{
    "number": 96,
    "name": "سُورَةُ العَلَقِ",
    "englishName": "Al-Alaq",
    "englishNameTranslation": "The Clot",
    "revelationType": "Meccan",
    "numberOfAyahs": 19,
    "ayahs": [
        {
            "ind": "Bacalah dengan (menyebut) nama Tuhanmu Yang menciptakan,",
            "arb": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ",
            "transliterasi": "Aqra' Biāsmi Rabbika Al-Ladhī Khalaqa.",
            "eng": "READ in the name of thy Sustainer, who has-",
            "kemenag_ringkas": "Wahai Nabi, _bacalah_ apa yang Allah wahyukan kepadamu _dengan_ terlebih dahulu menyebut _nama Tuhanmu yang menciptakan_ segala sesuatu dengan keesaan-Nya.",
            "kemenag": "Allah memerintahkan manusia membaca (mempelajari, meneliti, dan sebagainya.) apa saja yang telah Ia ciptakan, baik ayat-ayat-Nya yang tersurat (qauliyah), yaitu Al-Qur'an, dan ayat-ayat-Nya yang tersirat, maksudnya alam semesta (kauniyah). Membaca itu harus dengan nama-Nya, artinya karena Dia dan mengharapkan pertolongan-Nya. Dengan demikian, tujuan membaca dan mendalami ayat-ayat Allah itu adalah diperolehnya hasil yang diridai-Nya, yaitu ilmu atau sesuatu yang bermanfaat bagi manusia.",
            "ibnu_katsir": "Allah Swt. menceritakan perihal manusia, bahwa manusia itu adalah makhluk yang mempunyai kesenangan, jahat, angkuh, dan melampaui batas apabila ia melihat dirinya telah berkecukupan dan banyak hartanya. Kemudian Allah mengancamnya dan memperingatkan kepadanya melalui firman berikutnya:\n\nSesungguhnya hanya kepada Tuhanmulah kembali (mu). (A1-'Alaq: 8)\n\nYakni hanya kepada Allah-lah kamu kembali dan berpulang, lalu Dia akan mengadakan perhitungan terhadap hartamu dari manakah kamu hasilkan dan ke manakah kamu belanjakan?\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami Zaid ibnu Ismail As-Sa'ig, telah menceritakan kepada kami Ja'far ibnu Aim, telah menceritakan kepada kami Abu Umais, dari Aun yang telah mengatakan bahwa Abdullah ibnu Mas'ud pernah mengatakan bahwa ada dua orang yang haus dan tidak pernah merasa kenyang, yaitu orang yang berilmu dan orang yang memiliki harta; tetapi keduanya tidak sama. Adapun orang yang berilmu, maka bertambahlah rida Tuhan Yang Maha Pemurah kepadanya. Adapun orang yang berharta, maka dia makin tenggelam di dalam kesesatannya (sikap melampaui batasnya). Kemudian Abdullah ibnu Mas'ud membacakan firman-Nya: Sesungguhnya manusia benar-benar melampaui batas, karena dia melihat dirinya serba cukup. (Al-'Alaq: 6-7) Dan terhadap orang yang berilmu, Abdullah ibnu Mas'ud membacakan firman Allah Swt.: Sesungguhnya yang takut kepada Allah di antara hamba-hamba-Nya hanyalah ulama. (Fathir: 28)\n\nHal yang semakna telah diriwayatkan pula secara marfu' sampai kepada Rasulullah Saw., yaitu:\n\nAda dua macam orang yang rakus selalu tidak merasa kenyang, yaitu penuntut ilmu dan pemburu duniawi.\n\nKemudian disebutkan dalam firman selanjutnya:\n\nBagaimana pendapatmu tentang orang yang melarang, seorang hamba ketika dia mengerjakan salat. (Al-'Alaq: 9-10)\n\nBahwa ayat ini diturunkan berkenaan dengan sikap Abu Jahal laknatullah. Dia mengancam Nabi Saw. bila melakukan salat di Baitullah. Maka Allah Swt. pada mulanya menasihati Abu Jahal dengan cara yang terbaik, untuk itu Allah Swt. berfirman:\n\nBagaimana pendapatmu jika orang yang dilarang itu berada di atas kebenaran. (Al-'Alaq: 11)\n\nYakni bagaimanakah menurut pendapatmu jika orang yang kamu larang ini berada di jalan yang Iurus dalam sepak terjangnya.\n\nAtau dia menyuruh bertakwa (kepada Allah)? (Al-'Alaq: 12)\n\nmelalui ucapannya, sedangkan engkau menghardiknya dan mengancamnya bila ia mengerjakan salatnya. Karena itulah disebutkan dalam firman berikutnya:\n\nTidakkah dia mengetahui bahwa sesungguhnya Allah melihat segala perbuatannya? (Al-'Alaq: 14)\n\nArtinya, tidakkah orang yang melarang orang yang mendapat petunjuk itu mengetahui bahwa Allah melihatnya dan mendengar pembicaraannya, dan kelak Dia akan membalas perbuatannya itu dengan balasan yang setimpal. Selanjutnya Allah Swt. memperingatkan dan mengancam dengan ancaman yang keras:\n\nKetahuilah, sungguh jika dia tidak berhenti. (Al-'Alaq: 15) \n\nYaitu tidak lagi menghentikan perbuatannya yang selalu bermusuhan dan ingkar.\n\nniscaya Kami tarik ubun-ubunnya. (Al-'Alaq: 15)\n\nYakni niscaya Kami benar-benar akan memberinya tanda hitam kelak di hari kiamat. Kemudian disebutkan dalam firman berikutnya:\n\n(yaitu) ubun-ubun orang yang mendustakan lagi durhaka. (Al-'Alaq: 16)\n\nMaksudnya, ubun-ubun Abu Jahal yang pendusta dalam ucapannya lagi durhaka dalam perbuatannya.\n\nMaka biarlah dia memanggil golongannya. (Al-'Alaq: 17)\n\nYakni kaumnya dan kerabatnya, biarlah dia memanggil mereka untuk menolongnya.",
            "jalalain": "(Bacalah) maksudnya mulailah membaca dan memulainya (dengan menyebut nama Rabbmu yang menciptakan) semua makhluk.",
            "quraish_shihab": "[[96 ~ AL-'ALAQ (SEGUMPAL DARAH) Pendahuluan: Makkiyyah, 19 ayat ~ Dalam surat ini terdapat ajakan untuk membaca dan belajar, dan bahwa Tuhan Yang mampu menciptakan manusia dari asal yang lemah akan mampu pula untuk mengajarkannya menulis--yang merupakan sarana penting untuk mengembangkan ilmu pengetahuan--dan mengajarkannya sesuatu yang belum pernah diketahuinya. Allahlah yang mengajarkan ilmu kepada manusia. Selain itu, surat ini mengingatkan kita bahwa kekayaan dan kekuasaan adakalanya dapat mendorong manusia untuk melanggar hukum dan ketentuan Allah, padahal semua kita pasti akan kembali kepada-Nya. Pembicaraan ini diarahkan kepada siapa saja yang layak mendapat peringatan, terutama orang-orang yang berlaku tiran dan menghalangi orang lain untuk berbuat baik. Mereka yang disebutkan terakhir ini diancam akan masuk neraka. Ketika itu, penolong-penolong mereka tidak akan berguna lagi. Akhirnya, surat ini ditutup dengan ajakan kepada mereka yang mematuhi dan melaksanakan perintah Allah untuk mengambil sikap yang berlawanan dengan para pembangkang dan pendusta, dan ajakan untuk mendekatkan diri dengan melakukan kataatan kepada Tuhan semesta alam.]] Bacalah, wahai Muhammad, apa yang telah diwahyukan kepadamu dengan mengawalinya dengan menyebut nama Tuhanmu yang memiliki kemampuan untuk mencipta."
        },
        {
            "ind": "Dia telah menciptakan manusia dari segumpal darah.",
            "arb": "خَلَقَ الْإِنسَانَ مِنْ عَلَقٍ",
            "transliterasi": "Khalaqa Al-'Insāna Min `Alaqin.",
            "eng": "created man out of a germ-cell",
            "kemenag_ringkas": "_Dia telah menciptakan manusia_ yang sempurna bentuk dan pengetahuannya _dari segumpal darah_, sebagai kelanjutan dari fase nutfah. Setelah itu berturut-turut akan terbentuk sekepal daging, tulang, pelapisan tulang dengan daging, dan peniupan roh.",
            "kemenag": "Allah menyebutkan bahwa di antara yang telah Ia ciptakan adalah manusia, yang menunjukkan mulianya manusia itu dalam pandangan-Nya. Allah menciptakan manusia itu dari 'alaqah (zigot), yakni telur yang sudah terbuahi sperma, yang sudah menempel di rahim ibu. Karena sudah menempel itu, maka zigot dapat berkembang menjadi manusia. Dengan demikian, asal usul manusia itu adalah sesuatu yang tidak ada artinya, tetapi kemudian ia menjadi manusia yang perkasa. Allah berfirman:\n\nDan di antara tanda-tanda (kebesaran)-Nya ialah Dia menciptakan kamu dari tanah, kemudian tiba-tiba kamu (menjadi) manusia yang berkembang biak. (ar-Rum/30: 20)\n\nAsal usulnya itu juga labil, zigot itu bisa tidak menempel di rahim, atau bisa terlepas lagi dari rahim itu, sehingga pembentukan manusia terhenti prosesnya. Oleh karena itu, manusia seharusnya tidak sombong dan ingkar, tetapi bersyukur dan patuh kepada-Nya, karena dengan kemahakuasaan dan karunia Allah-lah, ia bisa tercipta. Allah berfirman menyesali manusia yang ingkar dan sombong itu:\n\nDan tidakkah manusia memperhatikan bahwa Kami menciptakannya dari setetes mani, ternyata dia menjadi musuh yang nyata! (Yasin/36: 77)\n\nMenurut kajian ilmiah, 'alaqah merupakan bentuk perkembangan pra-embrionik, yang terjadi setelah percampuran sel mani (sperma) dan sel telur. Moore dan Azzindani menjelaskan bahwa 'alaqah dalam bahasa Arab berarti lintah (leech) atau suatu suspensi (suspended thing) atau segumpal darah (a clot of blood). Lintah merupakan binatang tingkat rendah, berbentuk seperti buah per, dan hidup dengan cara menghisap darah. Jadi 'alaqah merupakan tingkatan (stadium) embrionik, yang berbentuk seperti buah per, di mana sistem kardiovaskuler (sistem pembuluh-jantung) sudah mulai tampak, dan hidupnya tergantung dari darah ibunya, mirip dengan lintah. 'Alaqah terbentuk sekitar 24-25 hari sejak pembuahan. Jika jaringan pra-embrionik 'alaqah ini diambil keluar (digugurkan), memang tampak seperti segumpal darah (a blood clot like). Lihat pula telaah ilmiah pada penjelasan Surah Nuh/71 ayat 14.\n",
            "ibnu_katsir": "Lihat tafsir ayat 1",
            "jalalain": "(Dia telah menciptakan manusia) atau jenis manusia (dari 'alaq) lafal 'Alaq bentuk jamak dari lafal 'Alaqah, artinya segumpal darah yang kental.",
            "quraish_shihab": "Yang telah menciptakan manusia, yang memiliki tubuh dan ilmu yang sempurna, dari segumpal darah yang tidak memperlihatkan sesuatu yang dapat dibanggakan."
        },
        {
            "ind": "Bacalah, dan Tuhanmulah Yang Maha Pemurah,",
            "arb": "اقْرَأْ وَرَبُّكَ الْأَكْرَمُ",
            "transliterasi": "Aqra' Wa Rabbuka Al-'Akramu.",
            "eng": "Read - for thy Sustainer is the Most Bountiful One",
            "kemenag_ringkas": "Wahai Nabi, _bacalah_ firman yang Allah turunkan kepadamu, _dan Tuhanmulah Yang Mahamulia_. Dia membagi kemurahan-Nya kepada semua makhluk. Di antara kemurahan-Nya adalah menjadikan manusia bisa membaca, menulis, dan mempelajari ilmu pengetahuan.",
            "kemenag": "Allah meminta manusia membaca lagi, yang mengandung arti bahwa membaca yang akan membuahkan ilmu dan iman itu perlu dilakukan berkali-kali, minimal dua kali. Bila Al-Qur'an atau alam ini dibaca dan diselidiki berkali-kali, maka manusia akan menemukan bahwa Allah itu pemurah, yaitu bahwa Ia akan mencurahkan pengetahuan-Nya kepadanya dan akan memperkokoh imannya.",
            "ibnu_katsir": "Lihat tafsir ayat 1",
            "jalalain": "(Bacalah) lafal ayat ini mengukuhkan makna lafal pertama yang sama (dan Rabbmulah Yang Paling Pemurah) artinya tiada seorang pun yang dapat menandingi kemurahan-Nya. Lafal ayat ini sebagai Haal dari Dhamir yang terkandung di dalam lafal Iqra'.",
            "quraish_shihab": "Teruskanlah membaca, Tuhanmu Yang Maha Pemurah akan memuliakanmu dan tidak menghinakanmu."
        },
        {
            "ind": "Yang mengajar (manusia) dengan perantaran kalam,",
            "arb": "الَّذِي عَلَّمَ بِالْقَلَمِ",
            "transliterasi": "Al-Ladhī `Allama Bil-Qalami.",
            "eng": "who has taught [man] the use of the pen –",
            "kemenag_ringkas": "Tuhanmu itulah _yang mengajar_ manusia menulis _dengan_ perantaraan _pena_ atau alat tulis lain. Tulisan berguna untuk menyimpan dan menyebarkan pesan serta ilmi pengetahuan kepada orang lain.",
            "kemenag": "Di antara bentuk kepemurahan Allah adalah Ia mengajari manusia mampu menggunakan alat tulis. Mengajari di sini maksudnya memberinya kemampuan menggunakannya. Dengan kemampuan menggunakan alat tulis itu, manusia bisa menuliskan temuannya sehingga dapat dibaca oleh orang lain dan generasi berikutnya. Dengan dibaca oleh orang lain, maka ilmu itu dapat dikembangkan. Dengan demikian, manusia dapat mengetahui apa yang sebelumnya belum diketahuinya, artinya ilmu itu akan terus berkembang. Demikianlah besarnya fungsi baca-tulis.",
            "ibnu_katsir": "Lihat tafsir ayat 1",
            "jalalain": "(Yang mengajar) manusia menulis (dengan qalam) orang pertama yang menulis dengan memakai qalam atau pena ialah Nabi Idris a.s.",
            "quraish_shihab": "Yang telah mengajarkan manusia menulis dengan perantaraan pena, padahal sebelumnya ia belum mengetahuinya."
        },
        {
            "ind": "Dia mengajar kepada manusia apa yang tidak diketahuinya.",
            "arb": "عَلَّمَ الْإِنسَانَ مَا لَمْ يَعْلَمْ",
            "transliterasi": "`Allama Al-'Insāna Mā Lam Ya`lam.",
            "eng": "taught man what he did not know!",
            "kemenag_ringkas": "_Dia mengajarkan manusia apa yang tidak diketahuinya_. Manusia adalah makhluk yang potensial untuk berkarya melalui ilmu pengetahuan yang diperolehnya dari Allah. Manusia belajar baik dari alam sekitar yang merupakan ciptaan-Nya maupun dari wahyu yang Allah sampaikan melalui para rasul.",
            "kemenag": "Di antara bentuk kepemurahan Allah adalah Ia mengajari manusia mampu menggunakan alat tulis. Mengajari di sini maksudnya memberinya kemampuan menggunakannya. Dengan kemampuan menggunakan alat tulis itu, manusia bisa menuliskan temuannya sehingga dapat dibaca oleh orang lain dan generasi berikutnya. Dengan dibaca oleh orang lain, maka ilmu itu dapat dikembangkan. Dengan demikian, manusia dapat mengetahui apa yang sebelumnya belum diketahuinya, artinya ilmu itu akan terus berkembang. Demikianlah besarnya fungsi baca-tulis.",
            "ibnu_katsir": "Lihat tafsir ayat 1",
            "jalalain": "(Dia mengajarkan kepada manusia) atau jenis manusia (apa yang tidak diketahuinya) yaitu sebelum Dia mengajarkan kepadanya hidayah, menulis dan berkreasi serta hal-hal lainnya.",
            "quraish_shihab": "Yang mengajarkan manusia sesuatu yang tidak terdetik dalam hatinya."
        },
        {
            "ind": "Ketahuilah! Sesungguhnya manusia benar-benar melampaui batas,",
            "arb": "كَلَّا إِنَّ الْإِنسَانَ لَيَطْغَىٰ",
            "transliterasi": "Kallā 'Inna Al-'Insāna Layaţghaá.",
            "eng": "Nay, verily, man becomes grossly overweening",
            "kemenag_ringkas": "Manusia sangat bangga dengan materi sehingga tidak segan berbuat zalim. _Sekali kali tidak_ boleh demikian! _Sungguh,_",
            "kemenag": "Allah menyesali manusia karena banyak mereka yang cenderung lupa diri sehingga melakukan tindakan-tindakan yang melampaui batas, yaitu kafir kepada Allah dan sewenang-wenang terhadap manusia. Kecenderungan itu terjadi ketika mereka merasa sudah berkecukupan. Dengan demikian, ia merasa tidak perlu beriman, dan karena itu ia berani melanggar hukum-hukum Allah. Begitu juga karena sudah merasa berkecukupan, ia merasa tidak butuh orang lain dan merasa berkuasa, dan karena itu ia akan bertindak sewenang-wenang terhadap orang lain itu.",
            "ibnu_katsir": "Lihat tafsir ayat 1",
            "jalalain": "(Ketahuilah) artinya memang benar (sesungguhnya manusia benar-benar melampaui batas)",
            "quraish_shihab": "Sesungguhnya manusia suka melampaui batas dan sombong di hadapan Tuhannya, karena ia memandang dirinya memiliki kekayaan dan harta."
        },
        {
            "ind": "karena dia melihat dirinya serba cukup.",
            "arb": "أَن رَّآهُ اسْتَغْنَىٰ",
            "transliterasi": "'An Ra'āhu Astaghnaá.",
            "eng": "whenever he believes himself to be self-sufficient:",
            "kemenag_ringkas": "_manusia itu benar-benar melampaui batas apabila melihat dirinya serba cukup_ dengan harta, jabatan, pengikut, dan semisalnya. Apa yang dimiliki membuatnya mudah mengingkari nikmat Allah dan lupa bahwa semua adalah anugerah-Nya.",
            "kemenag": "Allah menyesali manusia karena banyak mereka yang cenderung lupa diri sehingga melakukan tindakan-tindakan yang melampaui batas, yaitu kafir kepada Allah dan sewenang-wenang terhadap manusia. Kecenderungan itu terjadi ketika mereka merasa sudah berkecukupan. Dengan demikian, ia merasa tidak perlu beriman, dan karena itu ia berani melanggar hukum-hukum Allah. Begitu juga karena sudah merasa berkecukupan, ia merasa tidak butuh orang lain dan merasa berkuasa, dan karena itu ia akan bertindak sewenang-wenang terhadap orang lain itu.",
            "ibnu_katsir": "Lihat tafsir ayat 1",
            "jalalain": "(karena dia melihat dirinya) sendiri (serba cukup) dengan harta benda yang dimilikinya; ayat ini diturunkan berkenaan dengan sikap Abu Jahal. Dan lafal Ra-aa tidak membutuhkan Maf'ul kedua; dan lafal An Ra-aahu berkedudukan sebagai Maf'ul Lah.",
            "quraish_shihab": "Sesungguhnya manusia suka melampaui batas dan sombong di hadapan Tuhannya, karena ia memandang dirinya memiliki kekayaan dan harta."
        },
        {
            "ind": "Sesungguhnya hanya kepada Tuhanmulah kembali(mu).",
            "arb": "إِنَّ إِلَىٰ رَبِّكَ الرُّجْعَىٰ",
            "transliterasi": "'Inna 'Ilaá Rabbika Ar-Ruj`aá.",
            "eng": "for, behold, unto thy Sustainer all must return.",
            "kemenag_ringkas": "Wahai manusia, _sungguh hanya kepada Tuhanmulah tempat kembali_-mu. Pada hari kiamat Allah akan menghitung apa saja yang engkau perbuat di dunia. Dia akan mem­balas orang yang melampaui batas sesuai dengan azab yang setimpal.",
            "kemenag": "Allah menegaskan kepada Nabi Muhammad bahwa mereka yang durhaka itu akan kembali kepada-Nya. Mereka pasti mati dan akan berhadapan dengan-Nya untuk mempertanggungjawabkan perbuatannya. Bila mereka harus mempertanggungjawabkan perbuatannya, berarti mereka nanti akan tahu, bahwa mereka akan diazab dan menyesal. Dalam ayat lain, Allah berfirman mengenai bagaimana keadaan yang akan dialami para pendurhaka itu:\n\nDan janganlah engkau mengira, bahwa Allah lengah dari apa yang diperbuat oleh orang yang zalim. Sesungguhnya Allah menangguhkan mereka sampai hari yang pada waktu itu mata (mereka) terbelalak, mereka datang tergesa-gesa (memenuhi panggilan) dengan mengangkat kepalanya, sedang mata mereka tidak berkedip-kedip dan hati mereka kosong. (Ibrahim/14: 42-43)\n\n",
            "ibnu_katsir": "Lihat tafsir ayat 1",
            "jalalain": "(Sesungguhnya hanya kepada Rabbmulah) hai Manusia (tempat kembali) yakni kembali kalian nanti, karena itu Dia kelak akan memberi balasan kepada orang yang melampaui batas sesuai dengan dosa-dosa yang telah dilakukannya. Di dalam ungkapan ini terkandung ancaman dan peringatan buat orang yang berlaku melampaui batas.",
            "quraish_shihab": "Sesungguhnya, hanya kepada Tuhanmulah, wahai Muhammad, semua manusia akan dikembalikan melalui pembangkitan dan pembalasan."
        },
        {
            "ind": "Bagaimana pendapatmu tentang orang yang melarang,",
            "arb": "أَرَأَيْتَ الَّذِي يَنْهَىٰ",
            "transliterasi": "'Ara'ayta Al-Ladhī Yanhaá.",
            "eng": "HAST THOU ever considered him who tries to prevent",
            "kemenag_ringkas": "Wahai Rasul atau siapa saja, _bagaimana pendapatmu tentang orang yang melarang_",
            "kemenag": "Allah bertanya kepada Nabi Muhammad, yang maksudnya meminta beliau memperhatikan orang yang melarang manusia melakukan salat. Orang yang dilarang adalah Nabi Muhammad saw untuk melakukan salat di Masjidil Haram. Sedangkan yang melarang adalah Abu Jahal. Ia mengancam Nabi saw dengan kata-kata:\nAbu Jahal berkata, \"Jika saya melihat Muhammad salat di Ka'bah, saya akan lindas-lindaskan tengkuknya (ke tanah).\" Ketika hal itu sampai kepada Nabi saw., beliau bersabda, \"Jika itu ia lakukan, malaikat akan menghajarnya.\" (Riwayat al-Bukhari dari Ibnu 'Abbas) \n",
            "ibnu_katsir": "Lihat tafsir ayat 1",
            "jalalain": "(Bagaimana pendapatmu) lafal Ara-ayta dan dua lafal lainnya yang sama nanti mengandung makna Ta'ajjub (tentang orang yang melarang) yang dimaksud adalah Abu Jahal.",
            "quraish_shihab": "Apakah kamu perhatikan orang tiran yang melarang seorang hamba untuk melakukan salat ketika hendak melaksanakan salat?"
        },
        {
            "ind": "seorang hamba ketika mengerjakan shalat,",
            "arb": "عَبْدًا إِذَا صَلَّىٰ",
            "transliterasi": "`Abdāan 'Idhā Şallaá.",
            "eng": "a servant [of God] from praying?",
            "kemenag_ringkas": "_seorang hamba ketika dia melaksanakan salat?_ Adakah yang lebih mengherankan daripada kelakukan orang (Abù Jahl) yang menghalang-halangi hamba-Ku (Nabi Muhammad) mendekatkan diri kepada Tuhan yang telah memberinya kehidupan dan kecukupan?",
            "kemenag": "Allah bertanya kepada Nabi Muhammad, yang maksudnya meminta beliau memperhatikan orang yang melarang manusia melakukan salat. Orang yang dilarang adalah Nabi Muhammad saw untuk melakukan salat di Masjidil Haram. Sedangkan yang melarang adalah Abu Jahal. Ia mengancam Nabi saw dengan kata-kata:\nAbu Jahal berkata, \"Jika saya melihat Muhammad salat di Ka'bah, saya akan lindas-lindaskan tengkuknya (ke tanah).\" Ketika hal itu sampai kepada Nabi saw., beliau bersabda, \"Jika itu ia lakukan, malaikat akan menghajarnya.\" (Riwayat al-Bukhari dari Ibnu 'Abbas) \n",
            "ibnu_katsir": "Lihat tafsir ayat 1",
            "jalalain": "(Seorang hamba) yang dimaksud adalah Nabi Muhammad saw. (ketika dia mengerjakan salat.)",
            "quraish_shihab": "Apakah kamu perhatikan orang tiran yang melarang seorang hamba untuk melakukan salat ketika hendak melaksanakan salat?"
        },
        {
            "ind": "bagaimana pendapatmu jika orang yang melarang itu berada di atas kebenaran,",
            "arb": "أَرَأَيْتَ إِن كَانَ عَلَى الْهُدَىٰ",
            "transliterasi": "'Ara'ayta 'In Kāna `Alaá Al-Hudaá.",
            "eng": "Hast thou considered whether he is on the right way,",
            "kemenag_ringkas": "_Bagaimana pendapatmu jika dia_ yang dilarang salat itu _berada di atas kebenaran_ dan petunjuk dari Tuhannya dalam salatnya,",
            "kemenag": "Selanjutnya Allah meminta Nabi Muhammad memperhatikan, seandainya orang yang dilarang salat di masjid itu membawa hidayah dan membimbing orang kepada iman, dan mengajak orang kepada ketakwaan, yaitu mengerjakan kebaikan dan kebenaran. Tindakan itu pasti lebih baik, karena pasti menguntungkan dirinya dan masyarakatnya. Orang yang berperilaku seperti itu adalah Nabi Muhammad sendiri. Itu adalah dua perilaku yang bertolak belakang dan bertentangan seperti siang dan malam: yang pertama jahat dan membawa kepada kejahatan, dan yang kedua baik dan membawa kepada kebaikan.",
            "ibnu_katsir": "Lihat tafsir ayat 1",
            "jalalain": "(Bagaimana pendapatmu jika orang yang dilarang itu) (berada di atas kebenaran)",
            "quraish_shihab": "Beritahulah Aku tentang orang yang melampaui batas ini kalau ia berada dalam kebenaran ketika melarang atau memerintah untuk bertakwa saat ia memerintah."
        },
        {
            "ind": "atau dia menyuruh bertakwa (kepada Allah)?",
            "arb": "أَوْ أَمَرَ بِالتَّقْوَىٰ",
            "transliterasi": "'Aw 'Amara Bit-Taqwaá.",
            "eng": "or is concerned with God-consciousness?",
            "kemenag_ringkas": "_atau dia menyuruh_ orang lain _bertakwa_ kepada Allah untuk kemaslahatan mereka? Bukankah amat mengherankan bila orang yang sesat melarang orang yang mendapat pentunjuk untuk melaksanakan perintah Tuhannya dan membimbing orang lain ke jalan takwa?",
            "kemenag": "Selanjutnya Allah meminta Nabi Muhammad memperhatikan, seandainya orang yang dilarang salat di masjid itu membawa hidayah dan membimbing orang kepada iman, dan mengajak orang kepada ketakwaan, yaitu mengerjakan kebaikan dan kebenaran. Tindakan itu pasti lebih baik, karena pasti menguntungkan dirinya dan masyarakatnya. Orang yang berperilaku seperti itu adalah Nabi Muhammad sendiri. Itu adalah dua perilaku yang bertolak belakang dan bertentangan seperti siang dan malam: yang pertama jahat dan membawa kepada kejahatan, dan yang kedua baik dan membawa kepada kebaikan.",
            "ibnu_katsir": "Lihat tafsir ayat 1",
            "jalalain": "(Atau) huruf Au di sini menunjukkan makna Taqsim (dia menyuruh bertakwa.)",
            "quraish_shihab": "Beritahulah Aku tentang orang yang melampaui batas ini kalau ia berada dalam kebenaran ketika melarang atau memerintah untuk bertakwa saat ia memerintah."
        },
        {
            "ind": "Bagaimana pendapatmu jika orang yang melarang itu mendustakan dan berpaling?",
            "arb": "أَرَأَيْتَ إِن كَذَّبَ وَتَوَلَّىٰ",
            "transliterasi": "'Ara'ayta 'In Kadhdhaba Wa Tawallaá.",
            "eng": "Hast thou considered whether he may [not] be giving the lie to the truth and turning his back [upon it]?",
            "kemenag_ringkas": "_Bagaimana pendapatmu jika dia_ yang melarang_ itu mendustakan_ Nabi serta wahyu Allah _dan berpaling_ dari keimanan dan berbuat kebajikan?",
            "kemenag": "Selanjutnya Allah meminta Nabi Muhammad memperhatikan orang yang melarang orang beribadah itu, yaitu Abu Jahal sebagai contoh, apakah jika ia memandang Allah dan ajaran-ajaran-Nya dusta, lalu berpaling, dan tidak mau menggubrisnya. Ia tidak tahu bahwa Allah melihat perbuatannya itu. Tidak demikian halnya, Allah mengetahui setiap perbuatan dosanya itu dan akan memberikan balasannya.",
            "ibnu_katsir": "Lihat tafsir ayat 1",
            "jalalain": "(Bagaimana pendapatmu jika orang yang melarang itu mendustakannya) yakni mendustakan Nabi saw. (dan berpaling) dari iman?",
            "quraish_shihab": "Kabarilah Aku tentang orang yang melarang itu kalau ia mendustakan apa yang dibawa oleh para rasul dan berpaling dari keimanan dan perbuatan baik."
        },
        {
            "ind": "Tidaklah dia mengetahui bahwa sesungguhnya Allah melihat segala perbuatannya?",
            "arb": "أَلَمْ يَعْلَم بِأَنَّ اللَّهَ يَرَىٰ",
            "transliterasi": "'Alam Ya`lam Bi'anna Allāha Yaraá.",
            "eng": "Does he, then, not know that God sees [all]?",
            "kemenag_ringkas": "_Tidakkah dia_ yang berbuat demikian jahat itu _mengetahui bahwa sesungguhnya Allah melihat_ dan akan membalas perbuatan jahatnya? Allah Maha Melihat dan pasti akan memberi balasan dengan seadil-adilnya.",
            "kemenag": "Selanjutnya Allah meminta Nabi Muhammad memperhatikan orang yang melarang orang beribadah itu, yaitu Abu Jahal sebagai contoh, apakah jika ia memandang Allah dan ajaran-ajaran-Nya dusta, lalu berpaling, dan tidak mau menggubrisnya. Ia tidak tahu bahwa Allah melihat perbuatannya itu. Tidak demikian halnya, Allah mengetahui setiap perbuatan dosanya itu dan akan memberikan balasannya.",
            "ibnu_katsir": "Lihat tafsir ayat 1",
            "jalalain": "(Tidakkah dia mengetahui bahwa sesungguhnya Allah melihat) apa yang dilakukannya itu; artinya Dia mengetahuinya, karena itu Dia kelak akan memberi balasan kepadanya dengan balasan yang setimpal. Maka sudah sepatutnya kamu hai orang yang diajak berbicara untuk merasa heran terhadap orang yang melarang itu, karena ia melarang Nabi melakukan salat, padahal orang yang dilarangnya itu berada dalam jalan hidayah dan memerintahkan untuk bertakwa. Yang amat mengherankan lagi ialah bahwa yang melarangnya itu mendustakannya dan berpaling dari iman.",
            "quraish_shihab": "Apakah ia tidak mengetahui bahwa Allah memperhatikan segala ihwalnya dan memberinya balasan atas perbuatannya?"
        },
        {
            "ind": "Ketahuilah, sungguh jika dia tidak berhenti (berbuat demikian) niscaya Kami tarik ubun-ubunnya,",
            "arb": "كَلَّا لَئِن لَّمْ يَنتَهِ لَنَسْفَعًا بِالنَّاصِيَةِ",
            "transliterasi": "Kallā La'in Lam Yantahi Lanasfa`ā Bin-Nāşiyati.",
            "eng": "Nay, if he desist not, We shall most surely drag him down upon his forehead",
            "kemenag_ringkas": "Dia tidak dibenarkan untuk melarang orang lain melaksanakan salat dan mendekatkan diri kepada Allah. _Sekali kali tidak! Sungguh, jika dia tidak_ _berhenti_ berbuat demikian _niscaya Kami tarik ubun-ubunnya_ dengan sangat kasar ke arah neraka;",
            "kemenag": "Allah mencela orang yang melarang orang beribadah di dalam masjid, dengan contohnya Abu Lahab. Allah mengancam bahwa bila mereka tidak menghentikan perbuatannya, Allah akan mencabut ubun-ubunnya, yaitu menarik nyawanya sehingga mati seketika. Hukuman itu dijatuhkan padanya karena ubun-ubun itu adalah denyut kehidupannya, sedangkan denyut kehidupannya itu selalu penuh kebohongan dan dosa.",
            "ibnu_katsir": "Lihat tafsir ayat 1",
            "jalalain": "(Sekali-kali tidaklah demikian) kalimat ini mengandung makna hardikan dan cegahan baginya (sungguh jika) huruf Lam di sini menunjukkan makna qasam atau sumpah (dia tidak berhenti) dari kekafiran yang dilakukannya itu (niscaya Kami akan tarik ubun-ubunnya) atau Kami akan seret dia masuk neraka dengan cara ditarik ubun-ubunnya.",
            "quraish_shihab": "Peringatan bagi orang yang melarang tersebut. Jika ia tidak jera dengan apa yang dilakukannya, maka akan Kami hentakkan ubun-ubunnya ke dalam api neraka dengan sekuat-kuatnya."
        },
        {
            "ind": "(yaitu) ubun-ubun orang yang mendustakan lagi durhaka.",
            "arb": "نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍ",
            "transliterasi": "Nāşiyatin Kādhibatin Khāţi'atin.",
            "eng": "the lying, rebellious forehead! –",
            "kemenag_ringkas": "yaitu _ubun-ubun orang yang mendustakan_ nabi _dan durhaka_ kepada Allah.",
            "kemenag": "Allah mencela orang yang melarang orang beribadah di dalam masjid, dengan contohnya Abu Lahab. Allah mengancam bahwa bila mereka tidak menghentikan perbuatannya, Allah akan mencabut ubun-ubunnya, yaitu menarik nyawanya sehingga mati seketika. Hukuman itu dijatuhkan padanya karena ubun-ubun itu adalah denyut kehidupannya, sedangkan denyut kehidupannya itu selalu penuh kebohongan dan dosa.",
            "ibnu_katsir": "Lihat tafsir ayat 1",
            "jalalain": "(Yaitu ubun-ubun) lafal Naashiyatan adalah isim Nakirah yang berkedudukan menjadi Badal dari isim Ma'rifat yaitu lafal An-Naashiyah pada ayat sebelumnya (orang yang mendustakan lagi durhaka) makna yang dimaksud adalah pelakunya; dia disifati demikian secara Majaz.",
            "quraish_shihab": "Yaitu ubun-ubun orang yang wajahnya diliputi oleh kedustaan dan kesalahannya."
        },
        {
            "ind": "Maka biarlah dia memanggil golongannya (untuk menolongnya),",
            "arb": "فَلْيَدْعُ نَادِيَهُ",
            "transliterasi": "Falyad`u Nādiyah.",
            "eng": "and then let him summon [to his aid] the counsels of his own [spurious] wisdom,",
            "kemenag_ringkas": "Apabila azab Kami datang kepadanya _maka biarlah dia memanggil golongannya_ yang dia banggakan untuk menyelamatkannya dari azab itu.",
            "kemenag": "Allah mempersilakan mereka yang sewenang-wenang dan melarang orang melakukan ibadah itu untuk meminta bantuan kelompok mereka. Ayat ini khususnya ditujukan kepada Abu Jahal, yang dikenal sebagai pemimpin terbesar orang-orang yang menentang Nabi saw di Mekah. Allah mengancam bahwa bila Abu Jahal memanggil teman-teman komplotannya untuk meminta tolong, maka Allah akan memanggil malaikat-malaikat Zabaniyah, yaitu para penjaga neraka yang sangat bengis. Artinya, ia di dunia akan celaka dan di akhirat akan masuk neraka. Ancaman itu kemudian terbukti, yaitu pada tahun kedua setelah umat Islam hijrah ke Medinah, terjadi Perang Badar, di mana Abu Jahal sebagai pemimpin Quraisy mati terbunuh. Dan di akhirat nanti ia pasti masuk neraka.",
            "ibnu_katsir": "Lihat tafsir ayat 1",
            "jalalain": "(Maka biarlah dia memanggil golongannya) yakni teman-teman senadinya; Nadi adalah sebuah majelis tempat mereka memusyawarahkan sesuatu perkara. Sesungguhnya orang yang melarang itu mengatakan kepada Nabi saw. sewaktu dia mencegahnya dari melakukan salat, \"Sesungguhnya aku telah mengetahui bahwa tiada seseorang pun di Mekah ini yang lebih banyak teman senadinya daripada aku. Sesungguhnya jika kamu mau meninggalkan salat, aku benar-benar akan memberikan kepadamu, kuda-kuda yang tak berpelana dan laki-laki pelayan sepenuh lembah ini.\"",
            "quraish_shihab": "Lalu ia memanggil para pendukung dan teman sepergaulannya untuk menjadi penolongnya, di dunia atau di akhirat."
        },
        {
            "ind": "kelak Kami akan memanggil malaikat Zabaniyah,",
            "arb": "سَنَدْعُ الزَّبَانِيَةَ",
            "transliterasi": "Sanad`u Az-Zabāniyata.",
            "eng": "[the while] We shall summon the forces of heavenly chastisement!",
            "kemenag_ringkas": "_Kelak Kami akan memanggil Malaikat Zabaniyah_ yang bengis dan kasar untuk mencampak­kannya ke dalam azab Kami dan menyelamatkan Nabi beserta para pengikutnya.",
            "kemenag": "Allah mempersilakan mereka yang sewenang-wenang dan melarang orang melakukan ibadah itu untuk meminta bantuan kelompok mereka. Ayat ini khususnya ditujukan kepada Abu Jahal, yang dikenal sebagai pemimpin terbesar orang-orang yang menentang Nabi saw di Mekah. Allah mengancam bahwa bila Abu Jahal memanggil teman-teman komplotannya untuk meminta tolong, maka Allah akan memanggil malaikat-malaikat Zabaniyah, yaitu para penjaga neraka yang sangat bengis. Artinya, ia di dunia akan celaka dan di akhirat akan masuk neraka. Ancaman itu kemudian terbukti, yaitu pada tahun kedua setelah umat Islam hijrah ke Medinah, terjadi Perang Badar, di mana Abu Jahal sebagai pemimpin Quraisy mati terbunuh. Dan di akhirat nanti ia pasti masuk neraka.",
            "ibnu_katsir": "Firman Allah Swt.:\n\nkelak Kami akan memanggil Malaikat Zabaniyah. (Al-'Alaq: 18)\n\nMereka adalah malaikat juru siksa; sehingga dia mengetahui siapakah yang menang, apakah golongan Kami ataukah golongan dia?\n\nImam Bukhari mengatakan, telah menceritakan kepada kami Yahya, telah menceritakan kepada kami Abdur Razzaq, dari Ma'mar, dari Abdul Karim Al-Jazari, dari Ikrimah, dari Ibnu Abbas yang menceritakan bahwa Abu Jahal berkata, \"Sesungguhnya jika aku melihat Muhammad sedang salat di dekat Ka'bah, aku benar-benar akan menginjak lehernya.\" Maka ancaman itu sampai kepada Nabi Saw., lalu beliau Saw. bersabda: Sesungguhnya jika dia melakukan niatnya, benar-benar malaikat akan mengambilnya (menghukumnya).\n\nKemudian Imam Bukhari mengatakan bahwa periwayatan hadis ini diikuti oleh Amr ibnu Khalid, dari Ubaidillah ibnu Arar, dari Abdul Karim. Hal yang sama telah diriwayatkan oleh Imam Turmuzi dan Imam Nasai di dalam kitab tafsir masing-masing melalui jalur Abdur Razzaq dengan sanad yang sama. Hal yang sama telah diriwayatkan oleh Ibnu Jarir, dari Abu Kuraib, dari Zakaria ibnu Addi, dari Ubaidillah ibnu Amr dengan sanad yang sama.\n\nImam Ahmad dan Imam Turmuzi serta Imam Nasai dan Ibnu Jarir telah meriwayatkannya, yang hadis berikut berdasarkan lafaz yang ada pada Ibnu Jarir, melalui jalur Daud ibnu Abu Hindun, dari Ikrimah, dari Ibnu Abbas yang mengatakan bahwa dahulu Rasulullah Saw. sering melakukan salat di dekat maqam Ibrahim. Maka lewatlah kepadanya Abu Jahal ibnu Hisyam, lalu berkata, \"Hai Muhammad, dengan apakah engkau mengancamku? Ketahuilah, demi Allah, sesungguhnya aku adalah penduduk lembah ini yang paling banyak pendukungnya.\" Maka Allah Swt. menurunkan firman-Nya: Maka biarlah dia memanggil golongannya (untuk menolongnya), kelak Kami akan memanggil Malaikat Zabaniyah. (Al-'Alaq: 17-18)\n\nIbnu Abbas mengatakan bahwa seandainya Abu Jahal memanggil golongannya (para pendukungnya), niscaya saat itu juga malaikat azab akan mengambilnya. Imam Turmuzi mengatakan bahwa hadis ini kalau tidak hasan, sahih.\n\nImam Ahmad mengatakan pula, telah menceritakan kepada kami Ismail ibnu Yazid alias Abu Yazid, telah menceritakan kepada kami Furat, dari Abdul Karim, dari Ikrimah, dari Ibnu Abbas yang mengatakan bahwa Abu Jahal pernah berkata, \"Sesungguhnya jika aku melihat Rasulullah sedang mengerjakan salat di dekat Ka'bah, benar-benar aku akan menginjak lehernya (saat ia sujud).\" Ibnu Abbas melanjutkan kisahnya, bahwa lalu Nabi Saw. bersabda: Seandainya dia melakukan niatnya itu, niscaya malaikat akan mengambilnya secara terang-terangan. Dan seandainya orang-orang Yahudi mengharapkan mati, niscaya mereka benar-benar mati dan akan melihat tempat kedudukan mereka di dalam neraka. Dan seandainya orang-orang yang bermubahalah dengan Rasulullah Saw. keluar (untuk melakukannya), niscaya saat mereka pulang ke rumahnya, mereka tidak akan menjumpai harta dan juga keluarga (mereka).\n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Humaid, telah menceritakan kepada kami Yahya ibnu Wadih, telah menceritakan kepada kami Yunus ibnu Abu Ishaq, dari Al-Walid ibnul Aizar, dari Ibnu Abbas yang mengatakan bahwa Abu Jahal pernah mengatakan bahwa sesungguhnya jika Muhammad kembali ke maqam Ibrahim untuk melakukan salat, aku benar-benar akan membunuhnya. Maka Allah menurunkan firman-Nya: Bacalah dengan (menyebut) nama Tuhanmu Yang Menciptakan. (Al-'Alaq: 1) Sampai dengan firman-Nya: niscaya Kami tarik ubun-nbunnya, (yaitu) ubun-ubun orang yang mendustakan lagi durhaka. Maka biarlah dia memanggil golongannya (untuk menolongnya), kelak Kami akan memanggil MalaikatZabaniyah. (Al-'Alaq: 15-18) Maka Nabi Saw. Datang dan melakukan salatnya. Lalu dikatakan kepada Abu Jahal, \"Mengapa engkau mengurungkan niatmu dan tidak melakukannya?\" Abu Jahal menjawab, \"Sesungguhnya ada bala tentara yang banyak sekali yang menghalang-halangi antara aku dengan dia.\"\n\nIbnu Abbas mengatakan bahwa demi Allah, seandainya Abu Jahal bergerak, benar-benar malaikat akan mengambilnya dengan terang-terangan, sedangkan orang-orang menyaksikannya.\n\nIbnu Jarir mengatakan pula bahwa telah menceritakan kepada kami Ibnu Abdul A'la, telah menceritakan kepada kami Al-Mu'tamir, dari ayahnya, telah menceritakan kepada kami Na'im ibnu Abu Hindun, dari Abu Hazim, dari Abu Hurairah r.a. yang mengatakan bahwa Abu Jahal pernah berkata, \"Maukah kalian melihat wajah Muhammad ditaburi dengan debu di hadapan kalian?\" Mereka menjawab, \"Ya.\" Abu Hurairah melanjutkan, bahwa lalu Abu Jahal mengatakan, \"Demi Lata dan 'Uzza, sesungguhnya jika aku melihat Muhammad sedang salat seperti ini (sujud), aku benar-benar akan menginjak lehernya dan benar-benar akan menaburkan debu ke mukanya.\" Maka datanglah Abu Jahal kepada Rasulullah Saw. yang sedang mengerjakan salat dengan maksud akan menginjak lehernya. Abu Hurairah melanjutkan kisahnya, bahwa maka tiada yang mengejutkan mereka yang menyaksikan Abu Jahal melainkan karena mereka melihat Abu Jahal surut mundur ke belakang dan melindungi wajahnya dengan kedua tangannya. Ketika ditanyakan kepadanya, \"Mengapa engkau?\" Abu Jahal menjawab, \"Sesungguhnya antara aku dan dia terdapat parit api dan pemandangan yang sangat menakutkan serta banyak sayap.\" Abu Hurairah melanjutkan, bahwa lalu Rasulullah Saw. bersabda:\n\nSeandainya dia mendekat kepadaku, niscaya malaikat akan mencabik-cabik tubuhnya anggota demi anggota.\n\nPerawi mengatakan bahwa lalu Allah menurunkan firman-Nya—apakah hal ini terdapat di dalam hadis Abu Hurairah ataukah tidak? saya tidak mengetahui—, yaitu: Ketahuilah! Sesungguhnya manusia benar-benar melampaui batas. (Al-'Alaq: 6), hingga akhir surat.\n\nImam Ahmad ibnu Hambal, Imam Muslim, Imam Nasai, dan Ibnu Abu Hatim telah meriwayatkannya melalui Mu'tamir ibnu Sulaiman dengan sanad yang sama.",
            "jalalain": "(Kelak Kami akan memanggil malaikat Zabaniyah) mereka adalah malaikat-malaikat yang terkenal sangat bengis lagi kejam, untuk membinasakannya, sebagaimana yang telah disebutkan di dalam salah satu hadis, yaitu, \"Seandainya dia benar-benar memanggil golongan senadinya, niscaya dia akan diazab oleh malaikat Zabaniyah secara terang-terangan.\"",
            "quraish_shihab": "Kami akan memanggil balatentara Kami untuk membantu Muhammad dan siapa yang bersamanya untuk menyeret orang yang melarang tersebut dengan para pendukungnya ke dalam neraka."
        },
        {
            "ind": "sekali-kali jangan, janganlah kamu patuh kepadanya; dan sujudlah dan dekatkanlah (dirimu kepada Tuhan).",
            "arb": "كَلَّا لَا تُطِعْهُ وَاسْجُدْ وَاقْتَرِب ۩",
            "transliterasi": "Kallā Lā Tuţi`hu Wa Asjud Wāqtarib",
            "eng": "Nay, pay thou no heed to him, but prostrate thyself [before God] and draw close [unto Him]!",
            "kemenag_ringkas": "Perbuatan jahat orang itu (Abù Jahl) tidak akan mengenai dirimu, wahai Nabi. _Sekali-kali tidak! Janganlah kamu patuh kepadanya._ Tetaplah menunaikan salat sesuai perintah Tuhanmu _dan sujudlah serta dekatkanlah_ dirimu kepada-Nya dengan menaati aturannya, niscaya Dia akan selalu melindungimu dari ancamannya.",
            "kemenag": "Allah meminta Nabi saw atau siapa saja yang ingin beribadah agar tidak takut dan tidak mematuhi ancaman orang yang melarang mereka beribadah. Mereka diminta untuk tetap melaksanakan ibadah dengan tekun, terutama salat, dan menggunakan masjid untuk melaksanakannya. Dalam ayat lain, Allah berfirman:\n\nDan janganlah engkau (Muhammad) menuruti orang-orang kafir dan orang-orang munafik itu, janganlah engkau hiraukan gangguan mereka dan bertawakallah kepada Allah. Dan cukuplah Allah sebagai pelindung. (al-Ahzab/33: 48)\n\nDi samping salat, umat Islam diminta pula mengerjakan ibadah-ibadah sunat lainnya dalam rangka mendekatkan diri kepada-Nya, baik itu berupa salat-salat sunat maupun zikir-zikir, dan sebagainya. \n\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nsekali-kali jangan, janganlah kamu patuh kepadanya. (Al-'Alaq: 19)\n\nYakni hai Muhammad, janganlah kamu patuh kepada orang itu yang melarang kamu melakukan rutinitas ibadahmu, melainkan teruskanlah salatmu menurut yang kamu sukai. Janganlah engkau pedulikan dia, karena sesungguhnya Allah-lah yang memeliharamu dan menolongmu, dan Dia akan memelihara kamu dari gangguan orang lain.\n\ndan sujudlah dan dekatkanlah (dirimu kepada Tuhan). (Al Alaq: 19)\n\nSebagaimana yang telah disebutkan di dalam hadis sahih yang ada pada Imam Muslim melalui jalur Abdullah ibnu Wahb, dari Amr ibnul Haris, dari Imarah ibnu Gazyah, dari Samiy, dari Abu Saleh, dari Abu Hurairah, bahwa Rasulullah Saw. telah bersabda:\n\nTempat yang paling dekat bagi seorang hamba kepada Tukannya ialah saat ia sedang sujud, maka perbanyaklah berdoa (padanya).\n\nDan dalam hadis terdahulu telah disebutkan pula bahwa Rasulullah Saw. melakukan sujud tilawah pada surat Insyiqaq dan Al-'Alaq.\n\nDemikianlah akhir tafsir surat Al-'Alaq, segala puji bagi Allah atas karunia-Nya.",
            "jalalain": "(Sekali-kali tidaklah demikian) kalimat ini mengandung hardikan dan cegahan baginya (janganlah kamu patuhi dia) hai Muhammad untuk meninggalkan salat (dan sujudlah) maksudnya salatlah demi karena Allah (dan mendekatlah) kepada-Nya dengan melalui amal ketaatan.",
            "quraish_shihab": "Peringatan bagi yang melarang tersebut. Janganlah kamu menuruti apa yang dilarangkan kepadamu. Lakukanlah terus salatmu dan teruslah bersujud dan dekatkanlah dirimu, melalui semua itu, kepada Allah."
        }
    ]
}