{
    "number": 57,
    "name": "سُورَةُ الحَدِيدِ",
    "englishName": "Al-Hadid",
    "englishNameTranslation": "The Iron",
    "revelationType": "Medinan",
    "numberOfAyahs": 29,
    "ayahs": [
        {
            "ind": "Semua yang berada di langit dan yang berada di bumi bertasbih kepada Allah (menyatakan kebesaran Allah). Dan Dialah Yang Maha Perkasa lagi Maha Bijaksana.",
            "arb": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ ۖ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
            "transliterasi": "Sabbaĥa Lillāhi Mā Fī As-Samāwāti Wa Al-'Arđi Wa Huwa Al-`Azīzu Al-Ĥakīmu.",
            "eng": "ALL THAT IS in the heavens and on earth extols God’s limitless glory: for He alone is almighty, truly wise!",
            "kemenag_ringkas": "Apa yang di langit, baik makhluk hidup seperti burung maupun makhluk mati semisal planet, bintang, bulan, dan matahari, dan demi-kian juga makhluk di bumi; mereka bertasbih kepada Allah untuk mengakui kebesaran dan kesucian-Nya. Dialah yang Mahaperkasa atas semua makhluk, lagi Mahabijaksana dalam menetapkan ketentuan dan hukum bagi mereka.2. Allah adalah Pencipta semua makhluk, karena itu hanya milik-Nyalah kerajaan langit dan bumi serta semua yang ada di antara keduanya. Dia berkuasa menghidupkan dan mematikan apa saja sesuai kehendak-Nya, dan Dia Mahakuasa untuk menentukan apa yang Dia inginkan atas segala sesuatu.",
            "kemenag": "Pada ayat ini dijelaskan bahwa semua yang diciptakan Allah, baik yang berada di langit maupun yang berada di bumi seperti binatang, tumbuh-tumbuhan, batu dan lain-lain yang bernyawa atau pun tidak, seharusnya setiap waktu dengan tulus dan ikhlas bertasbih kepada-Nya, menyatakan kebesaran-Nya, dan mengakui bahwa Dia-lah yang Mahakuasa. Semuanya tunduk menyembah serta mematuhi segala perintah-Nya. Jika demikian, manusia sebagai makhluk yang dikaruniai akal seharusnya menyucikan Allah, melaksanakan perintah dan menjauhi larangan-Nya. Dalam ayat lain yang menunjukkan kedudukan makhluk, Allah berfirman: \nLangit yang tujuh, bumi dan semua yang ada di dalamnya bertasbih kepada Allah. Dan tidak ada sesuatu pun melainkan bertasbih dengan memuji-Nya, tetapi kamu tidak mengerti tasbih mereka. Sungguh, Dia Maha Penyantun, Maha Pengampun. (al-Isra'/17: 44) \nDia pulalah Yang Mahaperkasa, tidak ada sesuatu pun yang dapat menyaingi-Nya. Dia Mahabijaksana menciptakan, memerintah dan mengatur makhluk-Nya dengan peraturan yang sudah ditentukanNya, yang sesuai dengan kehendak-Nya.",
            "ibnu_katsir": "Allah Swt. menceritakan bahwa bertasbih kepada-Nya semua makhluk yang ada di langit dan di bumi, yakni semua makhluk hidup dan tetumbuhan. Sebagaimana yang disebutkan dalam ayat lain melalui firman-Nya:\n\nLangit yang tujuh, bumi, dan semua yang ada di dalamnya bertasbih kepada Allah. Dan tidak ada suatu pun melainkan bertasbih dengan memuji-Nya, tetapi kamu sekalian tidak mengerti tasbih mereka. Sesungguhnya Dia adalah Maha Penyantun lagi Maha Pengampun. (Al-Isra: 44)\n\nAdapun firman Allah Swt.:\n\nDan Dialah Yang Mahaperkasa. (Al-Hadid: 1) \n\nyang tunduk patuh kepada-Nya segala sesuatu.\n\nlagi Mahabijaksana. (Al-Hadid: 1)\n\nterhadap makhluk-Nya lagi Mahabijaksana dalam perintah dan syariat­Nya.",
            "jalalain": "(Semua yang berada di langit dan yang berada di bumi bertasbih kepada Allah) memahasucikan-Nya dari semua yang tidak layak bagi-Nya. Huruf Lam adalah Zaidah, dan dipakai lafal Ma bukannya Man karena memandang dari segi mayoritasnya. (Dan Dia-lah Yang Maha Perkasa) di dalam kerajaan-Nya (lagi Maha Bijaksana) di dalam perbuatan-Nya.",
            "quraish_shihab": "[[57 ~ AL-HADID (BESI) Pendahuluan: Madaniyyah, 29 ayat ~ Surat ini dimulai dengan berita bahwa Allah disucikan oleh semua yang ada di langit dan di bumi, lalu dilanjutkan dengan keterangan tentang sebab-sebab penyucian itu, yaitu bahwa Allah adalah Pemilik kerajaan langit dan bumi, Maha Mengetahui dan bebas melakukan apa saja terhadap segala makhluk yang ada pada keduanya. Selanjutnya, disebutkan pula perintah untuk beriman kepada Allah dan membelanjakan harta di jalan-Nya. Membelanjakan harta, menurut bagian surat selanjutnya terbagi menjadi beberapa tingkat, tergantung pada faktor apa yang mendorongnya. Setelah itu, surat ini memaparkan gambaran orang-orang Mukmin di hari kiamat yang memancarakan cahaya, dari arah depan dan dari arah-arah sekitarnya. Selain itu, dalam surat ini terdapat pula gambaran tentang orang munafik yang berusaha menunggu orang-orang Mukmin itu demi mengambil sedikit dari cahaya mereka. Kedua kelompok ini dipisahkan oleh suatu pagar yang berpintu: bagian dalamnya berisi kasih sayang, sedang bagian luarnya adalah siksaan. Pembicaraan kemudian beralih kepada perintah kepada kaum mukminin untuk menundukkan hati mereka mengingat Allah dan kebenaran yang telah diturunkan (al-Qur'ân). Selanjutnya surat ini memaparkan kepada kaum mukminin itu kedudukan orang-orang yang mempercayai, baik laki-laki maupun perempuan, di sisi Tuhan dan menerangkan bahwa tempat kembali orang-orang kafir dan pendusta adalah neraka Jahîm. Ayat-ayat berikutnya berisikan tamsil tentang betapa remehnya kehidupan dunia dengan segala kesenangan yang ada di dalamnya, dan tamsil tentang betapa besarnya kesenangan dan azab akhirat. Pada bagian berikutnya, surat ini menyampaikan himbauan agar kita menjadi orang yang bersegera meminta ampunan, dan menenangkan hati dengan meyakini bahwa segala kebaikan dan keburukan yang menimpa sudah tercatat di sisi Allah, dengan harapan agar hati menjadi tunduk dan menerima ketentuan-Nya. Pada bagian selanjutnya, surat ini membicarakan masalah pengutusan dan kesinambungan para rasul, dan bagaimana mereka didukung dengan bukti-bukti, kitab-kitab dan sarana- sarana kekuatan dan bagaimana mereka berbuat untuk meluruskan umat manusia secara adil. Dan, sebagai penutup, surat ini diakhiri dengan seruan kepada umat Islam untuk bertakwa, janji untuk melipatgandakan kasih sayang, dan janji untuk mendapatkan karunia yang tidak dapat diwujudkan oleh selain Allah. Hal itu disebabkan karena karunia itu berada di tangan Allah. Dia bebas untuk memberikannya kepada siapa saja. Allah memiliki karunia yang besar.]] Semua makhluk yang ada di langit dan di bumi--manusia, hewan dan benda mati--menyucikan Allah Yang Mahaperkasa, mengatur semua urusan dengan bijaksana."
        },
        {
            "ind": "Kepunyaan-Nya-lah kerajaan langit dan bumi, Dia menghidupkan dan mematikan, dan Dia Maha Kuasa atas segala sesuatu.",
            "arb": "لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۖ يُحْيِي وَيُمِيتُ ۖ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
            "transliterasi": "Lahu Mulku As-Samāwāti Wa Al-'Arđi Yuĥyī Wa Yumītu Wa Huwa `Alaá Kulli Shay'in Qadīrun.",
            "eng": "His is the dominion over the heavens and the earth; He grants life and deals death; and He has the power to will anything.",
            "kemenag_ringkas": "Allah adalah Pencipta semua makhluk, karena itu hanya milik-Nyalah kerajaan langit dan bumi serta semua yang ada di antara keduanya. Dia berkuasa menghidupkan dan mematikan apa saja sesuai kehendak-Nya, dan Dia Mahakuasa untuk menentukan apa yang Dia inginkan atas segala sesuatu.3. Sebagai Pencipta, Dialah Yang Awal tanpa permulaan, dan Dia pula Yang Akhir karena Dia abadi tanpa batas akhir bagi eksistensinya. Selain itu, Dia adalah Yang Zahir dan mengetahui apa saja yang tampak, dan Yang Batin dan mengetahui apa saja yang disembunyikan atau yang tersirat dalam hati. Dia lebih dekat kepada makhluk daripada dirinya sendiri, dan Dia Maha mengetahui segala sesuatu di alam semesta.",
            "kemenag": "Pada ayat ini diterangkan bahwa kepunyaan Allah kerajaan langit dan bumi. Dia-lah yang berkuasa melakukan sesuatu atas makhluk-Nya, menciptakan, menghidupkan dan mematikan, memberikan rezeki kepada siapa saja yang kehendaki-Nya, sesuai dengan keadaan yang dikehendaki-Nya. Dia-lah Yang Mahakuasa atas segala sesuatu. Apa yang dikehendaki-Nya pasti terjadi dan apa yang tidak dikehendaki-Nya tidak akan terjadi. Hal ini mengharuskan manusia beribadah dan meminta pertolongan kepadaNya.",
            "ibnu_katsir": "firman Allah Swt.:\n\nKepunyaan-Nyalah kerajaan langit dan bumi, Dia menghidupkan dan mematikan. (Al-Hadid: 2)\n\nYakni Dialah yang memiliki lagi yang mengatur makhluk-Nya, maka Dia menghidupkan dan mematikan, juga memberikan apa yang dikehendaki-Nya kepada siapa yang dikehendaki-Nya.\n\ndan Dia Mahakuasa atas segala sesuatu. (Al-Hadid: 2)\n\nYaitu apa yang dikehendaki-Nya pasti ada, dan apa yang tidak dikehendaki-Nya pasti tiada.",
            "jalalain": "(Kepunyaan-Nyalah kerajaan langit dan bumi, Dia menghidupkan) melalui penciptaan (dan mematikan) sesudah itu (dan Dia Maha Kuasa atas segala sesuatu).",
            "quraish_shihab": "Hanya milik Allahlah, bukan milik yang lain, kerajaan langit dan bumi. Dia bebas melakukan apa saja terhadap segala sesuatu yang ada di kedua tempat itu, menghidupkan dan mematikan. Dan Dia Mahakuasa atas segala sesuatu."
        },
        {
            "ind": "Dialah Yang Awal dan Yang Akhir Yang Zhahir dan Yang Bathin; dan Dia Maha Mengetahui segala sesuatu.",
            "arb": "هُوَ الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ ۖ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ",
            "transliterasi": "Huwa Al-'Awwalu Wa Al-'Ākhiru Wa Až-Žāhiru Wa Al-Bāţinu Wa Huwa Bikulli Shay'in `Alīmun.",
            "eng": "He is the First and the Last, and the Outward as well as the Inward: and He has full knowledge of everything.",
            "kemenag_ringkas": "Sebagai Pencipta, Dialah Yang Awal tanpa permulaan, dan Dia pula Yang Akhir karena Dia abadi tanpa batas akhir bagi eksistensinya. Selain itu, Dia adalah Yang Zahir dan mengetahui apa saja yang tampak, dan Yang Batin dan mengetahui apa saja yang disembunyikan atau yang tersirat dalam hati. Dia lebih dekat kepada makhluk daripada dirinya sendiri, dan Dia Maha mengetahui segala sesuatu di alam semesta.4. Dialah yang menciptakan langit dan bumi beserta semua yang ada di dalam dan di antara keduanya dalam enam masa; kemudian setelah penciptaan itu Dia bersemayam di atas ‘Arsy untuk mengatur urusan makhluk-Nya. Apa saja yang terjadi pada ciptaan-Nya tidak pernah luput dari pengetahuan-Nya. Dia mengetahui apa yang masuk ke dalam bumi, seperti hewan yang menyusup, dan apa yang keluar dari dalamnya, seperti tanaman yang tumbuh. Dia mengetahui pula apa yang turun dari langit, seperti air hujan, dan apa yang naik ke sana, seperti kebajikan dan doa manusia. Wajib diyakini bahwa Allah itu ada dan Dia bersama kamu di mana saja kamu berada. Dan Allah Maha Melihat apa yang kamu kerjakan; tidak ada yang tersembunyi dari-Nya.",
            "kemenag": "Pada ayat ini Allah menyatakan bahwa Dialah Yang Awal, yang telah ada sebelum segala sesuatunya ada, karena Dia-lah yang menjadikannya, dan yang menciptakannya. Dia-lah Yang Â¨ahir, yang nyata adanya, karena banyaknya buktibukti tentang adanya. Dialah Yang Mahatinggi dari apa saja, tidak ada sesuatu pun yang lebih tinggi daripada-Nya. Dia-lah Yang Batin, Yang hakikat Zat-Nya tidak dapat digambarkan oleh akal. Dia mengetahui semua yang tersimpan, yang tidak nyata dan segala yang tersembunyi. Dia yang paling dekat kepada apa yang telah diciptakan-Nya. Tidak ada sesuatu pun yang lebih dekat kepada makhluk-Nya selain Dia; sebagaimana firmanNya: \nDan sungguh, Kami telah menciptakan manusia dan mengetahui apa yang dibisikkan oleh hatinya, dan Kami lebih dekat kepadanya daripada urat lehernya. (Qaf/50: 16) \nDalam hadis riwayat Ahmad dan Muslim dari Abu Hurairah: Fatimah datang kepada Nabi saw meminta seorang pembantu, lalu Nabi menyuruhnya berdoa, \"Ya Allah, Tuhan segala sesuatu, yang menurunkan kitab Taurat, Injil, dan Al-Qur'an, yang membelah bijibijian. Aku berlindung kepada-Mu dari kejelekan setiap sesuatu. Engkaulah yang mengaturnya. Engkaulah Zat yang awal yang tidak ada sebelum-Mu sesuatu apa pun, Engkaulah Zat yang akhir yang tidak ada sesudah-Mu sesuatu apa pun. Engkaulah adz-Â¨ahir yang tidak ada sesuatu pun di atas-Mu, dan Engkaulah al-Bathin yang tidak ada sesuatu apa pun di bawah-Mu. Lunasilah hutang kami dan cukupilah kebutuhan kami. (Riwayat Ahmad dan Muslim dari Abu Hurairah)",
            "ibnu_katsir": "Firman Allah Swt.:\n\nDialah Yang Awal dan Yang Akhir, Yang Zahir dan YangBatin. (Al-Hadid: 3)\n\nAyat inilah yang diisyaratkan oleh hadis Irbad ibnu Sariyah, bahwa ayat ini lebih utama daripada seribu ayat. \n\nAbu Daud mengatakan, telah menceritakan kepada kami Abbas ibnu Abdul Azim, telah menceritakan kepada kami An-Nadr ibnu Muhammad, telah menceritakan kepada kami Ikrimah ibnu Ammar, telah menceritakan kepada kami Abu Zamil yang mengatakan, \"Aku pernah berkata kepada Ibnu Abbas, 'Coba terka apakah yang sedang kusimpan di dalam hatiku.' Ibnu Abbas balik bertanya, 'Coba terangkan, apakah itu?' Aku menjawab, 'Demi Allah, aku tidak akan mengutarakannya.' Ibnu Abbas berkata, 'Apakah suatu dosa?\" Lalu Ibnu Abbas berkata, 'Tiada seorang pun yang selamat dari dosa.' Ia mengatakan ini sambil tertawa.\" Ibnu Abbas melanjutkan, bahwa hingga Allah Swt. menurunkan firman-Nya: Maka jika kamu (Muhammad) berada dalam keragu-raguan tentang apa yang Kami turunkan kepadamu, maka tanyakanlah kepada orang-orang yang membaca kitab sebelum kamu. Sesungguhnya telah datang kebenaran kepadamu dari Tuhanmu. (Yunus: 94), hingga akhir ayat. Dan Ibnu Abbas berkata lagi kepadaku, \"Jika kamu merasakan sesuatu dalam dirimu, maka bacalah firman-Nya: 'Dialah Yang Awal dan Yang Akhir, Yang Zahir dan YangBatin, dan Dia Maha Mengetahui segala sesuatu' (Al-Hadid: 3).\"\n\nUlama tafsir berbeda pendapat sehubungan dengan makna ayat ini, pendapat mereka kurang lebih ada belasan. \n\nImam Bukhari mengatakan bahwa Yahya telah berkata bahwa yang dimaksud dengan Zahir ialah mengetahui lahiriah segala sesuatu. Dan yang dimaksud dengan Batin ialah mengetahui apa yang tersimpan dalam diri segala sesuatu. \n\nGuru kami Al-Hafiz Al-Mazi mengatakan bahwa Yahya ini adalah Ibnu Ziad Al-Farra, dia mempunyai sebuah karya tulis yang berjudul Ma'anil Qur'an. \n\nDan mengenai makna ayat ini banyak hadis yang menerangkannya, antara lain ialah apa yang diriwayatkan oleh Imam Ahmad. Disebutkan bahwa: \n\ntelah menceritakan kepada kami Khalaf ibnul Walid, telah menceritakan kepada kami Ibnu Iyasy, dari Suhail ibnu Abu Saleh, dari ayahnya, dari Abu Hurairah, bahwa Rasulullah Saw. sering membaca doa ini di saat menjelang tidurnya, yaitu: Ya Allah, Tuhan Yang Menguasai tujuh langit dan Tuhan yang menguasai 'Arasy yang besar. Ya Tuhan kami, Tuhan segala sesuatu, Yang menurunkan Taurat, Injil, danAl-Qur’an, Yang membelah biji dan benih, tiada Tuhan yang berhak disembah selain Engkau. Aku berlindung kepada Engkau dari kejahatan segala sesuatu, Engkaulah yang memegang ubun-ubunnya. Engkau adalah Yang Awal, maka tiada sesuatu pun sebelum Engkau. Dan Engkau adalah Yang Akhir, maka tiada sesuatu pun sesudah Engkau. Dan Engkau Yang Zahir, maka tiada sesuatu pun di atas Engkau. Dan Engkau Yang Batin, maka tiada sesuatu pun di balik Engkau. Tunaikanlah dari kami utang-utang kami, dan berilah kami kecukupan dari kefakiran.\n\nImam Muslim meriwayatkannya di dalam kitab sahihnya, bahwa telah menceritakan kepadaku Zuhair ibnu Harb, telah menceritakan kepada kami Suhail yang mengatakan bahwa dahulu Abu Saleh menganjurkan kepada kami bahwa apabila seseorang dari kami hendak tidur, hendaklah ia berbaring pada lambung kanannya, kemudian mengucapkan doa berikut: Ya Allah, Tuhan yang menguasai langit, Tuhan yang menguasai bumi, Tuhan yang menguasai Arasy yang besar. Ya Tuhan kami dan Tuhan yang menguasai segala sesuatu, Yang membelah biji dan benih, Yang menurunkan Taurat, Injil, dan Al-Qur’an, aku berlindung kepada Engkau dari kejahatan setiap makhluk yang jahat yang ubun-ubunnya berada di genggaman-Mu. Ya Allah, Engkau adalah Yang Awal, maka tiada sesuatu pun sebelum Engkau; dan Engkau Yang Akhir, maka tiada sesuatu pun sesudah Engkau; dan Engkau YangZahir, maka tiada sesuatu pun di atas Engkau; dan Engkau Yang Batin, maka tiada sesuatu pun di balik Engkau. Maka tunaikanlah dari kami utang-utang kami dan berilah kami kecukupan dari kefakiran.\n\nTersebutlah bahwa Abu Saleh meriwayatkan hadis ini dari Abu Hurairah, dari Nabi Saw.\n\nAl-Hafiz Abu Ya'la Al-Mausuli telah meriwayatkan di dalam kitab musnadnya, dari Aisyah Ummul Mu’minin hal yang semisal dengan hadis ini. Untuk itu dia mengatakan: \n\ntelah menceritakan kepada kami Uqbah, telah menceritakan kepada kami Yunus, telah menceritakan kepada kami As-Sirri ibnu Ismail, dari Asy-Sya'bi, dari Masruq, dari Aisyah yang mengatakan bahwa sudah menjadi kebiasaan Rasulullah Saw. memerintahkan kepadanya untuk menggelarkan kasurnya, maka digelarkanlah kasurnya dengan menghadap ke arah kiblat. Dan apabila beliau Saw. merebahkan diri di atasnya, maka beliau jadikan telapak tangan kanannya sebagai bantal, lalu bergumam yang tidak kuketahui apa yang dibacanya. Dan apabila malam hari menjelang akhirnya, maka beliau Saw. mengeraskan suaranya seraya membaca doa berikut: Ya Allah, Tuhan Yang menguasai tujuh langit, Tuhan Yang menguasai Arasy yang besar, Tuhan segala sesuatu dan Yang menurunkan Taurat, Injil, dan Al-Qur’an, Yang membelah biji dan benih, aku berlindung kepada Engkau dari kejahatan segala sesuatu yang Engkau pegang ubun-ubunnya. Ya Allah, Engkau adalah Yang Awal yang tiada sesuatu pun sebelum Engkau, dan Engkau adalah Yang Akhir yang tiada sesuatu pun sesudah Engkau; dan Engkau Yang Zahir, maka tiada sesuatu pun di atas Engkau; dan Engkau Yang Batin, maka tiada sesuatu pun di balik Engkau. Tunaikanlah dari kami utang-utang kami, dan berilah kami kecukupan dari kefakiran.\n\nAs-Sirri ibnu Ismail ini adalah anak lelaki pamannya Asy-Sya'bi, dia orangnya daif hanya Allah-lah Yang Maha Mengetahui.\n\nAbu Isa alias Imam Turmuzi dalam tafsir ayat ini mengatakan, telah menceritakan kepada kami Abdu ibnu Humaid dan lainnya yang bukan hanya seorang, tetapi semuanya meriwayatkan hal yang sama. Mereka mengatakan, telah menceritakan kepada kami Yunus ibnu Muhammad, telah menceritakan kepada kami Syaiban ibnu Abdur Rahman, dari Qatadah yang telah mengatakan bahwa Al-Hasan telah menceritakan dari Abu Hurairah yang mengatakan bahwa ketika Nabi Saw. sedang duduk bersama para sahabatnya, tiba-tiba mendung menutupi mereka, maka Nabi Saw. bersabda, \"Tahukah kalian, apakah awan ini?\" Mereka menjawab, \"Allah dan Rasul-Nya lebih mengetahui.\" Nabi Saw. menjawab, \"Awan inilah yang menyirami bumi, awan ini digiring menuju ke tempat suatu kaum yang tidak mensyukuri Allah dan tidak pernah berdoa kepada Allah.\" Kemudian Nabi Saw. bertanya, \"Tahukah kalian apakah yang ada di atas kalian?\" Mereka menjawab, \"Allah dan Rasul-Nya lebih mengetahui.\" Nabi Saw. bersabda, \"Sesungguhnya di atas kalian adalah langit yang tinggi yang merupakan atap yang terpelihara dan gelombang yang tertutup.\" Kemudian Nabi Saw. bertanya, \"Tahukah kalian, berapakah jarak antara kalian dan langit itu?\" Mereka berkata, \"Allah dan Rasul-Nya lebih mengetahui.\" Nabi Saw. bersabda, \"Jarak antara kalian dan langit adalah lima ratus tahun.\" Kemudian Nabi Saw. bertanya, \"Tahukah kalian apakah yang ada di atasnya?\" Mereka menjawab, \"Allah dan Rasul-Nya lebih mengetahui.\" Nabi Saw. bersabda, \"Sesungguhnya di atas itu ada langit lagi yang jarak di antara keduanya adalah perjalanan lima ratus tahun,\" hingga Nabi Saw. menyebutkannya sampai tujuh langit, dan bahwa jarak antara tiap-tiap dua langit sama dengan jarak antara langit dan bumi. Nabi Saw. bertanya, \"Tahukah kalian apakah yang ada di atas semuanya itu?\" Mereka menjawab, \"Allah dan Rasul-Nya lebih mengetahui.\" Nabi Saw. bersabda, \"Sesungguhnya di atas semuanya itu terdapat 'Arasy yang jarak antara 'Arasy dan langit (yang ketujuh) sama dengan jarak antara satu langit ke langit yang lainnya. Nabi Saw. bersabda, \"Tahukah kalian, apakah yang ada di bawah kalian?\" Mereka menjawab, \"Allah dan Rasul-Nya lebih mengetahui.\" Nabi Saw. menjawab, \"Sesungguhnya yang di bawah kalian adalah bumi.\" Nabi Saw. bertanya, \"Tahukah kalian apa yang ada di bawah bumi?\" Mereka menjawab, \"Allah dan Rasul-Nya lebih mengetahui.\" Nabi Saw. bersabda, \"Sesungguhnya di bawah bumi ini terdapat bumi lainnya yang jarak di antara keduanya sama dengan perjalanan lima ratus tahun,\" hingga Nabi Saw. menyebutnya sampai tujuh lapis bumi, dan bahwa jarak dari satu bumi ke bumi yang lainnya sama dengan perjalanan lima ratus tahun.\" Kemudian Rasulullah Saw. bersabda, \"Demi Tuhan yang jiwaku berada di dalam genggaman-Nya, seandainya kalian mengulurkan tambang ke bumi yang paling bawah, tentulah tambang itu akan turun sampai kepada Allah.\" Lalu Nabi Saw. membaca firman Allah Swt.: Dialah Yang Awal dan Yang Akhir, Yang Zahir dan YangBatin, dan Dia Maha Mengetahui segala sesuatu. (Al-Hadid: 3)\n\nKemudian Imam Turmuzi mengatakan bahwa hadis ini garib bila ditinjau dari segi jalurnya. Diriwayatkan pula dari Ayyub, Yunus ibnu Ubaid, dan Ali ibnu Zaid, mereka mengatakan bahwa Al-Hasan belum pernah mendengar dari Abu Hurairah.\n\nSebagian ahlul 'ilmi menakwilkan makna hadis ini. Mereka mengatakan bahwa sesungguhnya yang dimaksud dengan 'turun sampai kepada Allah' ialah ilmu-Nya, kekuasaan-Nya, dan pengaruh-Nya. Karena sesungguhnya ilmu, kekuasaan, dan pengaruh Allah Swt. itu berada di mana-mana dan di semua tempat, sedangkan Dia  di atas 'Arasy, sebagaimana yang disebutkan di dalam Kitab-Nya.\n\nImam Ahmad meriwayatkan hadis ini melalui Syuraih, dari Al-Hakam ibnu Abdul Malik, dari Qatadah, dari Al-Hasan dan Abu Hurairah, dari Nabi Saw., lalu disebutkan hal yang semisal. Dalam riwayat ini disebutkan pula bahwa jarak dari satu bumi ke bumi lainnya adalah perjalanan tujuh ratus tahun. Disebutkan juga bahwa seandainya seseorang dari kalian menjulurkan tambang ke bumi lapis yang ketujuh, niscaya sampailah tambang itu kepada Allah. Kemudian Nabi Saw. membaca firman-Nya: Dialah Yang Awal dan Yang Akhir, Yang Zahir dan Yang Batin; dan Dia Maha Mengetahui segala sesuatu. (Al-Hadid: 3)\n\nIbnu Abu Hatim dan Al-Bazzar meriwayatkan hadis ini melalui Abu Ja'far Ar-Razi, dari Qatadah, dari Al-Hasan, dari Abu Hurairah, lalu disebutkan hadis yang semisal. Tetapi Ibnu Abu Hatim tidak menyebutkan bagian terakhirnya, yaitu bahwa seandainya kamu menjulurkan tambang. Akan tetapi, yang disebutkannya ialah hingga menghitung tujuh lapis bumi yang jarak antara satu lapis bumi ke lapis bumi lainnya sama dengan perjalanan lima ratus tahun. Kemudian Rasulullah Saw. membaca firman-Nya: Dialah Yang Awal dan Yang Akhir, YangZahir dan YangBatin; dan Dia Maha Mengetahui segala sesuatu. (Al-Hadid: 3)\n\nDan Al-Bazzar mengatakan bahwa tiada yang meriwayatkan hadis ini dari Nabi Saw. selain Abu Hurairah.\n\nIbnu Jarir telah meriwayatkan dari Bisyr, dari Yazid, dari Sa'id, dari Qatadah sehubungan dengan makna firman-Nya: Dialah Yang Awal dan Yang Akhir, Yang Zahir dan Yang Batin. (Al-Hadid: 3) Telah diceritakan kepada kami bahwa ketika Nabi Saw. sedang duduk di antara para sahabatnya, tiba-tiba berlalulah di atas mereka sekumpulan awan. Maka Nabi Saw. bertanya, \"Tahukah kalian, awan apakah ini?\" Kemudian dilanjutkan seperti konteks yang ada pada hadis Imam Turmuzi, hanya berdasarkan riwayat ini predikat hadis adalah mursal, dan barangkali jalur inilah yang terkenal; hanya Allah-lah Yang Maha Mengetahui. \n\nTelah diriwayatkan pula hal ini melalui hadis Abu Zar Al-Gifari r.a. yang dikemukakan oleh Al-Bazzar di dalam kitab musnadnya, dan Imam Baihaqi di dalam Kitabul Asma Was Sifat, tetapi sanadnya masih perlu diteliti dan di dalam matannya terdapat hal yang garib dan munkar; dan hanya Allah-lah Yang Maha Mengetahui.\n\nIbnu Jarir sehubungan dengan firman-Nya: dan seperti itu pula bumi. (Ath-Thalaq: 12) telah mengatakan bahwa telah menceritakan kepada kami Ibnu Abdul A'la, telah menceritakan kepada kami Ibnu Saur, dari Ma'mar, dari Qatadah yang mengatakan bahwa empat malaikat bersua di antara langit dan bumi. Sebagian dari mereka berkata kepada sebagian yang lain, \"Dari manakah kamu datang?\" Seseorang dari mereka menjawab, \"Tuhanku telah mengutusku dari langit yang ketujuh dan Dia kutinggalkan di sana.\" Kemudian yang lainnya berkata, \"Tuhanku telah mengutusku dari bumi yang ketujuh, dan Dia kutinggalkan di sana.\" Yang lainnya berkata, \"Tuhanku telah mengutusku dari arah timur dan Dia kutinggalkan di sana.\" Dan yang lainnya lagi berkata, \"Tuhanku telah mengutusku dari arah barat dan Dia kutinggalkan di sana.\" Hadis ini garib sekali, dan adakalanya hadis yang pertama tadi mauquf hanya. sampai pada Qatadah, sebagaimana pula hadis ini, yaitu dari perkataan Qatadah sendiri; dan hanya Allah-lah Yang Maha Mengetahui.",
            "jalalain": "(Dialah Yang Awal) sebelum segala sesuatu ada, keawalan Dia tidak ada permulaannya (dan Yang Akhir) sesudah segala sesuatu berakhir, keakhiran-Nya tanpa batas (dan Yang Maha Zahir) melalui bukti-bukti yang menunjukkan kezahiran Nya (dan Yang Batin) yakni tidak dapat dilihat dan ditemukan oleh panca indra (dan Dia Maha Mengetahui atas segala sesuatu).",
            "quraish_shihab": "Dia telah ada sebelum segala sesuatu ada; hidup kekal setelah segala sesuatu musnah; tampak pada segala sesuatu, karena segala sesuatu merupakan tanda adanya Tuhan; tidak tampak sehingga tak dapat dilihat oleh mata. Dia mengetahui segala sesuatu, baik yang tampak maupun yang tidak."
        },
        {
            "ind": "Dialah yang menciptakan langit dan bumi dalam enam masa: Kemudian Dia bersemayam di atas 'Arsy. Dia mengetahui apa yang masuk ke dalam bumi dan apa yang keluar daripadanya dan apa yang turun dari langit dan apa yang naik kepada-Nya. Dan Dia bersama kamu di mana saja kamu berada. Dan Allah Maha Melihat apa yang kamu kerjakan.",
            "arb": "هُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَىٰ عَلَى الْعَرْشِ ۚ يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا ۖ وَهُوَ مَعَكُمْ أَيْنَ مَا كُنتُمْ ۚ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
            "transliterasi": "Huwa Al-Ladhī Khalaqa As-Samāwāti Wa Al-'Arđa Fī Sittati 'Ayyāmin Thumma Astawaá `Alaá Al-`Arshi Ya`lamu Mā Yaliju Fī Al-'Arđi Wa Mā Yakhruju Minhā Wa Mā Yanzilu Mina As-Samā'i Wa Mā Ya`ruju Fīhā Wa Huwa Ma`akum 'Ayna Mā Kuntum Wa Allāhu Bimā Ta`malūna Başīrun.",
            "eng": "He it is who has created the heavens and the earth in six aeons, and is established on the throne of His almightiness. He knows all that enters the earth, and all that comes out of it, as well as all that descends from the skies, and all that ascends to them. And He is with you wherever you may be; and God sees all that you do.",
            "kemenag_ringkas": "Dialah yang menciptakan langit dan bumi beserta semua yang ada di dalam dan di antara keduanya dalam enam masa; kemudian setelah penciptaan itu Dia bersemayam di atas ‘Arsy untuk mengatur urusan makhluk-Nya. Apa saja yang terjadi pada ciptaan-Nya tidak pernah luput dari pengetahuan-Nya. Dia mengetahui apa yang masuk ke dalam bumi, seperti hewan yang menyusup, dan apa yang keluar dari dalamnya, seperti tanaman yang tumbuh. Dia mengetahui pula apa yang turun dari langit, seperti air hujan, dan apa yang naik ke sana, seperti kebajikan dan doa manusia. Wajib diyakini bahwa Allah itu ada dan Dia bersama kamu di mana saja kamu berada. Dan Allah Maha Melihat apa yang kamu kerjakan; tidak ada yang tersembunyi dari-Nya.5. Allah adalah Pencipta semua makhluk, karena itu milik-Nyalah kerajaan langit dan bumi. Semua berasal dari-Nya dan hanya kepada Allah segala urusan yang terkait dengan makhluk dikembalikan.",
            "kemenag": "Pada ayat ini diterangkan bahwa Allah menciptakan langit dan bumi beserta semua yang terdapat pada keduanya. Dialah yang mengaturnya dengan sistem yang telah ditentukan-Nya dalam enam masa, lalu Dia bersemayam di atas 'Arsy yang sesuai dengan kebesaran dan kesucian-Nya. Dari sanalah diatur seluruh kerajaan dengan hikmat dan bijaksana. Dianugerahkan-Nya kepada sebagian hamba-hamba-Nya petunjuk-petunjuk yang dapat membawa mereka kepada jalan yang sempurna untuk mengabdi dan bersyukur kepadaNya sehingga mereka dapat hidup bahagia di dunia dan di akhirat. Dia mengetahui semua makhluk-Nya yang masuk ke dalam bumi, tidak ada sesuatu pun yang luput dari pengetahuan-Nya dan Dia pun mengetahui apa-apa yang keluar dari bumi, yang berupa tumbuhtumbuhan, tanam-tanaman dan buah-buahan serta benda yang berupa emas, perak, minyak bumi dan lain-lain sebagainya. Dalam ayat yang lain Allah berfirman: \nDan kunci-kunci semua yang gaib ada pada-Nya; tidak ada yang mengetahui selain Dia. Dia mengetahui apa yang ada di darat dan di laut. Tidak ada sehelai daun pun yang gugur yang tidak diketahui-Nya. Tidak ada sebutir biji pun dalam kegelapan bumi dan tidak pula sesuatu yang basah atau yang kering, yang tidak tertulis dalam Kitab yang nyata (Lauh Mahfudz). (al-An'am/6: 59) \nAllah mengetahui apa yang turun dari langit seperti hujan, malaikat dan amal perbuatan yang baik, sebagaimana firman Allah dalam ayat berikut ini: \nBarang siapa menghendaki kemuliaan, maka (ketahuilah) kemuliaan itu semuanya milik Allah. Kepada-Nyalah akan naik perkataanperkataan yang baik, dan amal kebajikan Dia akan mengangkatnya. Adapun orang-orang yang merencanakan kejahatan mereka akan mendapat azab yang sangat keras, dan rencana jahat mereka akan hancur. (Fathir/35: 10) \nAllah melihat segala perbuatan manusia di mana pun ia berada. Dia mengawasi manusia, mendengar perkataannya, mengetahui apaapa yang manusia sembunyikan dan yang tergerak dalam hatinya, sebagaimana firman Allah dalam ayat berikut ini: \nSama saja (bagi Allah), siapa di antaramu yang merahasiakan ucapannya dan siapa yang berterus terang dengannya; dan siapa yang bersembunyi pada malam hari dan yang berjalan pada siang hari. (ar-Ra'd/13: 10)",
            "ibnu_katsir": "Allah menceritakan penciptaan langit dan bumi yang dilakukan-Nya selama enam hari (masa); kemudian Allah memberitahukan tentang bersemayam-Nya di atas 'Arasy sesudah Dia menciptakan semuanya. Dalam pembahasan yang lalu telah disebutkan penjelasan mengenai makna ayat ini dan ayat-ayat lainnya yang semisal sehingga tidak perlu diulang lagi.\n\nFirman Allah Swt.:\n\nDia mengetahui apa yang masuk ke dalam bumi. (Al-Hadid: 4) \n\nYakni mengetahui jumlah biji dan benih yang dimasukkan ke dalam bumi.\n\ndan apa yang keluar darinya. (Al-Hadid: 4)\n\nYaitu berupa tanam-tanaman, tumbuh-tumbuhan, dan buah-buahan yang dihasilkan darinya. Sebagaimana yang disebutkan dalam ayat lain melalui firman-Nya:\n\nDan pada sisi Allah-lah kunci-kunci semua yang gaib; tak ada yang mengetahuinya kecuali Dia sendiri, dan Dia mengetahui apa yang di daratan dan di lautan, dan tiada sehelai daun pun yang gugur melainkan Dia mengetahuinya (pula), dan tidak jatuh sebutir biji pun dalam kegelapan bumi, dan tidak sesuatu yang basah atau yang kering, melainkan tertulis dalam kitab yang nyata (Lauh Mahfuz). (Al-An'am: 59)\n\nAdapun firman Allah Swt.:\n\ndan apa yang turun dari langit. (Al-Hadid: 4)\n\nYakni berupa hujan, salju, embun, takdir, dan hukum-hukum serta para malaikat yang mulia-mulia. Dalam pembahasan terdahulu —yaitu tafsir surat Al-Baqarah— telah disebutkan bahwa tiada setetes hujan pun yang diturunkan dari langit melainkan bersama malaikat yang menjatuhkannya di tempat yang diperintahkan oleh Allah Swt. sesuai dengan kehendak­Nya.\n\nFirman Allah Swt.:\n\ndan apa yang naik kepadanya. (Al-Hadid: 4)\n\nMaksudnya, malaikat-malaikat dan amal-amal perbuatan yang dibawanya. Sebagaimana yang disebutkan dalam hadis sahih yang mengatakan:\n\nDinaikkan (dilaporkan) kepada-Nya amal perbuatan malam hari sebelum siang hari, dan amal siang hari sebelum malam hari.\n\nFirman Allah Swt.:\n\nDan Dia bersama kamu di mana saja kamu berada. Dan Allah Maha Melihat apa yang kamu kerjakan. (Al-Hadid: 4)\n\nYakni Dia Maha Mengawasi kalian lagi Maha Menyaksikan semua amal kalian di mana pun kalian berada, baik di daratan ataupun di lautan, baik di malam ataupun siang hari, baik di dalam rumah maupun di tengah hutan. Semuanya itu bagi ilmu Allah sama saja dan berada di bawah penglihatan dan pendengaran-Nya. Maka Dia mendengar pembicaraan kalian dan melihat tempat kalian dan mengetahui rahasia dan apa yang dibisikkan oleh kalian, seperti yang diterangkan dalam ayat lain melalui firman-Nya:\n\nIngatlah, sesungguhnya (orang munafik itu) memalingkan dada mereka untuk menyembunyikan diri darinya (Muhammad). Ingatlah, di waktu mereka menyelimuti dirinya dengan kain. Allah mengetahui apa yang mereka sembunyikan dan apa yang mereka lahirkan, sesungguhnya Allah Maha Mengetahui segala isi hati. (Hud: 5)\n\nDan firman Allah Swt. lainnya yang menyebutkan:\n\nSama saja (bagi Tuhan), siapa di antaramu yang merahasiakan ucapannya dan siapa yang berterus terang dengan ucapan itu, dan siapa yang bersembunyi di malam hari dan yang berjalan (menampakkan diri) di siang hari. (Ar-Ra'd: 10)\n\nMaka tidak ada Tuhan yang berhak disembah selain Dia, dan tidak ada Penguasa (Rabb) selain Dia. Di dalam kitab sahih disebutkan bahwa Rasulullah Saw. bersabda kepada Malaikat Jibril saat Jibril menanyakan kepadanya tentang ihsan:\n\nHendaklah engkau sembah Allah seakan-akan engkau melihat-Nya; dan jika engkau tidak melihat-Nya, maka sesungguhnya Dia melihatmu.\n\nAl-Hafiz Abu Bakar Al-Isma'ili telah meriwayatkan melalui hadis Nasr ibnu Khuzaimah ibnu Junadah ibnu Mahfuz ibnu Alqamah, bahwa telah menceritakan kepadaku ayahku, dari Nasr ibnu Alqamah, dari saudaranya (yaitu Abdur Rahman ibnu Amir) yang mengatakan bahwa Umar pernah bercerita bahwa seorang lelaki datang kepada Nabi Saw., lalu berkata, \"Bekalilah aku dengan hikmah yang akan kuamalkan sepanjang hayat dikandung badan.\" Maka Nabi Saw. bersabda:  Malulah kamu kepada Allah sebagaimana malumu kepada seorang yang saleh dari kalangan kaum kerabatmu yang selamanya tidak berpisah darimu.\n\nHadis ini garib. \n\nAbu Na'im telah meriwayatkan pula melalui hadis Abdullah ibnu Alawaih Al-Amiri secara marfu':\n\nAda tiga hal yang bila dikerjakan pelakunya berarti telah merasakan manisnya iman, yaitu jika ia selalu beribadah kepada Allah dalam kesendiriannya, dan menyerahkan zakat hartanya dengan hati yang tulus ikhlas setiap tahunnya, dan tidak membayarnya dengan ternak yang sudah tua, ternak yang buruk, ternak yang cacat parah, dan tidak pula ternak yang sakit, tetapi dari standar harta yang dimilikinya dan menyucikan dirinya. Lalu ada seorang lelaki bertanya, \"Wahai Rasulullah, apakah yang dimaksud dengan pengertian seseorang menyucikan dirinya?\" Rasulullah Saw. menjawab: Bila dia selalu merasakan bahwa Allah selalu bersamanya di mana pun ia berada.",
            "jalalain": "(Dialah yang menciptakan langit dan bumi dalam enam hari) yakni sebagaimana hari-hari di dunia; dimulai dari hari Ahad dan berakhir pada hari Jumat. (Kemudian Dia bersemayam/berkuasa di atas Arasy) di atas Al Kursiy sesuai dengan keagungan dan kebesaran-Nya (Dia mengetahui apa yang masuk) semua yang masuk (ke dalam bumi) seperti air hujan dan orang-orang yang mati (dan apa yang keluar daripadanya) seperti tumbuh-tumbuhan dan mineral (dan apa yang turun dari langit) seperti rahmat/hujan dan azab (dan apa yang naik kepada-Nya) seperti amal-amal saleh dan amal-amal yang buruk. (Dan Dia bersama kalian) melalui ilmu-Nya (di mana saja kalian berada. Dan Allah Maha Melihat apa yang kalian kerjakan).",
            "quraish_shihab": "Dialah yang menciptakan langit dan bumi beserta segala yang ada di antara keduanya dalam enam hari. Kemudian Dia bersemayam di singgasana dengan mengatur kerajaan-Nya. Dia mengetahui segala yang berada di dalam dan yang keluar dari bumi, mengetahui segala yang turun dari dan yang naik ke langit. Dia Maha Mengetahui semua urusan kalian di mana saja berada. Allah melihat dan mengetahui dengan teliti semua yang kalian kerjakan. Tidak ada sesuatu pun dari hal itu yang tersembunyi."
        },
        {
            "ind": "Kepunyaan-Nya-lah kerajaan langit dan bumi. Dan kepada Allah-lah dikembalikan segala urusan.",
            "arb": "لَّهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۚ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ",
            "transliterasi": "Lahu Mulku As-Samāwāti Wa Al-'Arđi Wa 'Ilaá Allāhi Turja`u Al-'Umūru.",
            "eng": "His is the dominion over the heavens and the earth; and all things go back unto God [as their source].",
            "kemenag_ringkas": "Allah adalah Pencipta semua makhluk, karena itu milik-Nyalah kerajaan langit dan bumi. Semua berasal dari-Nya dan hanya kepada Allah segala urusan yang terkait dengan makhluk dikembalikan.6. Di antara tanda kekuasaan Allah adalah pergantian waktu. Dia memasukkan sebagian waktu malam ke dalam siang sehingga waktunya lebih panjang saat musim panas, dan memasukkan siang ke dalam malam sehingga waktunya lebih lama saat musim dingin. Dia mengatur semua yang ada dan Dia Maha mengetahui segala isi hati, baik yang kemudian diungkapkan maupun yang terus disembunyikan.",
            "kemenag": "Pada ayat ini Allah menerangkan bahwa kerajaan langit dan bumi beserta segala yang berada pada keduanya adalah kepunyaanNya. Dialah yang mengatur keduanya dengan hikmat bijaksana dan keputusan-Nyalah yang berlaku atas keduanya sesuai dengan kehendak dan ketentuan-Nya, serta kepada-Nya semua makhluk dan segala urusan akan kembali. Sebagaimana firman-Nya di dalam ayatayat berikut ini: \nDan sesungguhnya milik Kamilah akhirat dan dunia itu. (al-Lail/92: 13) \nDan Allah berfirman: \nDan Dialah Allah, tidak ada tuhan (yang berhak disembah) selain Dia, segala puji bagi-Nya di dunia dan di akhirat, dan bagi-Nya segala penentuan dan kepada-Nya kamu dikembalikan. (al-Qasas/28: 70)",
            "ibnu_katsir": "Firman Allah Swt.:\n\nKepunyaan-Nyalah kerajaan langit dan bumi. Dan kepada Allah-lah dikembalikan segala urusan. (Al-Hadid: 5)\n\nYakni Dialah Yang memiliki dunia dan akhirat, sebagaimana yang disebutkan dalam ayat lain melalui firman-Nya:\n\ndan sesungguhnya kepunyaan Kamilah akhirat dan dunia. (Al-Lail: 13)\n\nDan Dialah Yang Terpuji atas semuanya itu, sebagaimana yang disebutkan dalam ayat lainnya:\n\nDan Dialah Allah, tidak ada Tuhan (yang berhak disembah) melainkan Dia, bagi-Nyalah segala puji di dunia dan di akhirat. (Al-Qashash: 70)\n\nDan firman Allah Swt.:\n\nSegala puji bagi Allah yang memiliki apa yang di langit dan apa yang di bumi dan bagi-Nya (pu la) segala puji di akhirat. Dan Dialah Yang Mahabijaksana lagi Maha Mengetahui. (Saba': 1)\n\nMaka semua yang ada di langit dan di bumi adalah milik-Nya, dan para penghuninya adalah hamba-hamba-Nya yang tunduk patuh di hadapan­Nya. Seperti yang disebutkan di dalam firman-Nya:\n\nTidak ada seorang pun di langit dan di bumi, kecuali akan datang kepada Tuhan Yang Maha Pemurah selaku seorang hamba. Sesungguhnya Allah telah menentukan jumlah mereka dan menghitung mereka dengan hitungan yang teliti. Dan tiap-tiap mereka akan datang kepada Allah pada hari kiamat dengan sendiri-sendiri. (Maryam: 93-95)\n\nKarena itulah maka disebutkan dalam surat ini oleh firman-Nya:\n\nDan kepada Allah-lah dikembalikan segala urusan. (Al-Hadid: 5)\n\nYakni hanya kepada-Nyalah semuanya dikembalikan pada hari kiamat nanti, lalu Dia menghukumi makhluk-Nya menurut apa yang dikehendaki-Nya. Dia Mahaadil dan tidak akan lalim, tidak pula melampaui batas barang seberat zarrah pun. Bahkan jika seseorang dari mereka melakukan suatu kebaikan, Dia melipat gandakan pahalanya sampai sepuluh kali lipatnya.\n\ndan memberikan dari sisi-Nya pahala yang besar. (An-Nisa: 40) \n\nSemakna pula dengan apa yang disebutkan oleh firman-Nya:\n\nKami akan memasang timbangan yang tepat pada hari kiamat, maka tiadalah dirugikan seseorang barang sedikit pun. Dan jika (amalan itu) hanya seberat biji sawi pun pasti Kami mendatangkan (pahala)nya. Dan cukuplah Kami sebagai Pembuat perhitungan. (Al-Anbiya: 47)",
            "jalalain": "(Kepunyaan-Nyalah kerajaan langit dan bumi. Dan kepada Allah-lah dikembalikan segala sesuatu) yakni semua yang ada ini.",
            "quraish_shihab": "Hanya Allahlah yang memiliki kerajaan langit dan bumi, dan hanya kepada-Nyalah urusan semua makhluk akan dikembalikan dan nasib mereka berakhir."
        },
        {
            "ind": "Dialah yang memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam. Dan Dia Maha Mengetahui segala isi hati.",
            "arb": "يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ ۚ وَهُوَ عَلِيمٌ بِذَاتِ الصُّدُورِ",
            "transliterasi": "Yūliju Al-Layla Fī An-Nahāri Wa Yūliju An-Nahāra Fī Al-Layli Wa Huwa `Alīmun Bidhāti Aş-Şudūri.",
            "eng": "He makes the night grow longer by shortening the day, and makes the day grow longer by shortening the night; and He has full knowledge of what is in the hearts [of men].",
            "kemenag_ringkas": "Di antara tanda kekuasaan Allah adalah pergantian waktu. Dia memasukkan sebagian waktu malam ke dalam siang sehingga waktunya lebih panjang saat musim panas, dan memasukkan siang ke dalam malam sehingga waktunya lebih lama saat musim dingin. Dia mengatur semua yang ada dan Dia Maha mengetahui segala isi hati, baik yang kemudian diungkapkan maupun yang terus disembunyikan. 7. Bila sebelumnya Allah memperlihatkan bukti-bukti kekuasaan-Nya, pada ayat ini Allah menganjurkan orang mukmin untuk berinfak. Wahai manusia, berimanlah kamu kepada Allah yang telah menciptakanmu dan kepada Rasul yang diutus-Nya untuk menyampaikan tuntunan-Nya, dan infakkanlah sebagian dari harta yang Dia telah menjadikan kamu sebagai penguasanya, kepada orang yang berhak. Sesungguhnya dalam hartamu itu terdapat bagian Allah bagi mereka. Maka, orang-orang yang beriman kepada Allah dan Rasul-Nya di antara kamu dan menginfakkan sebagian dari hartanya di jalan Allah akan memperoleh pahala yang besar, baik di dunia maupun akhirat.",
            "kemenag": "Pada ayat ini Allah menerangkan bahwa Dialah yang memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam sesuai dengan kebijaksanaan dan ketentuan yang dikehendaki-Nya. Kadang-kadang siang lebih panjang dari malam, kadang-kadang malam lebih panjang dari siang serta kadang-kadang sama panjangnya. Dijadikan-Nya musim panas, musim dingin, musim semi dan musim gugur, yang bermanfaat bagi hamba-Nya, dan sesuai dengan rencana-Nya. Dia-lah yang mengetahui segala sesuatu yang tersembunyi sampai kepada benda yang paling kecil dan Dia juga mengetahui apa yang tergerak dalam hati dan keinginan hamba-Nya sebagaimana Ia dapat mengetahui perbuatan-perbuatan mereka yang baik dan yang buruk. Dengan ini Allah mendorong kita untuk berpikir secara mendalam dan teliti segala yang bermanfaat secara sungguh-sungguh lalu kemudian bersyukur atas karunia dan nikmat yang telah dianugerahkan-Nya yang memberikan keberuntungan bagi kita di dunia dan di akhirat.",
            "ibnu_katsir": "Adapun firman Allah Swt.:\n\nDialah yang memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam. (Al-Hadid: 6)\n\nYaitu Dialah Yang mengatur makhluk, membolak-balikkan malam dan siang hari, dan menentukan kadar waktu masing-masing dengan kebijaksanaan-Nya menurut apa yang dikehendaki-Nya. Adakalanya malam hari berwaktu panjang dan siang hari menjadi pendek, dan adakalanya sebaliknya, adakalanya pula Dia membiarkan keduanya pertengahan. Dialah yang menjadikan musim, adakalanya musim dingin, lalu musim semi, musim panas, dan musim gugur. Semaunya itu berdasarkan kebijaksaan dan ukuran-Nya menurut apa yang dikehendaki-Nya terhadap makhluk-Nya.\n\nDan Dia mengetahui segala isi hati. (Al-Hadid: 6)\n\nArtinya, Dia mengetahui semua rahasia, betapapun kecil dan tersembunyinya.",
            "jalalain": "(Dialah Yang memasukkan malam) yang memasukkannya (ke dalam siang) sehingga bertambah panjanglah waktu siang dan berkuranglah waktu malam (dan memasukkan siang ke dalam malam) sehingga waktu malam bertambah panjang sedangkan waktu siang semakin berkurang. (Dan Dia Maha Mengetahui segala isi hati) maksudnya, Dia Maha Mengetahui akan rahasia-rahasia dan keyakinan-keyakinan yang terkandung di dalam kalbu.",
            "quraish_shihab": "Dia memasukkan sebagian waktu malam ke dalam waktu siang, dan memasukkan sebagian waktu siang ke dalam waktu malam, hingga panjangnya menjadi berbeda-beda. Dia Maha Mengetahui segala sesuatu yang tersimpan dalam dada dan hati."
        },
        {
            "ind": "Berimanlah kamu kepada Allah dan Rasul-Nya dan nafkahkanlah sebagian dari hartamu yang Allah telah menjadikan kamu menguasainya. Maka orang-orang yang beriman di antara kamu dan menafkahkan (sebagian) dari hartanya memperoleh pahala yang besar.",
            "arb": "آمِنُوا بِاللَّهِ وَرَسُولِهِ وَأَنفِقُوا مِمَّا جَعَلَكُم مُّسْتَخْلَفِينَ فِيهِ ۖ فَالَّذِينَ آمَنُوا مِنكُمْ وَأَنفَقُوا لَهُمْ أَجْرٌ كَبِيرٌ",
            "transliterasi": "'Āminū Billāhi Wa Rasūlihi Wa 'Anfiqū Mimmā Ja`alakum Mustakhlafīna Fīhi Fa-Al-Ladhīna 'Āmanū Minkum Wa 'Anfaqū Lahum 'Ajrun Kabīrun.",
            "eng": "BELIEVE in God and His Apostle, and spend on others out of that of which He has made you trus­tees: for, those of you who have attained to faith and who spend freely [in God’s cause] shall have a great reward.",
            "kemenag_ringkas": "Bila sebelumnya Allah memperlihatkan bukti-bukti kekuasaan-Nya, pada ayat ini Allah menganjurkan orang mukmin untuk berinfak. Wahai manusia, berimanlah kamu kepada Allah yang telah menciptakanmu dan kepada Rasul yang diutus-Nya untuk menyampaikan tuntunan-Nya, dan infakkanlah sebagian dari harta yang Dia telah menjadikan kamu sebagai penguasanya, kepada orang yang berhak. Sesungguhnya dalam hartamu itu terdapat bagian Allah bagi mereka. Maka, orang-orang yang beriman kepada Allah dan Rasul-Nya di antara kamu dan menginfakkan sebagian dari hartanya di jalan Allah akan memperoleh pahala yang besar, baik di dunia maupun akhirat.8. Dan mengapa kamu, wahai manusia, tidak beriman kepada Allah Yang Maha Pencipta, padahal Rasul mengajak dan menyeru kamu beriman kepada Tuhanmu? Dan sungguh, Dia telah mengambil janji setia-mu untuk bertauhid kepada-Nya. Kamu tentu akan menepati janji itu jika kamu adalah orang-orang mukmin.",
            "kemenag": "Pada ayat ini Allah swt memerintahkan agar beriman kepadaNya dan rasul-Nya menafkahkan harta-harta yang mereka miliki, karena harta dan anak itu adalah titipan Allah pada seseorang, tentu saja pada suatu hari titipan tersebut akan diambil kembali. Syu'bah berkata, \"Aku mendengar Qatadah menceritakan tentang Muththarif yang menemui Nabi saw, beliau membaca Surah atTakatsur, lalu berkata: Manusia berkata, \"Hartaku, hartaku.\" Hartamu hanya yang telah engkau makan lalu habis, atau pakaian yang engkau pakai lalu menjadi usang, atau sesuatu yang engkau sedekahkan lalu menjadi kekal (tetap). Maka selain dari itu akan lenyap dan untuk orang lain. (Riwayat Muslim) \nKemudian Allah menerangkan bahwa orang-orang yang beriman kepada Allah membenarkan rasul-Nya serta menginfakkan hartaharta yang jatuh menjadi milik dari peninggalan orang terdahulu, mereka ini akan mendapat pahala yang besar yang tidak pernah dilihat dan tergores di hati.",
            "ibnu_katsir": "Allah Swt. memerintahkan kepada manusia agar beriman kepada-Nya dan kepada Rasul-Nya dengan iman yang sempurna, terus-menerus, lagi teguh dan kokoh. Dan Allah menganjurkan kepada kalian untuk membelanjakan hartamu yang telah dijadikan oleh Allah kepadamu sebagai pengganti-Nya dalam mengelolanya. Yakni harta itu yang ada pada kalian merupakan pinjaman dari Allah, karena sesungguhnya pada asal mulanya berada di tangan orang-orang sebelum kalian, lalu beralih ke tangan kalian. Maka Allah Swt. memberi petunjuk kepada kalian agar menggunakan harta yang dititipkan kepadamu untuk dibelanjakan pada jalan ketaatan kepada-Nya. Jika mereka mau mengerjakan hal ini, maka manfaatnya bagi mereka; dan jika tidak, maka perhitungan mereka berada pada-Nya dan Dia kelak akan menghukum mereka karena meninggalkan kewajiban-kewajiban mereka pada hartanya. \n\nFirman Allah Swt.:\n\nyang Allah telah menjadikan kamu menguasainya. (Al-Hadid: 7)\n\nDi dalam ayat ini terkandung isyarat yang menunjukkan bahwa kelak harta itu pada akhirnya akan ditinggalkan juga olehmu. Dan beruntunglah jika ahli warismu menggunakannya untuk jalan ketaatan kepada Allah. Dengan demikian, berarti ahli warismu lebih beruntung daripada kamu dengan apa yang telah diberikan oleh Allah kepadanya. Tetapi bila ahli warismu menggunakan harta yang diwarisnya darimu untuk tujuan durhaka kepada Allah, berarti kamu telah membantunya untuk berbuat dosa dan kedurhakaan.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Muhammad ibnu Ja'far, telah menceritakan kepada kami Syu'bah, bahwa ia pernah mendengar Qatadah menceritakan dari Mutarrif ibnu Abdullah ibnusy Syikhkhir, dari ayahnya yang telah menceritakan bahwa ketika ia sampai kepada Rasulullah Saw., ia dengar Rasulullah Saw. sedang bersabda: Bermegah-megahan telah melalaikan kamu; anak Adam berkata, \"Hartaku, hartaku!\" Padahal tidak ada bagimu dari hartamu kecuali apa yang kamu makan, lalu lenyap; atau yang kamu pakai, lalu rusak; atau yang kamu sedekahkan, maka kamu teruskan.\n\nImam Muslim meriwayatkannya melalui Syu'bah dengan sanad yang sama, dan dalam riwayatnya ditambahkan:\n\nDan adapun yang selain itu, maka lenyap dan ditinggalkannya untuk orang lain.\n\nFirman Allah Swt.:\n\nMaka orang-orang yang beriman di antara kamu dan menafkahkan (sebagian) dari hartanya memperoleh pahala yang besar. (Al-Hadid: 7)\n\nIni mengandung anjuran untuk beriman dan membelanjakan harta untuk jalan ketaatan. \n\nKemudian Allah Swt. berfirman:\n\nDan mengapa kamu tidak beriman kepada Allah, padahal Rasul menyeru kamu supaya kamu beriman kepada Tuhanmu. (Al-Hadid: 8) '\n\nYakni faktor apakah yang menghalang-halangi kamu untuk beriman, padahal Rasul ada di antara kamu yang menyeru kamu ke arah itu, dan menjelaskan kepada kamu alasan-alasan dan bukti-bukti yang membenarkan apa yang dia sampaikan kepadamu. \n\nTelah diriwayatkan pula kepada kami sebuah hadis yang diriwayatkan melalui berbagai jalur dalam permulaan Syarah Kitabul Iman dari kitab Sahih Bukhari, bahwa pada suatu hari Rasulullah Saw. telah bersabda kepada para sahabatnya:\n\n\"Orang mukmin manakah yang imannya paling kalian kagumi?” Mereka menjawab, \"Para malaikat.” Nabi Saw. bersabda, \"Dan mengapa mereka tidak beriman, sedangkan mereka berada di sisi Tuhan mereka.” Mereka berkata, \"Kalau begitu, para nabi.” Nabi Saw. menjawab, \"Mengapa mereka tidak beriman, sedangkan wahyu diturunkan kepada mereka?” Mereka berkata, \"Kalau begitu, kami.” Nabi Saw. bersabda, \"Mengapa kamu tidak beriman, sedangkan aku berada di antara kalian? Tetapi orang mukmin yang paling menakjubkan keimanannya ialah suatu kaum yang datang sesudah kalian; mereka hanya menjumpai lembaran-lembaran (mushaf), lalu mereka beriman dengan semua yang terkandung di dalamnya.”\n\nKami telah menyebutkan sebagian dari masalah ini di dalam permulaan tafsir surat Al-Baqarah, yaitu pada firman-Nya:\n\n(yaitu) mereka yang beriman kepada yang gaib. (Al-Baqarah: 3)",
            "jalalain": "(Berimanlah kalian) artinya, tetaplah kalian beriman (kepada Allah dan Rasul-Nya dan nafkahkanlah) di jalan Allah (sebagian dari harta kalian yang Allah telah menjadikan kalian menguasainya) yakni dari harta orang-orang yang sebelum kalian dan kelak Dia akan menguasakannya kepada orang-orang yang sesudah kalian. Ayat ini diturunkan sewaktu perang 'Ursah atau dikenal dengan nama perang Tabuk. (Maka orang-orang yang beriman di antara kalian dan menafkahkan hartanya) ayat ini mengisyaratkan kepada apa yang telah dilakukan oleh sahabat Usman r.a. (mereka akan memperoleh pahala yang besar).",
            "quraish_shihab": "Percayalah kalian kepada Allah dan Rasul-Nya. Belanjakanlah sebagian harta yang hak penggunaannya telah Dia titipkan kepadamu. Orang-orang yang beriman kepada Allah dan Rasul-Nya, di antara kalian, dan membelanjakan sebagian harta yang dititipkan akan mendapatkan pahala yang besar di sisi Allah."
        },
        {
            "ind": "Dan mengapa kamu tidak beriman kepada Allah padahal Rasul menyeru kamu supaya kamu beriman kepada Tuhanmu. Dan sesungguhnya Dia telah mengambil perjanjianmu jika kamu adalah orang-orang yang beriman.",
            "arb": "وَمَا لَكُمْ لَا تُؤْمِنُونَ بِاللَّهِ ۙ وَالرَّسُولُ يَدْعُوكُمْ لِتُؤْمِنُوا بِرَبِّكُمْ وَقَدْ أَخَذَ مِيثَاقَكُمْ إِن كُنتُم مُّؤْمِنِينَ",
            "transliterasi": "Wa Mā Lakum Lā Tu'uminūna Billāhi Wa Ar-Rasūlu Yad`ūkum Litu'uminū Birabbikum Wa Qad 'Akhadha Mīthāqakum 'In Kuntum Mu'uminīna.",
            "eng": "And why should you not believe in God, seeing that the Apostle calls you to believe in [Him who is] your Sustainer, and [seeing that] He has taken a pledge from you? [Why should you not believe in Him] if you are able to believe [in anything]?",
            "kemenag_ringkas": "Dan mengapa kamu, wahai manusia, tidak beriman kepada Allah Yang Maha Pencipta, padahal Rasul mengajak dan menyeru kamu beriman kepada Tuhanmu? Dan sungguh, Dia telah mengambil janji setia-mu untuk bertauhid kepada-Nya. Kamu tentu akan menepati janji itu jika kamu adalah orang-orang mukmin.9. Sungguh, Dialah yang menurunkan ayat-ayat yang terang, yaitu Al-Qur’an, yang diwahyukan kepada hamba-Nya untuk mengeluarkan kamu dari kegelapan, yaitu kekafiran dan kemungkaran, kepada cahaya petunjuk menuju keimanan dan kebajikan. Dan sungguh, terhadap kamu Allah benar-benar Maha Penyantun lagi Maha Penyayang, baik di dunia maupun akhirat.",
            "kemenag": "Dalam ayat ini Allah mencela orang-orang yang tidak beriman dengan menyatakan, apakah alasan tidak beriman kepada Allah, sedangkan rasul-Nya berada di tengah-tengah kamu yang mengajakmu beriman dan mengesakan-Nya dengan mengemukakan bukti-bukti nyata. Mengenai keimanan manusia ini Nabi saw pernah bersabda: Menurut kalian, siapakah yang paling mengagumkan keimanannya? Mereka (para sahabat) menjawab, \"Malaikat.\" Nabi bersabda, \"Bagaimana mungkin mereka tidak beriman sedangkan mereka di sisi Tuhannya.\" Lalu mereka menjawab, \"Para Nabi.\" Nabi menjawab, \"Bagaimana mungkin mereka tidak beriman sedangkan mereka menerima wahyu.\" Lalu mereka berkata, \"Kalau begitu, kamilah orangnya.\" Nabi menjawab, \"Bagaimana mungkin kalian tidak akan beriman sedangkan aku berada di tengah-tengah kalian. Iman seseorang yang paling mengagumkan ialah mereka yang datang sesudah kalian, membaca Al-Qur'an dan mengimaninya.\" (Riwayat al-Bukhari) \nSelanjutnya Allah mencela orang-orang kafir, mengapa kamu tidak beriman, padahal Allah telah memperlihatkan bukti ketauhidan-Nya di alam semesta baik secara ratio maupun secara logika. Bumi, langit, laut, daratan dan semua ciptaan Allah yang kamu saksikan baik pada diri kamu maupun pada semua ciptaan-Nya adalah bukti yang nyata jika kamu benar-benar berpegang kepadaNya. Maksudnya adalah bukti wajib beriman kepada Allah dan RasulNya terdapat pada seluruh benda ciptaan-Nya serta para rasul telah membuktikan kebenaran dakwah mereka dan mukjizat-mukjizat, tetapi apa sebabnya lagi kamu tidak mau beriman?",
            "ibnu_katsir": "Adapun firman Allah Swt.:\n\nDan sesungguhnya Dia telah mengambil perjanjianmu. (Al-Hadid: 8)\n\nSemakna dengan apa yang disebutkan oleh firman-Nya:\n\nDan ingatlah karunia Allah kepadamu dan perjanjian-Nya yang telah diikat-Nya dengan kamu, ketika kamu mengatakan, \"Kami dengar dan kami taati.” (Al-Maidah: 7)\n\nYakni baiat (janji setia) mereka kepada Rasulullah Saw. Tetapi Ibnu Jarir mempunyai dugaan bahwa makna yang dimaksud dengan perjanjian ini adalah yang diambil dari mereka saat mereka masih berada di dalam sulbi Adam; dan ini menurut pendapat Mujahid, hanya Allah-lah Yang Maha Mengetahui.",
            "jalalain": "(Dan mengapa kalian tidak beriman) khitab pada ayat ini ditujukan kepada orang-orang kafir, yakni tidak ada halangan bagi kalian untuk beriman (kepada Allah padahal Rasul menyeru kalian supaya kalian beriman kepada Rabb kalian. Dan sesungguhnya Dia telah mengambil) ia dapat dibaca Ukhidza dan Akhadza, kalau dibaca Akhadza maka lafal sesudahnya dibaca Nashab (perjanjian kalian) terhadap-Nya; yakni Allah telah mengambil janji itu di alam arwah, yaitu ketika Allah mengambil kesaksian terhadap jiwa mereka, Allah adalah Rabb mereka, sebagaimana yang diungkapkan di dalam ayat lain, yaitu firman-Nya, \"Bukankah Aku ini Rabb kalian?\" Mereka menjawab, \"Betul (Engkau Rabb kami), kami menjadi saksi\". (Q.S. Al A'raf, 172) (Jika kalian adalah orang-orang yang beriman) maksudnya, jika kalian hendak beriman kepada-Nya maka bersegeralah iman kepada-Nya.",
            "quraish_shihab": "Mengapa kalian tidak beriman kepada Allah sedangkan Rasul mengajak dan menganjurkan kalian untuk beriman kepada Tuhan, padahal sebelumnya Allah benar-benar telah mengambil janji dari kalian untuk beriman? Jika kalian mau beriman, sebenarnya buktinya sudah jelas."
        },
        {
            "ind": "Dialah yang menurunkan kepada hamba-Nya ayat-ayat yang terang (Al-Quran) supaya Dia mengeluarkan kamu dari kegelapan kepada cahaya. Dan sesungguhnya Allah benar-benar Maha Penyantun lagi Maha Penyayang terhadapmu.",
            "arb": "هُوَ الَّذِي يُنَزِّلُ عَلَىٰ عَبْدِهِ آيَاتٍ بَيِّنَاتٍ لِّيُخْرِجَكُم مِّنَ الظُّلُمَاتِ إِلَى النُّورِ ۚ وَإِنَّ اللَّهَ بِكُمْ لَرَءُوفٌ رَّحِيمٌ",
            "transliterasi": "Huwa Al-Ladhī Yunazzilu `Alaá `Abdihi 'Āyātin Bayyinātin Liyukhrijakum Mina Až-Žulumāti 'Ilaá An-Nūr Wa 'Inna Allāha Bikum Lara'ūfun Raĥīmun.",
            "eng": "It is He who bestows from on high clear mes­sages unto [this] His servant, to lead you out of the deep darkness into the light: for, behold, God is most compassionate towards you, a dispenser of grace.",
            "kemenag_ringkas": "Sungguh, Dialah yang menurunkan ayat-ayat yang terang, yaitu Al-Qur’an, yang diwahyukan kepada hamba-Nya untuk mengeluarkan kamu dari kegelapan, yaitu kekafiran dan kemungkaran, kepada cahaya petunjuk menuju keimanan dan kebajikan. Dan sungguh, terhadap kamu Allah benar-benar Maha Penyantun lagi Maha Penyayang, baik di dunia maupun akhirat.10. Dalam hartamu ada bagian Allah yang mesti kamu infakkan. Lalu, mengapa kamu kikir dan mengapa kamu tidak menginfakkan sebagian hartamu di jalan Allah, padahal milik Allah semua pusaka langit dan bumi? Dialah yang menciptakannya dan semua yang ada di antara keduanya. Ketahuilah, tidak akan sama orang yang menginfakkan sebagian hartanya di jalan Allah di antara kamu dan berperang sebelum penaklukan Mekah. Dengan kebajikan dan perjuangannya itu mereka lebih tinggi derajatnya daripada orang-orang yang menginfakkan sebagian hartanya dan berpe-rang setelah penaklukan kota Mekah itu. Dan Allah menjanjikan kepada masing-masing mereka balasan yang lebih baik sesuai amal dan niat masing-masing. Dan Allah Mahateliti terhadap apa yang kamu lakukan kapan dan di mana pun. Dia akan memberi balasan atasnya dengan setimpal.",
            "kemenag": "Ayat ini menerangkan mengapa orang kafir tidak beriman padahal Allah telah mengutus rasul-Nya dengan membawa bukti yang nyata agar dapat mengeluarkan mereka dari kegelapan, kekafiran kepada nur iman dan dari alam kesesatan kepada petunjuk. Dengan rahmat-Nya pula maka manusia diajak memikirkan keajaiban ciptaan-Nya agar keimanan semakin sempurna.",
            "ibnu_katsir": "Firman Allah Swt.:\n\nDialah yang menurunkan kepada hamba-Nya ayat-ayat yang terang (Al-Qur'an). (Al-Hadid: 9)\n\nYaitu alasan-alasan yang jelas, dalil-dalil yang cemerlang, dan bukti-bukti yang akurat.\n\nsupaya Dia mengeluarkan kamu dari kegelapan kepada cahaya. (Al-Hadid: 9)\n\nYakni dari kegelapan kebodohan, kekufuran, dan pendapat-pendapat yang bertentangan kepada cahaya petunjuk, keyakinan, dan keimanan.\n\nDan sesungguhnya Allah benar-benar Maha Penyantun lagi Maha Penyayang terhadapmu. (Al-Hadid: 9)\n\nMaka Dia menurunkan kitab-kitab dan mengutus rasul-rasul untuk memberi petunjuk kepada manusia dan melenyapkan semua penyakit dan semua keraguan.\n\nDan setelah memerintahkan mereka untuk beriman serta membelanja­kan harta di jalan Allah, kemudian Allah kembali menganjurkan mereka kepada keimanan dan menjelaskan bahwa semua yang menghambat mereka untuk beriman telah dilenyapkan, sebagaimana dianjurkan pula untuk berinfak.",
            "jalalain": "(Dialah yang menurunkan kepada hamba-Nya ayat-ayat yang terang) ayat-ayat Alquran yang jelas (supaya Dia mengeluarkan kalian dari kegelapan) dari kekafiran (kepada cahaya) kepada keimanan. (Dan sesungguhnya Allah benar-benar terhadap kalian) karena Dia telah mengeluarkan kalian dari kekafiran kepada iman (Maha Penyantun lagi Maha Penyayang).",
            "quraish_shihab": "Dia yang menurunkan ayat-ayat al-Qur'ân yang jelas kepada Rasul-Nya untuk mengeluarkan kalian menuju petunjuk. Allah sungguh Maha Pengasih dan Maha Penyayang kepada kalian."
        },
        {
            "ind": "Dan mengapa kamu tidak menafkahkan (sebagian hartamu) pada jalan Allah, padahal Allah-lah yang mempusakai (mempunyai) langit dan bumi? Tidak sama di antara kamu orang yang menafkahkan (hartanya) dan berperang sebelum penaklukan (Mekah). Mereka lebih tingi derajatnya daripada orang-orang yang menafkahkan (hartanya) dan berperang sesudah itu. Allah menjanjikan kepada masing-masing mereka (balasan) yang lebih baik. Dan Allah mengetahui apa yang kamu kerjakan.",
            "arb": "وَمَا لَكُمْ أَلَّا تُنفِقُوا فِي سَبِيلِ اللَّهِ وَلِلَّهِ مِيرَاثُ السَّمَاوَاتِ وَالْأَرْضِ ۚ لَا يَسْتَوِي مِنكُم مَّنْ أَنفَقَ مِن قَبْلِ الْفَتْحِ وَقَاتَلَ ۚ أُولَٰئِكَ أَعْظَمُ دَرَجَةً مِّنَ الَّذِينَ أَنفَقُوا مِن بَعْدُ وَقَاتَلُوا ۚ وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَىٰ ۚ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
            "transliterasi": "Wa Mā Lakum 'Allā Tunfiqū Fī Sabīli Allāhi Wa Lillahi Mīrāthu As-Samāwāti Wa Al-'Arđi Lā Yastawī Minkum Man 'Anfaqa Min Qabli Al-Fatĥi Wa Qātala 'Ūlā'ika 'A`žamu Darajatan Mina Al-Ladhīna 'Anfaqū Min Ba`du Wa Qātalū Wa Kullāan Wa`ada Allāhu Al-Ĥusnaá Wa Allāhu Bimā Ta`malūna Khabīrun.",
            "eng": "And why should you not spend freely in the cause of God, seeing that God’s [alone] is the heritage of the heavens and the earth? Not equal are those of you who spent and fought [in God’s cause] before the Victory [and those who did not do so]: they are of a higher rank than those who would spend and fight [only] after it - although God has promised the ultimate good to all [who strive in His cause]. and god is aware of that you do.",
            "kemenag_ringkas": "Dalam hartamu ada bagian Allah yang mesti kamu infakkan. Lalu, mengapa kamu kikir dan mengapa kamu tidak menginfakkan sebagian hartamu di jalan Allah, padahal milik Allah semua pusaka langit dan bumi? Dialah yang menciptakannya dan semua yang ada di antara keduanya. Ketahuilah, tidak akan sama orang yang menginfakkan sebagian hartanya di jalan Allah di antara kamu dan berperang sebelum penaklukan Mekah. Dengan kebajikan dan perjuangannya itu mereka lebih tinggi derajatnya daripada orang-orang yang menginfakkan sebagian hartanya dan berpe-rang setelah penaklukan kota Mekah itu. Dan Allah menjanjikan kepada masing-masing mereka balasan yang lebih baik sesuai amal dan niat masing-masing. Dan Allah Mahateliti terhadap apa yang kamu lakukan kapan dan di mana pun. Dia akan memberi balasan atasnya dengan setimpal.11. Untuk mendorong agar manusia gemar bersedekah, Allah menetap-kan bahwa barang siapa meminjamkan kepada Allah dengan pinjaman yang baik, berupa kebajikan atau sedekah kepada orang lain, maka Allah akan mengembalikannya dengan jumlah yang berlipat ganda untuknya. Dan selain itu, baginya akan dikaruniakan pahala yang mulia dari Allah.",
            "kemenag": "Setelah Allah mencela mereka karena tidak mau beriman, maka pada ayat ini Allah mencela mereka karena tidak mau berinfak di jalan-Nya. Mengapa manusia tidak mau membelanjakan harta yang dikaruniai Allah pada jalan-Nya, sedangkan hartanya itu akan kembali kepada Allah. Bila ia tidak menginfakkan pada jalan-Nya berarti ia tidak yakin bahwa semua harta tersebut pada hakikatnya milik Allah, karena langit dan bumi serta semua isinya akan kembali kepada-Nya.",
            "ibnu_katsir": "Allah Swt. berfirman:\n\nDan mengapa kamu tidak menafkahkan (sebagian hartamu) pada jalan Allah, padahal Allah-lah yang mempusakai (mempunyai) langit dan bumi? (Al-Hadid: 10)\n\nYaitu berinfaklah dan janganlah kamu takut jatuh miskin dan kekurangan karena sesungguhnya Tuhan yang kamu berinfak di jalan-Nya adalah Yang memiliki langit dan bumi dan di tangan kekuasaan-Nyalah keduanya dikendalikan, dan di sisi-Nyalah semua perbendaharaan keduanya. Dialah Yang memiliki 'Arasy dengan semua yang dikandungnya, dan Dia pulalah yang berfirman:\n\nDan barang apa saja yang kamu nafkahkan, maka Allah akan menggantinya dan Dialah Pemberi rezeki yang sebaik-baiknya. (Saba':39)\n\nDan firman Allah Swt.:\n\nApa yang di sisimu akan lenyap, dan apa yang ada di sisi Allah adalah kekal. (An-Nahl: 96)\n\nMaka barang siapa yang bertawakal kepada Allah, niscaya dia wajib berinfak dan tidak merasa takut akan kekurangan demi melaksanakan perintah Tuhan Yang mempunyai 'Arasy, dan ia merasa yakin bahwa Allah Swt. pasti akan memberikan gantinya. \n\nFirman Allah Swt.:\n\nTidak sama di antara kamu orang yang menafkahkan (hartanya) dan berperang sebelum penaklukan (Mekah). (Al-Hadid: 10)\n\nYakni tidaklah sama orang tersebut dan orang yang tidak berbuat seperti dia, karena dalam masa sebelum penaklukan Mekah keadaannya sangatlah berat. Pada masa itu tidaklah beriman kecuali hanya orang-orang yang berpredikatsiddiqin. Lain halnya sesudah masa penaklukan Mekah, karena Islam telah menang dan pengaruhnya sangat besar lagi luas serta manusia mulai masuk ke dalam agama Allah secara berbondong-bondong. Karena itulah maka disebutkan dalam firman berikutnya:\n\nMereka lebih tinggi derajatnya daripada orang-orang yang menafkahkan (hartanya) dan berperang sesudah itu. Allah menjanjikan kepada masing-masing mereka (balasan) yang lebih baik (Al-Hadid: 10)\n\nJumhur ulama berpendapat bahwa yang dimaksud dengan al-fath ialah penaklukan kota Mekah dan jatuh ke tangan kaum muslim. Tetapi menurut riwayat yang bersumber dari Asy-Sya'bi dan lain-lainnya, makna yang dimaksud ialah Perjanjian Hudaibiyah. Dan barangkali pendapat yang demikian berdalilkan dengan sebuah hadis yang diriwayatkan oleh Imam Ahmad, yaitu: \n\ntelah menceritakan kepada kami Ahmad ibnu Abdul Malik, telah menceritakan kepada kami Zuhair, telah menceritakan kepada kami Humaid At-Tawil, dari Anas yang mengatakan bahwa pernah terjadi perdebatan antara Khalid ibnul Walid dan Abdur Rahman ibnu Auf. Khalid berkata kepada Abdur Rahman, \"Kamu mempunyai pengaruh atas kami berkat hari-hari yang kamu lebih mendahuluinya daripada kami.\" Kemudian hal tersebut diceritakan kepada Nabi Saw. Maka beliau Saw. bersabda: Biarkanlah aku dan sahabat-sahabatku, demi Tuhan yang jiwaku berada di dalam genggaman-Nya, seandainya kamu berinfak sebanyak seperti Bukit Uhud atau seperti gunung berupa emas, maka kamu tetap masih belum dapat mencapai amal perbuatan mereka (para sahabatku yang terdahulu masuk Islamnya).\n\nDan telah dimaklumi bahwa masuk Islamnya Khalid yang menjadi lawan bicara hadis ini adalah di masa antara Perjanjian Hudaibiyah dan penaklukan kota Mekah. Pertengkaran yang terjadi di antara keduanya ialah di tempat Bani Juzaimah, yang Rasulullah Saw. mengutus Khalid ibnul Walid bersama sejumlah pasukan kaum muslim kepada mereka sesudah jatuhnya Mekah ke tangan kaum muslim. Dan ketika mereka kedatangan Khalid bersama pasukannya, mereka mengatakan, \"Saba­na, saba-na (kami masuk agama baru, kami masuk agama baru).\" Mereka tidak pandai mengucapkan, \"Kami masuk Islam, kami masuk Islam,\" padahal yang mereka maksudkan adalah Islam. Maka Khalid memerintahkan kepada pasukannya untuk memerangi mereka, dan menghukum mati sebagian dari mereka yang tertawan. Sikap Khalid yang demikian itu ditentang oleh Abdur Rahman ibnu Auf dan Abdullah ibnu Umar serta sahabat lainnya; maka bertengkarlah antara Khalid dan Abdur Rahman dalam masalah tersebut.\n\nTetapi menurut apa yang terdapat di dalam kitab sahih disebutkan dari Rasulullah Saw., bahwa beliau Saw. pernah bersabda:\n\nJanganlah kamu mencaci sahabat-sahabatku, maka demi Tuhan yang jiwaku berada di dalam genggaman-Nya, seandainya seseorang dari kamu menginfakkan emas sebanyak Bukit Uhud, niscaya hal itu masih belum dapat menyamai satu mud (kati) mereka dan tidak pula separonya.\n\nIbnu Jarir dan Ibnu Abu Hatim telah meriwayatkan melalui hadis Ibnu Wahb, bahwa telah menceritakan kepada kami Hisyam ibnu Sa'd, dari Zaid ibnu Aslam, dari Ata ibnu Yasar, dari Abu Sa'id Al-Khudri yang menceritakan bahwa kami keluar (dari Madinah) bersama Rasulullah Saw. di tahun Hudaibiyah, hingga manakala kami sampai di Asfan, Rasulullah Saw. bersabda:\n\nSudah dekat masanya kedatangan suatu kaum yang kamu pandang kecil amalmu bila dibandingkan dengan amal mereka. Maka kami bertanya, \"Wahai Rasulullah, siapakah mereka itu? Apakah dari kalangan Quraisy?\" Rasulullah Saw. menjawab: Bukan, tetapi mereka adalah penduduk Yaman, mereka mempunyai perasaan dan hati yang lebih lembut (daripada kamu). Kami bertanya, \"Apakah mereka lebih baik daripada kami, wahai Rasulullah?\" Rasulullah Saw. menjawab: Seandainya seseorang dari mereka mempunyai gunung emas, lalu mereka infakkan semuanya, maka hal itu masih belum mencapai satu mud seseorang dari kamu dan tidak pula separonya; hanya itulah keutamaan yang membedakan antara kita dan orang-orang lain. Tidak sama di antara kamu orang yang menafkahkan (hartanya) dan berperang sebelum penaklukan (Mekah). Mereka lebih tinggi derajatnya daripada orang-orang yang menafkahkan (hartanya) dan berperang sesudah itu. Allah menjanjikan kepada masing-masing mereka (balasan) yang lebih baik. Dan Allah mengetahui apa yang kamu kerjakan. (Al-Hadid: 10)\n\nKonteks hadis ini berpredikat garib, karena yang disebutkan di dalam kitab Sahihain melalui riwayat Jamaah dari Ata ibnu Yasar, dari Abu Sa'id konteks ini berkaitan dengan kisah orang-orang Khawarij (yang akan muncul sesudah itu). Bunyinya: \n\n\"Kamu menganggap kecil salatmu bila dibandingkan dengan salat mereka dan juga puasa kamu bila dibandingkan dengan puasa mereka; mereka keluar dari agama sebagaimana anak panah yang menembus sasarannya,\" hingga akhir hadis.\n\nTetapi Ibnu Jarir telah meriwayatkan hadis ini melalui jalur lain, untuk itu ia menceritakan bahwa: \n\ntelah menceritakan kepadaku Ibnul Burqi, telah menceritakan kepada kami Ibnu Abu Maryam, telah menceritakan kepada kami Muhammad ibnu Ja'far, telah menceritakan kepadaku Zaid ibnu Aslam, dari Abu Sa'id At-Tammar, dari Abu Sa'id Al-Khudri, bahwa Rasulullah Saw. pernah bersabda: Hampir tiba masanya kedatangan suatu kaum yang kamu anggap kecil amalmu bila dibandingkan dengan amal mereka. Kami bertanya, \"Wahai Rasulullah, siapakah mereka itu, apakah mereka adalah orang-orang Quraisy?\" Rasulullah Saw. menjawab: Bukan, tetapi mereka adalah penduduk Yaman, karena mereka me­miliki perasaan yang lebih lembut dan hati lebih lunak (daripada kamu). Beliau Saw. mengatakan ini seraya menunjuk ke arah negeri Yaman, lalu beliau bersabda: Mereka adalah penduduk Yaman, ingatlah, sesungguhnya iman itu dari Yaman dan hikmah itu dari Yaman (pula). Maka kami bertanya, \"Apakah mereka lebih baik daripada kami?\" Rasulullah Saw. menjawab: Demi Tuhan yang jiwaku berada di dalam genggaman-Nya, seandainya seseorang dari mereka mempunyai gunung emas yang mereka infakkan, niscaya hal itu masih belum dapat mencapai satu mud seseorang dari kamu dan tidak pula separonya. Kemudian beliau Saw. menggenggamkan semua jari jemarinya dan memanjangkan jari manisnya seraya bersabda, \"Ingatlah, sesungguhnya seperti inilah keutamaan antara kita dan orang-orang lain.\" Tidak sama di antara kamu orang yang menafkahkan (hartanya) dan berperang sebelum penaklukan (Mekah). Mereka lebih tinggi derajatnya daripada orang-orang yang menafkahkan (hartanya) dan berperang sesudah itu. Allah menjanjikan kepada masing-masing mereka (balasan) yang lebih baik. Dan Allah mengetahui apa yang kamu kerjakan. (Al-Hadid: 10)\n\nKonteks riwayat ini tidak menyebutkan Hudaibiyah; dan jika penyebutan itu memang dikenal seperti yang telah tertera di atas, maka takwilnya ialah bahwa wahyu ini diturunkan sebelum penaklukan Mekah sebagai berita tentang apa yang akan terjadi sesudahnya. Perihalnya sama dengan firman Allah Swt. dalam surat Al-Muzammil yang Makkiyyah dan termasuk permulaan wahyu yang diturunkan, yaitu firman-Nya:\n\ndan orang-orang yang lain lagi yang berperang di jalan Allah. (Al-Muzammil: 20), hingga akhir ayat.\n\nHal ini merupakan berita gembira tentang apa yang akan terjadi di masa mendatang; hanya Allah-lah yang Maha Mengetahui. \n\nFirman Allah Swt.:\n\nAllah menjanjikan kepada masing-masing mereka (balasan) yang lebih baik. (Al-Hadid: 10)\n\nYakni orang-orang yang berinfak sebelum penaklukan Mekah dan yang sesudahnya, semuanya mendapat pahala dari amalnya masing-masing, sekalipun di antara mereka terdapat perbedaan dalam keutamaan pahala yang diterimanya. Ayat ini semakna dengan apa yang disebutkan oleh firman-Nya:\n\nTidaklah sama antara mukmin yang duduk (yang tidak ikut berperang) yang tidak mempunyai uzur dengan orang-orang yang berjihad di jalan Allah dengan harta mereka dan jiwanya. Allah melebihkan orang-orang yang berjihad dengan harta dan jiwanya atas orang-orang yang duduk satu derajat. Kepada masing-masing mereka Allah menjanjikan pahala yang baik (surga) dan Allah melebihkan orang-orang yang berjihad atas orang yang duduk dengan pahala yang besar. (An-Nisa: 95)\n\nDemikian pula hadis yang disebutkan di dalam kitab sahih mengatakan:\n\nOrang mukmin yang kuat lebih baik dan lebih disukai oleh Allah daripada orang mukmin yang lemah, tetapi masing-masing mempunyai kebaikannya (tersendiri).\n\nSesungguhnya dikatakan demikian hanyalah agar pihak yang lain tidak diremehkan dengan terpujinya pihak yang pertama, yang berakibat timbulnya dugaan bahwa pihak yang tidak terpuji adalah orang yang tercela. Untuk itu maka dilanjutkan dengan memuji pihak yang lain, tetapi dengan menonjolkan keutamaan yang ada pada pihak yang pertama. Karena itulah maka disebutkan dalam firman selanjutnya:\n\nDan Allah mengetahui apa yang kamu kerjakan. (Al-Hadid: 10)\n\nYakni berkat pengetahuan-Nya, maka Dia membedakan antara pahala orang yang menginfakkan hartanya sebelum masa penaklukan Mekah dan berperang di jalan-Nya, dan orang yang melakukan hal tersebut sesudah masa penaklukan Mekah.\n\nHal tersebut tiada lain karena Allah mengetahui niat golongan yang pertama dan keikhlasan mereka yang sempurna, serta infak mereka di masa susah, sulit, lagi sempit. Di dalam sebuah hadis disebutkan:\n\n(Sedekah) satu dirham mendahului (sedekah) seratus ribu (dirham).\n\nTidak diragukan lagi di kalangan ahlul iman, bahwa Abu Bakar As-Siddiqlah yang meraih bagian yang terbesar dan kedudukan yang sangat penting dari ayat ini. Karena sesungguhnya dialah penghulu orang yang beramal demikian di antara umat-umat nabi-nabi lainnya. Dia telah membelanjakan seluruh hartanya karena mengharapkan rida Allah Swt. dan tiada seorang pun yang memiliki nikmat ini rela mengorbankannya demi agama selain dia. \n\nAbu Muhammad alias Al-Husain ibnu Mas'ud Al-Bagawi telah mengatakan sehubungan dengan tafsir ayat ini, bahwa telah menceritakan kepada kami Ahmad ibnu Ibrahim Asy-Syuraihi, telah menceritakan kepada kami Abu Ishaq alias Ahmad ibnu Muhammad ibnu Ibrahim As-Sa'labi, telah menceritakan kepada kami Abdullah ibnu Hamid ibnu Muhammad, telah menceritakan kepada kami Ahmad ibnu Ishaq ibnu Ayyub, telah menceritakan kepada kami Muhammad ibnu Yunus, telah menceritakan kepada kami Al-Ala ibnu Amr Asy-Syaibani, telah menceritakan kepada kami Abu Ishaq Al-Fazzari, telah menceritakan kepada kami Sufyan ibnu Sa'id, dari Adam ibnu Ali, dari Ibnu Umar yang menceritakan bahwa ketika kami sedang berada di hadapan Nabi Saw. dan Abu Bakar As-Siddiq yang pada saat itu sahabat Abu Bakar memakai baju 'aba'ah yang ada tambalan pada bagian dadanya, maka turunlah Jibril dan berkata, \"Mengapa kulihat Abu Bakar mengenakan baju 'aba'ah yang ada tambalan pada bagian dadanya?\" Nabi Saw. menjawab, \"Dia telah menginfakkan semua hartanya sebelum masa penaklukan.\" Jibril berkata, \"Sesungguhnya Allah berfirman, 'Sampaikanlah salam kepadanya dan tanyakanlah kepadanya apakah dia rela terhadap-Ku dalam kemiskinannya ataukah marah'?\" Maka Rasulullah Saw. bersabda, \"Hai Abu Bakar, sesungguhnya Allah telah mengucapkan salam kepadamu dan berfirman kepadamu, 'Apakah kamu rela dalam kemiskinanmu karena membela agama-Nya ataukah marah'?\" Abu Bakar menjawab, \"Apakah Tuhanku marah kepadaku?\" Sesungguhnya aku rela kepada Tuhanku dengan semuanya ini.\"\n\nSanad hadis yang dikemukakan melalui jalur ini daif; hanya Allah-lah Yang Maha Mengetahui.",
            "jalalain": "(Dan mengapa kalian) sesudah beriman (tidak) lafal Allaa pada asalnya terdiri dari An dan Laa kemudian keduanya diidgamkan menjadi satu sehingga jadilah Allaa (menafkahkan sebagian harta kalian di jalan Allah, padahal Allah-lah yang mempusakai mempunyai langit dan bumi) berikut semua yang ada pada keduanya; maka sampailah kepada-Nya harta kalian tanpa membawa sedikit pun pahala infak kalian, berbeda halnya seandainya kalian menafkahkannya di jalan Allah, maka kalian akan mendapatkan pahala di sisi-Nya. (Tidak sama di antara kalian orang yang menafkahkan hartanya sebelum penaklukan) kota Mekah (dan ikut berperang sebelumnya -. Mereka lebih tinggi derajatnya daripada orang-orang yang menafkahkan hartanya dan berperang sesudah itu. Kepada masing-masing) dari dua golongan itu. Menurut suatu qiraat ia dibaca Kullun karena dianggap sebagai Mubtada (Allah telah menjanjikan balasan yang lebih baik) yaitu surga (Dan Allah mengetahui apa yang kalian kerjakan) maka kelak Dia akan membalasnya untuk kalian.",
            "quraish_shihab": "Apa yang terjadi pada diri kalian hingga tidak menafkahkan sebagian harta di jalan Allah, padahal hanya Dialah yang memiliki langit dan bumi, hingga tidak ada sesuatu pun yang berhak memiliki apa-apa yang ada pada keduanya? Derajat dan pahala orang, di antara kalian, yang menafkahkan harta dan berperang di jalan Allah sebelum penaklukan kota Mekah--yaitu pada saat Islam membutuhkan pendukung dan penguat--dan orang yang menafkahkan harta dan berperang setelah itu tidaklah sama. Mereka yang menafkahkan harta dan berperang di jalan Allah sebelum penaklukan kota Mekah mempunyai derajat dan pahala yang lebih tinggi daripada kelompok yang kedua. Tetapi, walau berbeda tingkat kedua kelompok itu, mereka sama-sama dijanjikan Allah untuk memperoleh pahala yang baik. Allah mengetahui semua yang kalian kerjakan, hingga membalas setiap orang dengan balasan yang setimpal."
        },
        {
            "ind": "Siapakah yang mau meminjamkan kepada Allah pinjaman yang baik, maka Allah akan melipat-gandakan (balasan) pinjaman itu untuknya, dan dia akan memperoleh pahala yang banyak.",
            "arb": "مَّن ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ وَلَهُ أَجْرٌ كَرِيمٌ",
            "transliterasi": "Man Dhā Al-Ladhī Yuqriđu Allāha Qarđāan Ĥasanāan Fayuđā`ifahu Lahu Wa Lahu 'Ajrun Karīmun.",
            "eng": "WHO IS IT that will offer up unto God a goodly loan, which He will amply repay For, such [as do so] shall have a noble reward",
            "kemenag_ringkas": "Untuk mendorong agar manusia gemar bersedekah, Allah menetap-kan bahwa barang siapa meminjamkan kepada Allah dengan pinjaman yang baik, berupa kebajikan atau sedekah kepada orang lain, maka Allah akan mengembalikannya dengan jumlah yang berlipat ganda untuknya. Dan selain itu, baginya akan dikaruniakan pahala yang mulia dari Allah.12. Usai menerangkan fadilah berinfak di jalan Allah, melalui ayat berikut Allah menjelaskan balasan di akhirat bagi orang yang berinfak. Ingatlah pada hari ketika engkau akan melihat orang-orang yang beriman laki-laki dan perempuan di akhirat, betapa cahaya mereka yang terang bersinar di depan dan di samping kanan mereka sebagai balasan atas kebajikan dan kepatuhan mereka. Dikatakan kepada mereka, “Pada hari ini ada berita gembira untukmu. Allah menganugerahkan kepadamu surga-surga yang mengalir di bawahnya sungai-sungai dengan air, susu yang tidak berubah rasa, khamr yang lezat, dan madu. Mereka semua kekal di dalamnya. Demikian itulah anugerah dan kemenangan yang agung dari Allah.”",
            "kemenag": "Setelah Allah mencela mereka karena tidak mau beriman, maka pada ayat ini Allah mencela mereka karena tidak mau berinfak di jalan-Nya. Mengapa manusia tidak mau membelanjakan harta yang dikaruniai Allah pada jalan-Nya, sedangkan hartanya itu akan kembali kepada Allah. Bila ia tidak menginfakkan pada jalan-Nya berarti ia tidak yakin bahwa semua harta tersebut pada hakikatnya milik Allah, karena langit dan bumi serta semua isinya akan kembali kepada-Nya. Allah memerintahkan kepada manusia menginfakkan hartanya pada jalan Allah sebelum mati, agar menjadi simpanan di sisi Allah. Hal yang demikian itu tidak dapat dilakukan manusia sesudah mati karena semua harta akan kembali kepada Allah Pemilik sekalian alam. Selanjutnya Allah swt menyatakan perbedaan derajat yang diperoleh orang-orang yang berinfak karena perbedaan kondisi dan situasi mereka dalam mengerjakannya. Bahwa derajat orang-orang yang berinfak dan hijrah sebelum pembebasan Mekah lebih tinggi dari derajat orang yang berinfak dan berhijrah sesudah itu, karena pada masa sebelum pembebasan Mekah manusia dalam keadaan susah dan selalu terancam. Tidak ada yang akan beriman dan berinfak kecuali orang-orang yang betul-betul sadar, tetapi sesudah pembebasan Mekah, Islam telah berkembang dan manusia berduyunduyun mengikutinya. Derajat mereka yang berjihad dan berinfak sebelum pembebasan Mekah lebih besar dari pahala yang diperoleh orang-orang yang berjihad dan berinfak sesudahnya. Qatadah berkata, \"Ada dua jihad, yang satu lebih tinggi nilainya dari yang lain, dan ada dua macam infak yang satu lebih utama dari yang lain; jihad dan infak sebelum pembebasan Mekah lebih utama dari jihad dan infak sesudahnya.\" Tetapi walau bagaimanapun untuk masing-masing yang berjihad dan berinfak sebelum atau sesudah pembebasan Mekah ada pahalanya meskipun terdapat perbedaan antara besar dan kecil pahala tersebut. Dalam ayat lain yang hampir sama maksudnya. Allah berfirman: \nTidaklah sama antara orang beriman yang duduk (yang tidak turut berperang) tanpa mempunyai uzur (halangan) dengan orang yang berjihad di jalan Allah dengan harta dan jiwanya. Allah melebihkan derajat orang-orang yang berjihad dengan harta dan jiwanya atas orang-orang yang duduk (tidak ikut berperang tanpa halangan). Kepada masing-masing, Allah menjanjikan (pahala) yang baik (surga) dan Allah melebihkan orang-orang yang berjihad atas orang yang duduk dengan pahala yang besar. (an-Nisa'/4: 95) Telah diriwayatkan, bahwa telah terjadi perselisihan kata antara Khalid bin al-Walid dengan 'Abdurrahman bin 'Auf, lalu Khalid berkata kepada Abdurrahman, \"Kamu menganggap dirimu lebih mulia daripada kami, karena kamu lebih dahulu menjadi pengikut Nabi Muhammad saw daripada kami.\" Kemudian ucapan Khalid itu diketahui oleh Nabi, lalu beliau bersabda Biarkan aku yang menilai sahabat-sahabatku. Demi Allah, yang nyawaku berada dalam kekuasaan-Nya, seandainya kamu menginfakkan emas sebesar bukit Uhud atau sebesar gunung tidak akan kamu mencapai pahala amal perbuatan mereka. (Riwayat Ahmad dari Anas) Janganlah kamu mencaci maki sahabat-sahabatku, demi Allah Tuhan yang nyawa Muhammad dalam kekuasaan-Nya, seandainya salah seorang dari kamu menginfakkan emas sebesar bukit Uhud, tidak akan ia mencapai satu mud yang mereka sedekahkan dan tidak pula separuhnya.\" (Riwayat al-Bukhari dan Muslim dari Abu Sa'id al-Khudri) \nAllah berfirman: Dan orang-orang yang terdahulu lagi yang pertama-tama (masuk Islam) di antara orang-orang Muhajirin dan Ansar dan orang-orang yang mengikuti mereka dengan baik, Allah rida kepada mereka dan mereka pun rida kepada Allah. Allah menyediakan bagi mereka surgasurga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya selama-lamanya. Itulah kemenangan yang agung. (atTaubah/9: 100) \nSebagai penutup ayat ini, Allah memperingatkan bahwa Dia mengetahui semua keadaan manusia, lahir dan batin, karena itu Dia akan memberi balasan yang setimpal. Karena pengetahuan-Nya itu, maka Allah melebihkan pahala infak dan juga jihad sebelum pembebasan Mekah atas pahala infak dan berjihad sesudahnya, keikhlasan berinfak dan berjihad lebih berat dalam keadaan susah dan sulit. Dalam hal ini Abu Bakar adalah yang paling berbahagia karena beliau telah menafkahkan seluruh hartanya dalam rangka menuntut keridaan Allah semata.\n(11) Allah mengajak berinfak pada jalan-Nya serta menjanjikan kepada orang yang mau melakukannya. Siapa saja yang berinfak pada jalan Tuhannya dengan harapan mendapat pahala, maka Tuhannya akan melipatgandakan pahala infaknya itu dengan memberikan satu kebajikan menjadi tujuh ratus kali dan akan memperoleh balasan yang tidak terhingga di dalam surga. Ibnu Mas'ud berkata, \"Ketika sebelum ayat ini turun, Abu Dahdah al-Ansari bertanya kepada Nabi saw. \"Wahai Rasulullah, menurut pengertian saya, bahwa Allah sesungguhnya menghendaki pinjaman.\" \"Ya, benar, hai Abu Dahdah,\" jawab Nabi Muhammad saw. \"Ya Rasulullah ulurkanlah tanganmu,\" lalu dipegangnya tangan beliau sambil berkata, \"Ya Rasulullah kebun kurma saya kupinjamkan kepada Allah. Di dalamnya ada tujuh ratus batang kurma dan tinggal di sana istri Abu Dahdah bersama anak-anaknya lalu dikatakannya kepada istrinya. \"Keluarlah engkau dari kebun ini wahai istriku bersama anak-anakmu karena sesungguhnya aku telah meminjamkan kebun kita ini kepada Allah,\" istrinya menjawab, \"Sungguh benar kabarmu hai Abu Dahdah.\" Lalu keluarlah istri dan anak-anaknya dari kebun itu. Lalu Nabi Muhammad saw bersabda, \"Alangkah banyaknya mata air di dalam surga kepunyaan Abu Dahdah.\"",
            "ibnu_katsir": "Firman Allah Swt.:\n\nSiapakah yang mau meminjamkan kepada Allah pinjaman yang baik. (Al-Hadid: 11)\n\nMenurut Umar ibnul Khattab, makna yang dimaksud ialah membelanjakan harta untuk keperluan jalan Allah. Menurut pendapat yang lain, untuk keperluan anak-anak. Menurut pendapat yang benar, makna ayat ini umum mencakup semuanya. Maka tiap-tiap orang yang membelanjakan hartanya di jalan Allah dengan niat yang ikhlas dan tekad yang benar telah termasuk ke dalam makna umum ayat ini. Untuk itulah maka disebutkan oleh firman-Nya:\n\nSiapakah yang mau meminjamkan kepada Allah pinjaman yang baik, maka Allah akan memperlipatgandakan (balasan) pinjaman itu untuknya. (Al-Hadid: 11)\n\nSeperti yang disebutkan dalam ayat lainnya:\n\ndengan lipat ganda yang banyak. (Al-Baqarah: 245)\n\nAdapun firman Allah Swt.:\n\ndan dia akan memperoleh pahala yang banyak. (Al-Hadid: 11)\n\nYakni pahala yang baik dan rezeki yang memukaukan, yaitu surga kelak di hari kiamat.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami Al-Hasan ibnu Arafah, telah menceritakan kepada kami Khalaf ibnu Khalifah, dari Humaid Al-A'raj, dari Abdullah ibnul Haris, dari Abdullah ibnu Mas'ud yang mengatakan bahwa ketika ayat ini diturunkan, yaitu firman Allah Swt.: Siapakah yang mau meminjamkan kepada Allah pinjaman yang baik, maka Allah akan melipatgandakan (balasan) pinjaman itu untuknya. (Al-Hadid: 11) Abud Dahdah Al-Ansari berkata, \"Wahai Rasulullah, apakah Allah menghendaki pinjaman dari kita?\" Rasulullah Saw. menjawab, \"Benar, hai Abud Dahdah.\" Abu Dahdah berkata, \"Wahai Rasulullah, kemarikanlah tanganmu.\" Maka Abud Dahdah menjabat tangan Rasulullah Saw., lalu berkata, \"Sesungguhnya aku pinjamkan kepada Tuhanku kebun kurmaku.\" Dia mempunyai kebun kurma berisikan enam ratus tangkal kurma, dan Ummu Dahdah bertempat tinggal di dalam kebun itu bersama anak-anaknya. Lalu Abud Dahdah datang dan memanggil istrinya, \"Hai Ummu Dahdah.\" Istrinya menjawab, \"Labbaik.\" Abud Dahdah berkata, \"Keluarlah kamu, sesungguhnya kebun ini telah kupinjamkan kepada Tuhanku.\"\n\nMenurut riwayat yang lain, saat itu juga Ummu Dahdah berkata kepada Abud Dahdah, \"Beruntunglah bisnismu, hai Abud Dahdah,\" lalu Ummu Dahdah memindahkan semua barang dan anak-anaknya dari kebun itu, sedangkan Rasulullah Saw. bersabda:\n\nBetapa banyaknya pohon kurma yang berbuah subur di dalam surga milik Abu Dahdah.\n\nMenurut lafaz yang lain disebutkan:\n\nBetapa banyak pohon kurma yang berjuntai buahnya berupa intan dan yaqut milik Abud Dahdah di dalam surga.",
            "jalalain": "(Siapakah yang mau meminjamkan kepada Allah) dengan cara menafkahkan hartanya di jalan Allah (pinjaman yang baik) seumpamanya hartanya itu dinafkahkan demi karena Allah (maka Allah akan melipatgandakan balasan pinjaman itu) menurut suatu qiraat dibaca Fayudha' 'ifahu (untuknya) mulai dari sepuluh kali lipat hingga tujuh ratus kali lipat, sebagaimana keterangan yang telah disebutkan di dalam surah Al Baqarah (dan baginya) di samping pahala yang dilipatgandakan itu (pahala yang banyak) juga disertai mendapat keridaan dari Allah dan disambut dengan baik.",
            "quraish_shihab": "Orang Mukmin manakah yang dengan ikhlas menafkahkan sebagian hartanya di jalan Allah, hingga diberi pahala yang berlipat ganda, dan bahkan akan mendapatkan pahala yang mulia di hari kiamat?"
        },
        {
            "ind": "(yaitu) pada hari ketika kamu melihat orang mukmin laki-laki dan perempuan, sedang cahaya mereka bersinar di hadapan dan di sebelah kanan mereka, (dikatakan kepada mereka): \"Pada hari ini ada berita gembira untukmu, (yaitu) surga yang mengalir di bawahnya sungai-sungai, yang kamu kekal di dalamnya. Itulah keberuntungan yang besar\".",
            "arb": "يَوْمَ تَرَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ يَسْعَىٰ نُورُهُم بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِم بُشْرَاكُمُ الْيَوْمَ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ۚ ذَٰلِكَ هُوَ الْفَوْزُ الْعَظِيمُ",
            "transliterasi": "Yawma Taraá Al-Mu'uminīna Wa Al-Mu'umināti Yas`aá Nūruhum Bayna 'Aydīhim Wa Bi'aymānihim Bushrākumu Al-Yawma Jannātun Tajrī Min Taĥtihā Al-'Anhāru Khālidīna Fīhā Dhālika Huwa Al-Fawzu Al-`Ažīmu.",
            "eng": "on the Day when thou shalt see all believing men and believing women, with their light spreading rapidly before them and on their right, [and with this wel­come awaiting them:] “A glad tiding for you today: gardens through which running waters flow, therein to abide! This, this is the triumph supreme!”",
            "kemenag_ringkas": "Usai menerangkan fadilah berinfak di jalan Allah, melalui ayat berikut Allah menjelaskan balasan di akhirat bagi orang yang berinfak. Ingatlah pada hari ketika engkau akan melihat orang-orang yang beriman laki-laki dan perempuan di akhirat, betapa cahaya mereka yang terang bersinar di depan dan di samping kanan mereka sebagai balasan atas kebajikan dan kepatuhan mereka. Dikatakan kepada mereka, “Pada hari ini ada berita gembira untukmu. Allah menganugerahkan kepadamu surga-surga yang mengalir di bawahnya sungai-sungai dengan air, susu yang tidak berubah rasa, khamr yang lezat, dan madu. Mereka semua kekal di dalamnya. Demikian itulah anugerah dan kemenangan yang agung dari Allah.”13. Balasan bagi orang yang memberi Allah pinjaman yang baik juga akan terlihat pada hari ketika orang-orang munafik laki-laki dan perempuan berkata kepada orang-orang yang beriman, “Tunggulah dan jangan tinggalkan kami! Kami ingin mengambil cahayamu untuk menerangi kami.” Dikatakan kepada mereka dengan nada mengejak, “Kembalilah kamu ke belakang dan carilah sendiri cahaya yang menyinari dirimu.” Lalu di antara mereka dipasang dinding pemisah yang berpintu. Di sebelah dalam dinding itu ada rahmat dan anugerah bagi orang yang beriman dan beramal saleh, dan di luarnya hanya ada azab dan hukuman bagi orang munafik.",
            "kemenag": "Pada ayat ini dijelaskan bahwa orang-orang Mukmin akan memperoleh pahala yang besar di akhirat, yaitu diberikan cahaya di hadapan dan dikanannya sesuai kadar amal saleh yang dilakukan, yang mengantarkan ke surga. Dalam sebuah hadis disebutkan: Mereka menerima cahayanya sesuai dengan kadar amalannya. Mereka melewati as-sirath. Di antara mereka ada yang cahayanya sebesar gunung, ada pula yang sebesar pohon kurma, sedangkan cahaya yang paling kecil sebesar jari ibu, kadang menyala kadang padam. (Riwayat Ibnu Jarir, Ibnu Mardawaih, dan al-Baihaqi) \nMereka membersihkan jiwa mereka dengan tauhid dan beramal saleh, tidak mempersekutukan-Nya, sehingga kembali kepada-Nya dengan jiwa yang ikhlas serta menerima buku catatan amal perbuatan mereka dengan tangan kanan, sebagaimana Allah menyatakan dalam firman-Nya: \nMaka adapun orang yang catatannya diberikan dari sebelah kanannya, maka dia akan diperiksa dengan pemeriksaan yang mudah, dan dia akan kembali kepada keluarganya (yang sama-sama beriman) dengan gembira. (al-Insyiqaq/84: 7-9) Ketika itu malaikat berkata kepada orang Mukmin, \"Bergembiralah kamu dengan memasuki surga yang mengalir di dalamnya sungai sebagai balasan yang setimpal dengan amal perbuatan kamu dan usaha kamu untuk menjauhkan diri dari syirik dan dosa, oleh karena zikirmu yang terus-menerus, maka berbahagialah kamu dalam amal perbuatanmu itu.\" Dalam ayat lain Allah menyatakan: \n(Yaitu) surga-surga 'Adn, mereka masuk ke dalamnya bersama dengan orang yang saleh dari nenek moyangnya, pasanganpasangannya, dan anak cucunya, sedang para malaikat masuk ke tempat-tempat mereka dari semua pintu; (sambil mengucapkan), \"Selamat sejahtera atasmu karena kesabaranmu.\" Maka alangkah nikmatnya tempat kesudahan itu. (ar-Ra'd/13: 23-24) Sebagai penutup ayat ini, Allah menyatakan bahwa kehebatan hidup dalam surga yang keadaannya telah diketahui orang Mukmin adalah suatu kemenangan besar yang diidam-idamkan, setelah mereka bebas dari siksa Allah. (",
            "ibnu_katsir": "Allah Swt. berfirman, menceritakan tentang orang-orang mukmin yang ahli dalam bersedekah, bahwa di hari kiamat kelak nur (cahaya) mereka menyinari bagian depan mereka di tempat pemberhentian hari kiamat sesuai dengan amal perbuatan masing-masing. Sebagaimana yang dikatakan oleh Abdullah ibnu Mas'ud r.a. sehubungan dengan makna firman-Nya:\n\nsedangkan cahaya mereka bersinar di hadapan mereka. (Al-Hadid: 12)\n\nBahwa hal itu sesuai dengan amal perbuatan mereka masing-masing. Mereka berjalan di atas sirat, di antara mereka ada yang nur-nya seperti gunung, ada yang nur-nya seperti pohon kurma, dan ada yang nur-nya seperti seorang lelaki yang berdiri, dan orang yang paling rendah nur-nya dari mereka adalah yang sebesar ibu jarinya, yang kadangkala menyala dan kadangkala padam. Ini diriwayatkan oleh Ibnu Abu Hatim dan Ibnu Jarir.\n\nQatadah mengatakan, telah menceritakan kepada kami bahwa Nabi Saw. pernah bersabda:\n\nDi antara orang-orang mukmin ada yang cahayanya menerangi antara Madinah dan 'Adn serta San'ah dengan sinar yang sangat terang, dan yang kurang dari itu hingga sesungguhnya di antara orang-orang mukmin ada yang cahayanya hanya dapat menerangi tempat kedua telapak kakinya saja.\n\nSufyan As-Sauri telah meriwayatkan dari Husain, dari Mujahid, dari Junadah ibnu Abu Umayyah yang mengatakan bahwa sesungguhnya kalian kelak di hadapan Allah tertulis nama, tanda, pakaian, munajat, dan majelis kalian secara lengkap. Apabila hari kiamat tiba, maka dikatakan, \"Hai Fulan, inilah cahayamu. Hai Fulan, tidak ada cahaya bagimu,\" lalu ia membaca firman-Nya: sedangkan cahaya mereka bersinar di hadapan mereka. (Al-Hadid: 12)\n\nAd-Dahhak mengatakan bahwa tiada seorang pun melainkan diberi cahaya kelak di hari kiamat. Dan apabila mereka sampai di pinggir sirat, maka padamlah cahaya orang-orang munafik. Ketika orang-orang mukmin menyaksikan hal itu, mereka merasa takut cahayanya padam seperti yang terjadi pada orang-orang munafik. Maka berkatalah mereka, \"Ya Tuhan kamu, sempurnakanlah bagi kami cahaya kami.\"\n\nAl-Hasan mengatakan sehubungan dengan makna firman-Nya: sedangkan cahaya mereka bersinar di hadapan mereka. (Al-Hadid: 12) Yakni di sirat yang dilalui mereka.\n\nIbnu Abu Hatim rahimahullah mengatakan, telah menceritakan kepada kami Abu Ubaidillah anak saudaraku anak Wahb, telah menceritakan kepada kami pamanku, dari Yazid ibnu Abu Habib, dari Sa'id ibnu Mas'ud, bahwa ia pernah mendengar Abdur Rahman ibnu Jubair mengatakan bahwa ia pernah mendengar Abu Darda dan Abu Zar menceritakan hadis berikut dari Nabi Saw. yang telah bersabda: Aku adalah orang yang pertama diizinkan oleh Allah untuk bersujud dan mengangkat kepalanya (dari sujud) pada hari kiamat, lalu aku melihat ke hadapanku, ke belakangku, ke sebelah kananku, dan ke sebelah kiriku; maka aku mengenal umatku di antara umat-umat lainnya. Lalu ada seorang lelaki bertanya kepadanya, \"Hai Nabi Allah, bagaimanakah engkau dapat mengenal umatmu di antara umat-umat lainnya yang ada sejak Nabi Nuh sampai dengan umatmu?\" Maka beliau Saw. bersabda: Aku mengenal mereka karena anggota tubuh mereka bersinar bekas wudu (mereka), dan hal itu tidak dimiliki oleh seorang pun dari kalangan umat selain mereka. Dan aku mengenal mereka karena kitab catatan amal mereka diberikan dari sebelah kanan mereka, dan aku mengenal mereka melalui tanda-tanda mereka yang ada pada wajah mereka, dan aku mengenal mereka melalui cahaya mereka yang menyinari bagian depan mereka.\n\nFirman Allah Swt.:\n\ndan di sebelah kanan mereka. (Al-Hadid: 12)\n\nAd-Dahhak mengatakan bahwa makna yang dimaksud ialah pada sebelah kanan mereka terdapat kitab-kitab catatan amal mereka, semakna dengan apa yang disebutkan di dalam firman-Nya:\n\ndan barang siapa yang diberikan kitab amalannya di tangan kanannya. (Al-Isra: 71)\n\nAdapun firman Allah Swt.:\n\n(dikatakan kepada mereka), \"Pada hari ini ada berita gembira untukmu, (yaitu) surga yang mengalir di bawahnya sungai-sungai.” (Al-Hadid: 12)\n\nYakni dikatakan kepada mereka, \"Ada berita gembira bagi kamu hari ini.\" Maksudnya, bagimu berita gembira karena mendapat surga yang mengalir di bawahnya sungai-sungai.\n\nyang kamu kekal di dalamnya. (Al-Hadid: 12) \n\nYaitu kamu tinggal di dalamnya selama-lamanya.\n\nItulah keberuntungan yang banyak. (Al-Hadid: 12)",
            "jalalain": "Ingatlah (pada hari ketika kamu melihat orang-orang mukmin laki-laki dan perempuan, sedangkan cahaya mereka bersinar di hadapan mereka) artinya bersinar menerangi bagian depan mereka (dan) cahaya itu pun (bersinar di sebelah kanan mereka) kemudian dikatakan kepada mereka, (\"Pada hari ini ada berita gembira untuk kalian, yaitu surga-surga) masuklah kalian ke dalam surga-surga itu (yang di bawahnya mengalir sungai-sungai, yang kalian kekal di dalamnya. Itulah keberuntungan yang besar\").",
            "quraish_shihab": "Yaitu hari ketika kamu melihat orang-orang Mukmin, laki-laki dan perempuan, didahului oleh cahaya keimanan dan amal baik mereka yang memancar dari arah depan dan samping kanan. Para malaikat mengatakan kepada mereka, \"Ada kabar gembira untuk kalian semua pada hari ini. Kalian akan memasuki surga-surga yang dialiri berbagai macam sungai di bawah pepohonannya lalu tidak akan pernah keluar lagi. Balasan itu adalah keberhasilan yang besar untuk amalan-amalan kalian."
        },
        {
            "ind": "Pada hari ketika orang-orang munafik laki-laki dan perempuan berkata kepada orang-orang yang beriman: \"Tunggulah kami supaya kami dapat mengambil sebahagian dari cahayamu\". Dikatakan (kepada mereka): \"Kembalilah kamu ke belakang dan carilah sendiri cahaya (untukmu)\". Lalu diadakan di antara mereka dinding yang mempunyai pintu. Di sebelah dalamnya ada rahmat dan di sebelah luarnya dari situ ada siksa.",
            "arb": "يَوْمَ يَقُولُ الْمُنَافِقُونَ وَالْمُنَافِقَاتُ لِلَّذِينَ آمَنُوا انظُرُونَا نَقْتَبِسْ مِن نُّورِكُمْ قِيلَ ارْجِعُوا وَرَاءَكُمْ فَالْتَمِسُوا نُورًا فَضُرِبَ بَيْنَهُم بِسُورٍ لَّهُ بَابٌ بَاطِنُهُ فِيهِ الرَّحْمَةُ وَظَاهِرُهُ مِن قِبَلِهِ الْعَذَابُ",
            "transliterasi": "Yawma Yaqūlu Al-Munāfiqūna Wa Al-Munāfiqātu Lilladhīna 'Āmanū Anžurūnā Naqtabis Min Nūrikum Qīla Arji`ū Warā'akum Fāltamisū Nūrāan Fađuriba Baynahum Bisūrin Lahu Bābun Bāţinuhu Fīhi Ar-Raĥmatu Wa Žāhiruhu Min Qibalihi Al-`Adhābu.",
            "eng": "On that Day shall the hypocrites, both men and women, speak [thus] unto those who have attained to faith: “Wait for us! Let us have a [ray of] light from your light!” [But] they will be told: “Turn back, and seek a light [of your own]!” And thereupon a wall will be raised between them [and the believers], with a gate in it: within it will be grace and mercy, and against the outside thereof, suffering.",
            "kemenag_ringkas": "Balasan bagi orang yang memberi Allah pinjaman yang baik juga akan terlihat pada hari ketika orang-orang munafik laki-laki dan perempuan berkata kepada orang-orang yang beriman, “Tunggulah dan jangan tinggalkan kami! Kami ingin mengambil cahayamu untuk menerangi kami.” Dikatakan kepada mereka dengan nada mengejak, “Kembalilah kamu ke belakang dan carilah sendiri cahaya yang menyinari dirimu.” Lalu di antara mereka dipasang dinding pemisah yang berpintu. Di sebelah dalam dinding itu ada rahmat dan anugerah bagi orang yang beriman dan beramal saleh, dan di luarnya hanya ada azab dan hukuman bagi orang munafik.14. Begitu mendapati azab, orang-orang munafik memanggil orang-orang mukmin, “Bukankah kami di dunia dahulu bersama kamu?” Mereka yang beriman menjawab, “Benar, tetapi kamu selalu mencelakakan dirimu sendiri dengan melakukan perbuatan yang tidak patut dan hanya menunggu kehancuran kami dengan pengkhianatanmu, dan kamu meragukan janji Allah dan seringkali kamu ditipu oleh angan-angan kosong sampai pada akhirnya datanglah ketetapan Allah; dan setan penipu datang memperdaya kamu tentang Allah sehingga kamu terus berada dalam keraguan.",
            "kemenag": "Setelah Allah menyatakan keadaan orang-orang Mukmin pada hari Kiamat. Pada ayat ini Allah mengungkapkan bahwa orang-orang munafik pada hari Kiamat itu berseru kepada orang-orang beriman yang mendapatkan keridaan-Nya dan menjadi penghuni surga. \"Tunggulah kami sehingga kita bersama menemui Allah serta biarkanlah mengambil sedikit dari cahaya kamu agar kami dapat keluar melalui sinar kamu dari azab yang pedih.\" Lalu permintaan ini dijawab dengan jawaban yang memutuskan harapan mereka serta menimbulkan kesedihan dan kesesalan, yaitu, \"Tetaplah kamu di mana kamu berada, carilah di sana cahaya dan jangan mengharapkannya dari kami apa yang telah kami perbuat untuk diri kami dari amal saleh, karena tidak akan memberi manfaat bagi seseorang kecuali amal saleh sendiri.\" Yang demikian itu adalah olokan terhadap mereka sebagaimana mereka memperolok-olokkan orang-orang Mukmin semasa di dunia ketika mereka berkata: Kami beriman, padahal mereka tidak beriman. Inilah yang dikehendaki dengan firman-Nya; Allah akan memperolok-olokkan mereka dan membiarkan mereka terombang-ambing dalam kesesatan. (al-Baqarah/2: 15) Maka untuk memberi balasan semua perbuatan mereka, ditetapkanlah bagian yang membatasi tempat orang-orang Mukmin dan orang-orang munafik. Bagian yang ditempati orang-orang Mukmin adalah surga yang penuh dengan kenikmatan, sebaliknya bagian yang ditempati oleh orang-orang munafik adalah neraka yang dipenuhi siksa.",
            "ibnu_katsir": "Firman Allah Swt.:\n\nPada hari ketika orang-orang munafik laki-laki dan perempuan berkata kepada orang-orang yang beriman, \"Tunggulah kami supaya kami dapat mengambil sebagian dari cahayamu.” (Al-Hadid: 13)\n\nIni merupakan berita dari Allah Swt. yang menceritakan apa yang bakal terjadi di hari kiamat nanti di tempat pemberhentian, banyak terjadi hal­-hal yang mengerikan lagi sangat mengejutkan, keguncangan yang sangat dahsyat dan peristiwa-peristiwa lainnya yang sangat menakutkan. Dan sesungguhnya tiada yang selamat di hari itu kecuali hanya orang yang beriman kepada Allah dan Rasul-Nya serta mengerjakan apa yang diperintahkan oleh Allah dan menjauhi larangan-Nya.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Abdah ibnu Sulaiman, telah menceritakan kepada kami Ibnul Mubarak, telah menceritakan kepada kami Safwan ibnu Amr, telah menceritakan kepadaku Sulaim ibnu Amir yang mengatakan bahwa kami keluar menujuke tempat jenazah di pintu gerbang kota Dimasyq, di antara kami terdapat Abu Umamah Al-Bahili. Setelah jenazah disalatkan, lalu mereka bergegas mengebumikannya, dan Abu Umamah berkata, \"Hai manusia, sesungguhnya kamu di pagi hari dan petang hari berada di suatu tempat yang di dalamnya kamu berbagi amal kebaikan dan keburukan. Dan sudah dekat masanya bagi kalian akan pergi meninggalkannya menuju ke suatu tempat lain, yaitu alam kubur ini —seraya berisyarat ke arah kubur—yaitu rumah kesendirian, rumah kegelapan, dan rumah ulat serta rumah kesempitan terkecuali apa yang diluaskan oleh Allah. Kemudian kamu akan berpindah lagi darinya menuju ke tempat-tempat hari kiamat. Dan sesungguhnya kalian pada sebagian tempat-tempat itu, semua manusia diselimuti oleh suatu urusan dari Allah, maka ada manusia yang berwajah putih bersinar dan ada pula manusia yang berwajah hitam pekat. Kemudian kamu berpindah lagi darinya menuju ke tempat lain, dan semua manusia diselimuti oleh kegelapan yang sangat pekat; kemudian cahaya dibagikan. Maka orang mukmin mendapat cahayanya, sedangkan orang kafir dan orang munafik tidak diberi sama sekali dari cahaya itu.\" Perumpamaan ini telah digambarkan oleh Allah Swt. melalui firman-Nya: Atau seperti gelap gulita di lautan yang dalam, yang diliputi oleh ombak, yang di atasnya ombak (pula), di atasnya (lagi) awan; gelap gulita yang tindih-bertindih, apabila dia mengeluarkan tangannya, tiadalah dia dapat melihatnya; (dan) barang siapa yang tiada diberi cahaya (petunjuk) oleh Allah, tiadalah dia mempunyai cahaya sedikit pun. (An-Nur: 40) Maka orang kafir dan orang munafik tidak dapat penerangan dari cahaya orang mukmin, sebagaimana orang tuna netra tidak dapat penerangan dari penglihatan orang yang melihat. Dan saat itu orang-orang munafik laki-laki dan perempuan mengatakan kepada orang-orang yang beriman: Tunggulah kami supaya kami dapat mengambil sebagian dari cahayamu. Dikatakan (kepada mereka), \"Kembalilah kamu ke belakang dan carilah sendiri cahaya (untukmu).\" (Al-Hadid: 13) Ini adalah tipuan dari Allah yang Dia gunakan untuk memperdaya orang-orang munafik, karena Allah Swt. telah berfirman: mereka (orang-orang munafik) itu menipu Allah, dan Allah akan membalas tipuan mereka. (An-Nisa: 142) Maka orang-orang munafik itu kembali ke tempat pembagian cahaya, tetapi mereka tidak menjumpai sesuatu pun. Lalu mereka kembali kepada orang-orang mukmin, tetapi di antara mereka telah ada dinding penghalang yang mempunyai pintu. Di sebelah dalamnya ada rahmat dan di sebelah luarnya dari situ ada siksa. (Al-Hadid: 13)\n\nSulaim ibnu Amir mengatakan bahwa orang munafik itu masih terus-menerus merasa besar diri hingga cahaya dibagikan dan Allah membedakan antara orang munafik dan orang mukmin. \n\nKemudian Sulaim ibnu Amir mengatakan, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Yahya ibnu Usman, telah menceritakan kepada kami Ibnu Haiwah, telah menceritakan kepada kami Artah ibnul Munzir, telah menceritakan kepada kami Yusuf ibnul Hajjaj, dari Abu Umamah yang mengatakan bahwa Allah menjadikan hari kiamat gelap gulita, maka tiada seorang pun —baik orang mukmin maupun orang kafir— yang dapat melihat telapak tangannya sendiri, hingga Allah mengirimkan cahaya kepada orang-orang mukmin sesuai dengan amal perbuatannya. Lalu orang-orang munafik mengikuti mereka seraya berkata: Tunggulah kami supaya kami dapat mengambil sebagian dari cahayamu. (Al-Hadid: 13)\n\nAl-Aufi dan Ad-Dahhak serta selain keduanya telah meriwayatkan dari Ibnu Abbas, bahwa ketika manusia berada di dalam kegelapan hari kiamat, maka Allah mengirimkan cahaya. Ketika orang-orang mukmin melihat adanya cahaya, mereka bergerak menuju ke arah cahaya itu. Dan cahaya itu adalah petunjuk dari Allah yang menuntun ke arah surga. Dan ketika orang-orang munafik melihat orang-orang mukmin berangkat, maka mereka mengikutinya, lalu Allah menjadikan orang-orang munafik dalam kegelapan, kemudian mereka berkata saat itu; Tunggulah kami supaya kami dapat mengambil sebagian dari cahayamu. (Al-Hadid: 13) karena sesungguhnya kami selalu bersama kalian sewaktu di dunia. Maka orang-orang mukmin berkata: Kembalilah kamu ke belakang. (Al-Hadid: 13) ke tempat kamu datang yang dalam kegelapan dan carilah cahaya di sana.\n\nAbul Qasim Imam Tabrani mengatakan, telah menceritakan kepada kami Al-Hasan ibnu Arafah ibnu Alawaih Al-Attar, telah menceritakan kepada kami Ismail ibnu Isa Al-Attar, telah menceritakan kepada kami Ishaq ibnu Bisyr ibnu Huzaifah, telah menceritakan kepada kami Ibnu Juraij, dari Ibnu Abu Mulaikah, dari Ibnu Abbas yang mengatakan bahwa Rasulullah Saw. telah bersabda: Sesungguhnya Allah Swt. memanggil manusia kelakdi hari kiamat dengan menyebut nama-nama mereka sebagai penutupan dari-Nya di mata hamba-hamba-Nya. Tetapi di hadapan sirat maka sesungguh­nya Allah memberi cahaya kepada tiap-tiap orang mukmin dan juga tiap-tiap orang munafik pun diberi cahaya. Dan apabila mereka semuanya berada di atas sirat, maka Allah mencabut cahaya orang-orang munafik laki-laki dan perempuan. Maka orang-orang munafik berkata, \"Tunggulah kami supaya kami dapat mengambil sebagian dari cahayamu.” Orang-orang mukmin berkata, \"Ya Tuhan kami, sempurnakanlah bagi kami cahaya kami, \" maka pada saat itu tiada seorang pun yang ingat kepada orang lain.\n\nFirman Allah Swt.:\n\nLalu diadakan di antara mereka dinding yang mempunyai pintu. Di sebelah dalamnya ada rahmat dan di sebelah luarnya dari situ ada siksa. (Al-Hadid: 13)\n\nAl-Hasan dan Qatadah mengatakan bahwa dinding itu terletak di antara surga dan neraka. \n\nAbdur Rahman ibnu Zaid ibnu Aslam mengatakan bahwa dinding itulah yang dimaksud di dalam firman-Nya:\n\nDan di antara keduanya (penghuni surga dan neraka) ada batas. (Al-A'raf: 46)\n\nHal yang sama telah diriwayatkan dari Mujahid dan lain-lainnya yang bukan hanya seorang, pendapat ini sahih.\n\nDi sebelah dalamnya ada rahmat. (Al-Hadid: 13) \n\nYakni berupa surga dan semua kenikmatan yang ada di dalamnya.\n\ndan di sebelah luarnya dari situ ada siksa. (Al-Hadid: 13)\n\nYaitu neraka. Demikianlah menurut yang dikatakan oleh Qatadah dan Ibnu Zaid serta selain keduanya.\n\nIbnu Jarir mengatakan bahwa menurut pendapat yang lain, dinding tersebut adalah dinding Baitul Maqdis yang berada di Lembah Jahanam. Kemudian ia mengatakan, telah menceritakan kepada kami Ibnul Barqi, telah menceritakan kepada kami Amr ibnu Abu Salamah, dari Sa'id ibnu Atiyyah ibnu Qais, dari Abul Awam juru azan Baitul Maqdis yang telah mengatakan bahwa ia pernah mendengar Abdullah ibnu Amr mengatakan bahwa sesungguhnya dinding yang disebut oleh Allah Swt. di dalam firman-Nya: Lalu diadakan di antara mereka dinding yang mempunyai pintu. Di sebelah dalamnya ada rahmat dan di sebelah luarnya dari situ ada siksa. (Al-Hadid: 13) adalah dinding masjid yang ada di sebelah timur; bagian dalamnya adalah masjid, sedangkan bagian luarnya dan sebelahnya lagi adalah Lembah Jahanam. \n\nKemudian telah diriwayatkan hal yang semisal dari Ubadah ibnus Samit, Ka'bul Ahbar? Ali ibnul Husain, dan Zainul Abidin. Tetapi pendapat ini dapat diinterpretasikan bahwa mereka mengatakan demikian dengan tujuan untuk memberikan pendekatan pemahaman melalui peragaan tempat yang sudah ada agar lebih dekat dalam pemahaman bagi lawan bicara. Dan sama sekali bukan makna hakikinya yang dimaksud, bahwa apa yang dikatakan itu adalah makna yang dimaksud oleh Al-Qur'an, yaitu dinding dan masjid yang ditunjuk itu, dan apa yang dikenal dengan sebutan Lembah Jahanam. Karena sesungguhnya surga itu berada di langit yang tertinggi, sedangkan neraka berada di dasar yang paling bawah. Dan mengenai apa yang dikatakan oleh Ka'bul Ahbar yang menyebutkan bahwa pintu yang disebutkan di dalam Al-Qur'an adalah pintu rahmat yang merupakan nama salah satu dari pintu Masjidil Aqsa, ini bersumber dari hadis israiliyatnya dan termasuk salah satu dari dongengan-dongengannya.\n\nSesungguhnya makna yang dimaksud dengan dinding itu yang dipasang pada hari kiamat untuk menghalang-halangi antara orang-orang mukmin dan orang-orang kafir. Dan apabila orang-orang mukmin sampai pada dinding itu, maka mereka memasukinya dari pintunya; dan apabila orang-orang mukmin semuanya telah masuk, maka pintu itu dikunci dan yang tertinggal di baliknya hanyalah orang-orang munafik; mereka berada dalam kebingungan, kegelapan, dan azab. Sebagaimana amal perbuatan mereka ketika di dunia, mereka dalam kekafiran, kebodohan, keraguan, dan kebimbangan.",
            "jalalain": "(Pada hari ketika orang-orang munafik laki-laki dan perempuan berkata kepada orang-orang yang beriman, \"Perhatikanlah kami) lihatlah kami. Menurut suatu qiraat dibaca Anzhiruunaa, tunggulah kami (supaya kami dapat mengambil) maksudnya supaya kami kebagian cahaya dan sinar (sebagian dari cahaya kalian.\" Dikatakan) kepada mereka dengan nada yang memperolok-olokkan mereka, (\"Kembalilah kalian ke belakang dan carilah sendiri cahaya untuk kalian\") mereka mundur. (Lalu diadakan di antara mereka) dan antara orang-orang yang beriman (dinding) menurut suatu pendapat dinding itu dinamakan Al A'raaf (yang mempunyai pintu. Di sebelah dalamnya ada rahmat) ada bagian yang menghadap orang-orang yang beriman (dan di sebelah luarnya) ada bagian yang menghadap orang-orang munafik (dari situ ada azab).",
            "quraish_shihab": "Juga hari ketika orang-orang munafik, laki-laki dan perempuan, berkata kepada orang-orang Mukmin laki-laki dan perempuan, \"Tunggulah kami, untuk mengambil sedikit cahaya kalian!\" Mereka diejek dengan dikatakan, \"Kembali dan carilah cahaya itu di tempat kami diberikan!\" Setelah itu, antara mereka dibangun pagar penghalang yang mempunyai pintu. Di bagian dalamnya, yaitu yang menghadap ke surga, terdapat kasih sayang dan kesenangan. Sedang di bagian luarnya, yaitu yang menghadap ke neraka, terdapat murka dan siksaan."
        },
        {
            "ind": "Orang-orang munafik itu memanggil mereka (orang-orang mukmin) seraya berkata: \"Bukankah kami dahulu bersama-sama dengan kamu?\" Mereka menjawab: \"Benar, tetapi kamu mencelakakan dirimu sendiri dan menunggu (kehancuran kami) dan kamu ragu-ragu serta ditipu oleh angan-angan kosong sehingga datanglah ketetapan Allah; dan kamu telah ditipu terhadap Allah oleh (syaitan) yang amat penipu.",
            "arb": "يُنَادُونَهُمْ أَلَمْ نَكُن مَّعَكُمْ ۖ قَالُوا بَلَىٰ وَلَٰكِنَّكُمْ فَتَنتُمْ أَنفُسَكُمْ وَتَرَبَّصْتُمْ وَارْتَبْتُمْ وَغَرَّتْكُمُ الْأَمَانِيُّ حَتَّىٰ جَاءَ أَمْرُ اللَّهِ وَغَرَّكُم بِاللَّهِ الْغَرُورُ",
            "transliterasi": "Yunādūnahum 'Alam Nakun Ma`akum Qālū Balaá Wa Lakinnakum Fatantum 'Anfusakum Wa Tarabbaştum Wa Artabtum Wa Gharratkumu Al-'Amānīyu Ĥattaá Jā'a 'Amru Allāhi Wa Gharrakum Billāhi Al-Gharūru.",
            "eng": "They [who will remain without] will call out to those [within], “Were we not with you?” - [to which] the others will answer: “So it was! But you allowed yourselves to succumb to temptation, and you were hesitant [in your faith], and you were doubtful [of resurrection]; and your wishful thinking beguiled you until God’s command came to pass: for, [indeed, your own] deceptive thoughts about God deluded you",
            "kemenag_ringkas": "Begitu mendapati azab, orang-orang munafik memanggil orang-orang mukmin, “Bukankah kami di dunia dahulu bersama kamu?” Mereka yang beriman menjawab, “Benar, tetapi kamu selalu mencelakakan dirimu sendiri dengan melakukan perbuatan yang tidak patut dan hanya menunggu kehancuran kami dengan pengkhianatanmu, dan kamu meragukan janji Allah dan seringkali kamu ditipu oleh angan-angan kosong sampai pada akhirnya datanglah ketetapan Allah; dan setan penipu datang memperdaya kamu tentang Allah sehingga kamu terus berada dalam keraguan.15. Wahai orang munafik, karena keraguanmu kepada Allah dan janji-Nya, maka pada hari ini, yaitu di akhirat, tidak akan diterima tebusan dari kamu maupun dari orang-orang kafir. Karena sikapmu itu maka tempat kamu yang sesuai adalah di neraka. Itulah tempat berlindungmu untuk selama-lamanya, dan itulah seburuk-buruk tempat kembali bagi orang yang ingkar.”",
            "kemenag": "Kemudian pada ayat ini Allah menyatakan peristiwa yang dialami orang-orang munafik di akhirat nanti, yaitu mereka berseru kepada orang-orang Mukmin dan mengatakan, \"Bukankah kami bersama-sama kamu semasa hidup di dunia?\" Lalu orang-orang Mukmin menjawab, \"Ya benar, kita sama-sama salat, berwukuf di Arafah, berperang dan mengerjakan kewajiban-kewajiban agama lainnya tetapi kamu berfoya-foya dengan kelezatan dan maksiat, ragu tentang hari kebangkitan, teperdaya oleh angan-angan sehingga kamu mengatakan bahwa dosa kamu akan diampuni Allah, karena bisikan setan yang mengatakan kepadamu bahwa Allah Maha Pengampun, dan Dia akan memaafkan dosa-dosamu.\" Maksudnya, sebenarnya kamu hai orang-orang munafik bersama kami di dunia hanya tubuhmu yang kasar saja, padahal jiwamu tidak bersama kami, tidak mempunyai ketegasan dalam pendirian maka kamu jarang sekali mengingat Allah.\"",
            "ibnu_katsir": "firman Allah Swt.:\n\nOrang-orang munafik itu memanggil (orang-orang mukmin) seraya berkata, \"Bukankah kami dahulu bersama-sama dengan kamu?” (Al-Hadid: 14)\n\nYakni orang-orang munafik menyeru orang-orang mukmin seraya mengatakan, \"Bukankah kami dahulu ketika di dunia ada bersama kamu dan ikut salat jumuah bersama kamu dan salat berjamaah bersama kamu, dan kami ikut wuquf di Arafah bersama kamu dan ikut dalam peperangan serta menunaikan kewajiban lainnya bersama-sama dengan kamu?\"\n\nMereka menjawab, \"Benar.”(Al-Hadid: 14)\n\nYaitu maka orang-orang mukmin menjawab kepada orang-orang munafik seraya mengatakan, \"Memang benar kamu selalu bersama kami,\n\ntetapi kamu mencelakakan dirimu sendiri dan menunggu (kehancuran kami) dan kamu ragu-ragu serta ditipu oleh angan-angan kosong\" (Al-Hadid: 14)\n\nSebagian ulama Salaf mengatakan bahwa kamu mencelakakan dirimu sendiri dengan kesenangan, perbuatan-perbuatan durhaka, dan nafsu syahwat.\n\ndan kamu menunggu (kehancuran kami). (Al-Hadid: 14)\n\nYakni kamu menunda-nunda tobat dari waktu ke waktu yang lain. \n\nQatadah mengatakan sehubungan dengan makna firman-Nya: dan kamu menunggu (kehancuran kami). (Al-Hadid: 14) Yakni kehancuran kebenaran dan para pemeluknya. dan kamu ragu-ragu. (Al-Hadid: 14) dengan adanya hari berbangkit sesudah kematian. serta ditipu oleh angan-angan kosong. (Al-Hadid: 14) Maksudnya, kamu mengatakan bahwa kami akan mendapat ampunan.  Menurut pendapat lain, kamu teperdaya oleh duniawi. sehingga datanglah ketetapan Allah. (Al-Hadid: 14). Yakni kamu masih tetap dalam keadaan seperti itu hingga maut datang menjemput kamu. dan kamu telah ditipu terhadap Allah oleh (setan) yang amat penipu. (Al-Hadid: 14) Maksudnya, tertipu oleh setan. \n\nQatadah mengatakan bahwa mereka tertipu oleh setan dan demi Allah mereka masih tetap dalam keadaan tertipu hingga Allah mencampakkan mereka ke dalam neraka.\n\nMakna ucapan dari orang-orang mukmin yang ditujukan kepada orang-orang munafik, bahwa kamu memang dahulu bersama dengan kami, yakni badan kamu bersama kami, tetapi tanpa niat dan tanpa kalbu; karena sesungguhnya kamu hanyalah dalam kebimbangan dan keraguan, dan kamu hanya pamer kepada manusia dan tidak mengingat Allah kecuali hanya sedikit.\n\nMujahid mengatakan bahwa dahulu orang-orang munafik hidup bersama-sama orang-orang mukmin, saling menikah dengan mereka, menipu mereka, serta bergaul dengan mereka. Orang-orang munafik pun di saat matinya dihimpunkan pula bersama orang-orang mukmin, semuanya diberi cahaya kelak di hari kiamat. Hanya saja cahaya orang munafik padam bila telah mencapai tembok penghalang, dan pada saat itulah mereka dipisahkan dari orang-orang mukmin. Dan ucapan kaum mukmin ini tidaklah bertentangan dengan ucapan mereka yang diceritakan oleh Allah Swt. melalui firman-Nya Yang Mahabenar:\n\nTiap-tiap diri bertanggung jawab atas apa yang telah diperbuatnya, kecuali golongan kanan, berada di dalam surga, mereka tanya-menanya tentang (keadaan) orang-orang yang berdosa, \"Apakah yang memasukkan kamu ke dalam Saqar (neraka)?\" Mereka menjawab, \"Kami dahulu tidak termasuk orang-orang yang mengerjakan salat, dan kami tidak (pula) memberi makan orang miskin, dan adalah kami membicarakan yang batil, bersama dengan orang-orang yang membicarakannya, dan adalah kami mendustakan hari pembalasan, hingga datang kepada kami kematian?” (Al-Muddatstsir: 38-47)\n\nSesungguhnya kalimat ini dikatakan oleh kaum mukmin dengan nada kecaman dan mencemoohkan orang-orang munafik. Kemudian dalam firman selanjutnya disebutkan:\n\nMaka tidak berguna lagi bagi mereka syafaat dari orang-orang yang memberikan syafaat. (Al-Muddatstsir: 48)\n\nSemakna dengan apa yang disebutkan dalam surat ini melalui firman-Nya:\n\nMaka pada hari ini tidak diterima tebusan dari kamu dan tidak pula dari orang-orang kafir. (Al-Hadid: 15)\n\nYakni seandainya seseorang dari kamu datang pada hari itu dengan membawa emas sepenuh bumi sebanyak dua kali lipat untuk menebus dirinya dari azab Allah, niscaya tebusan itu tidak akan diterima.",
            "jalalain": "(Orang-orang munafik itu memanggil mereka orang-orang mukmin, \"Bukankah kami dahulu bersama-sama kalian?\") dalam ketaatan kepada Allah. (mereka menjawab, \"Benar, tetapi kalian mencelakakan diri kalian sendiri) disebabkan kemunafikan kalian (dan kalian selalu mengincar) kehancuran orang-orang mukmin (dan kalian ragu-ragu) masih ragu terhadap agama Islam (serta kalian ditipu oleh angan-angan kosong) yakni ketamakan (sehingga datanglah ketetapan Allah) yaitu kematian (dan kalian telah ditipu terhadap Allah oleh yang amat penipu) yakni oleh setan.",
            "quraish_shihab": "Orang-orang munafik itu menyeru orang-orang Mukmin, \"Bukankah di dunia dulu kami adalah teman kalian?\" Orang-orang Mukmin menjawab, \"Ya, benar apa yang kalian katakan itu. Tetapi kalian membinasakan diri sendiri dengan bersikap munafik, menginginkan suatu keburukan menimpa kaum mukminin, membuat keragu-raguan dalam urusan agama dan tertipu oleh angan-angan. Selama itu kalian tampak baik-baik saja hingga datang kematian dan kalian ditipu oleh setan bahwa kalian akan mendapatkan ampunan dari Allah."
        },
        {
            "ind": "Maka pada hari ini tidak diterima tebusan dari kamu dan tidak pula dari orang-orang kafir. Tempat kamu ialah neraka. Dialah tempat berlindungmu. Dan dia adalah sejahat-jahat tempat kembali\".",
            "arb": "فَالْيَوْمَ لَا يُؤْخَذُ مِنكُمْ فِدْيَةٌ وَلَا مِنَ الَّذِينَ كَفَرُوا ۚ مَأْوَاكُمُ النَّارُ ۖ هِيَ مَوْلَاكُمْ ۖ وَبِئْسَ الْمَصِيرُ",
            "transliterasi": "Fālyawma Lā Yu'ukhadhu Minkum Fidyatun Wa Lā Mina Al-Ladhīna Kafarū Ma'wākumu An-Nāru Hiya Mawlākum Wa Bi'sa Al-Maşīru.",
            "eng": "“And so, no ransom shall be accepted today from you, and neither from those who were [openly] bent on denying the truth. Your goal is the fire: it is your [only] refuge - and how evil a journey’s end!”",
            "kemenag_ringkas": "Wahai orang munafik, karena keraguanmu kepada Allah dan janji-Nya, maka pada hari ini, yaitu di akhirat, tidak akan diterima tebusan dari kamu maupun dari orang-orang kafir. Karena sikapmu itu maka tempat kamu yang sesuai adalah di neraka. Itulah tempat berlindungmu untuk selama-lamanya, dan itulah seburuk-buruk tempat kembali bagi orang yang ingkar.”16. Usai menjelaskan balasan bagi orang munafik dan kafir, pada ayat ini Allah memberi teguran kepada orang mukmin yang lalai pada ibadahnya. Belum tibakah waktunya bagi orang-orang yang beriman, yaitu mereka yang tidak meragukan janji Allah, untuk secara khusyuk mengingat Allah dengan berzikir dan beribadah, dan mematuhi kebenaran Al-Qur’an yang telah diwahyukan kepada mereka? Dan janganlah mereka berperilaku seperti orang-orang yang telah menerima kitab sebelum itu, di mana sebagia dari mereka mengingkari hukumnya dan sebagian yang lain menyembunyikan atau mengubah isinya, kemudian mereka melalui masa yang panjang tanpa adanya rasul yang mengingatkan mereka se-hingga pada akhirnya hati mereka menjadi keras. Dan banyak di antara mereka menjadi orang-orang fasik karena tidak ada yang mengingatkan kekeliruannya.",
            "kemenag": "Pada ayat ini Allah menjelaskan akibat tindakan orang-orang munafik. Mereka akan terus binasa dan tidak ada jalan untuk melepaskan diri dari neraka, yaitu jika salah seorang dari mereka ingin menebus dirinya dari azab dengan tebusan berupa emas sepenuh bumi, tidak juga akan diterima. Mereka tetap dilempar di dalam neraka sebab tidak ada tempat yang lebih layak bagi mereka selain itu. Dan itulah tempat yang paling buruk.",
            "ibnu_katsir": "Firman Allah Swt.:\n\nTempat kamu ialah neraka. (Al-Hadid: 15)\n\nMaksudnya, tempat kembali kamu dan kepulanganmu adalah neraka. \n\nFirman Allah Swt.:\n\nNeraka itu tempat berlindungmu. (Al-Hadid: 15)\n\nYaitu neraka adalah tempat yang paling layak bagi kalian karena kalian kafir dan meragukan kebenaran.\n\nDan neraka adalah sejahat-jahat tempat kembali. (Al-Hadid: 15)",
            "jalalain": "(Maka pada hari ini tidak diterima) dapat dibaca Yu`khadzu dan Tu`khadzu (tebusan dari kalian dan tidak pula dari orang-orang kafir. Tempat kalian ialah neraka. Neraka itulah tempat yang layak buat kalian) tempat yang utama bagi kalian. (Dan neraka itu adalah seburuk-buruk tempat kembali\") tempat kembali yang paling buruk adalah neraka.",
            "quraish_shihab": "Pada hari ini tebusan untuk membebaskan diri dari siksaan tidak akan diterima, berapa pun besarnya. Sama halnya dengan tebusan orang-orang yang dengan terang-terangan menyatakan diri mereka kafir, juga tidak akan diterima. Tempat kembali kalian adalah neraka, tempat tinggal yang paling pantas buat kalian dan merupakan seburuk-buruk tempat kembali.\""
        },
        {
            "ind": "Belumkah datang waktunya bagi orang-orang yang beriman, untuk tunduk hati mereka mengingat Allah dan kepada kebenaran yang telah turun (kepada mereka), dan janganlah mereka seperti orang-orang yang sebelumnya telah diturunkan Al Kitab kepadanya, kemudian berlalulah masa yang panjang atas mereka lalu hati mereka menjadi keras. Dan kebanyakan di antara mereka adalah orang-orang yang fasik.",
            "arb": "۞ أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَن تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَا نَزَلَ مِنَ الْحَقِّ وَلَا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِن قَبْلُ فَطَالَ عَلَيْهِمُ الْأَمَدُ فَقَسَتْ قُلُوبُهُمْ ۖ وَكَثِيرٌ مِّنْهُمْ فَاسِقُونَ",
            "transliterasi": "'Alam Ya'ni Lilladhīna 'Āmanū 'An Takhsha`a Qulūbuhum Lidhikri Allāhi Wa Mā Nazala Mina Al-Ĥaqqi Wa Lā Yakūnū Kālladhīna 'Ūtū Al-Kitāba Min Qablu Faţāla `Alayhimu Al-'Amadu Faqasat Qulūbuhum Wa Kathīrun Minhum Fāsiqūna.",
            "eng": "IS IT NOT time that the hearts of all who have attained to faith should feel humble at the remem­brance of God and of all the truth that has been bestowed [on them] from on high, lest they become like those who were granted revelation aforetime, and whose hearts have hardened with the passing of time so that many of them are [now] depraved?",
            "kemenag_ringkas": "Usai menjelaskan balasan bagi orang munafik dan kafir, pada ayat ini Allah memberi teguran kepada orang mukmin yang lalai pada ibadahnya. Belum tibakah waktunya bagi orang-orang yang beriman, yaitu mereka yang tidak meragukan janji Allah, untuk secara khusyuk mengingat Allah dengan berzikir dan beribadah, dan mematuhi kebenaran Al-Qur’an yang telah diwahyukan kepada mereka? Dan janganlah mereka berperilaku seperti orang-orang yang telah menerima kitab sebelum itu, di mana sebagia dari mereka mengingkari hukumnya dan sebagian yang lain menyembunyikan atau mengubah isinya, kemudian mereka melalui masa yang panjang tanpa adanya rasul yang mengingatkan mereka se-hingga pada akhirnya hati mereka menjadi keras. Dan banyak di antara mereka menjadi orang-orang fasik karena tidak ada yang mengingatkan kekeliruannya.17. Wahai orang yang beriman, ketahuilah bahwa Allah berkuasa menghidupkan bumi setelah mati dan kering-nya dengan menurunkan hujan sehingga bumi menjadi subur dan menjadi media tumbuh tanaman. Sungguh, telah Kami jelaskan kepadamu sebagian dari tanda-tanda kebesaran Kami, baik yang ada di alam semesta atau pada dirimu sendiri, agar kamu mengerti.",
            "kemenag": "Pada ayat ini Allah menegur dan memperingatkan orangorang Mukmin tentang keadaan mereka yang berlalai-lalai. Belum datangkah waktunya bagi orang-orang Mukmin untuk mempunyai hati yang lembut, senantiasa mengingat Allah, suka mendengar dan memahami ajaran-ajaran agama mereka, taat dan patuh mengikuti petunjuk-petunjuk kebenaran yang telah diturunkan, yang terbentang di dalam Al-Qur'an Selanjutnya orang-orang Mukmin diperingatkan agar jangan sekali-kali meniru-niru orang-orang Yahudi dan Nasrani yang telah diberikan Kitab Taurat dan Injil. Sekalipun telah lama dan memakan waktu agak panjang, mereka belum juga mengikuti dan memahami ajaran mereka dan nabi-nabi mereka, sehingga hati mereka menjadi keras dan susah membantu, tidak lagi dapat menerima nasihat, tidak membekas pada diri mereka ancaman-ancaman yang ditujukan kepada mereka. Mereka mengubah Kitab yang ada di tangan mereka dan ajaran-ajaran Kitab mereka dilempar jauh-jauh. Pendeta dan pastur mereka jadikan tuhan selain Allah, membikin agama tanpa alasan. Kebanyakan mereka menjadi fasik, meninggalkan ajaranajaran mereka yang asli. Sejalan dengan ayat ini firman Allah: \n(Tetapi) karena mereka melanggar janjinya, maka Kami melaknat mereka, dan Kami jadikan hati mereka keras membatu. Mereka suka mengubah firman (Allah) dari tempatnya, dan mereka (sengaja) melupakan sebagian pesan yang telah diperingatkan kepada mereka. Engkau (Muhammad) senantiasa akan melihat pengkhianatan dari mereka kecuali sekelompok kecil di antara mereka (yang tidak berkhianat), maka maafkanlah mereka dan biarkan mereka. Sungguh, Allah menyukai orang-orang yang berbuat baik. (al-Ma'idah/5: 13)",
            "ibnu_katsir": "Allah Swt. berfirman bahwa bukankah telah datang waktunya bagi orang-orang mukmin untuk tunduk hati mereka mengingat Allah? Yakni hati mereka lunak di saat mengingat Allah dan mendengar nasihat serta mendengar bacaan Al-Qur'an, lalu hati mereka memahaminya, tunduk patuh dan mendengarkannya. \n\nAbdullah ibnul Mubarak mengatakan, telah menceritakan kepada kami Saleh Al-Murri, dari Qatadah, dari Ibnu Abbas yang mengatakan bahwa sesungguhnya Allah merasa kesal terhadap keterlambatan hati orang-orang mukmin untuk tunduk hati mereka mengingat Allah, maka Allah Swt. menegur mereka setelah tiga belas tahun diturunkan-Nya Al-Qur'an. Untuk itu Allah Swt. berfirman:\n\nBelumkah datang waktunya bagi orang-orang yang beriman, untuk tunduk hati mereka mengingat Allah. (Al-Hadid: 16), hingga akhir ayat.\n\nIbnu Abu Hatim meriwayatkan pendapat ini dari Al-Hasan ibnu Muhammad ibnus Sabah, dari Husain Al-Marwazi, dari Ibnul Mubarak dengan sanad yang sama. Kemudian Ibnu Abu Hatim dan Imam Muslim mengatakan, telah menceritakan kepada kami Yunus ibnu Abdul A'la, telah menceritakan kepada kami Ibnu Wahb, telah menceritakan kepadaku Amr ibnul Haris, dari Sa'id ibnu Hilal Al-Laisi, dari Aun ibnu Abdullah, dari ayahnya, dari Ibnu Mas'ud r.a. yang telah mengatakan, bahwa tiada tenggang masa antara keislaman kami dan teguran Allah kepada kami selain dari empat tahun, yaitu melalui firman-Nya: Belumkah datang waktunya bagi orang-orang yang beriman untuk tunduk hati mereka mengingat Allah. (Al-Hadid: 16), hingga akhir ayat.\n\nHal yang sama telah diriwayatkan oleh Imam Muslim di dalam akhir kitabnya. Imam Nasai mengetengahkannya dalam kitab tafsirnya sehubungan dengan tafsir ayat ini dari Harun ibnu Sa'id Al-Aili, dari Ibnu Wahb dengan sanad yang sama. Ibnu Majah meriwayatkannya melalui hadis Musa ibnu Ya'qub Az-Zam'i, dari Abu Hazim, dari Amir ibnu Abdullah ibnuz Zubair, dari ayahnya dengan lafaz yang semisal, dan ia menjadikannya ke dalam kelompok musnad Ibnuz Zubair. Tetapi Al-Bazzar meriwayatkannya melalui jalur Musa ibnu Ya'qub, dari Abu Hazim, dari Amir, dari Ibnuz Zubair, dari Ibnu-Mas'ud, lalu disebutkan hal yang semisal.\n\nSufyan As-Sauri telah meriwayatkan dari Al-Mas'udi, dari Al-Qasim yang mengatakan bahwa di suatu hari sahabat-sahabat Rasulullah Saw. merasa bosan (jenuh), lalu mereka berkata, \"Wahai Rasulullah, berceritalah kepada kami.\" Maka Allah Swt. menurunkan firman-Nya: Kami menceritakan kepadamu kisah yang paling baik. (Yusuf: 3) Kemudian mereka merasa jenuh lagi, lalu berkata, \"Wahai Rasulullah, berceritalah kepada kami.\" Maka Allah menurunkan firman-Nya: Allah telah menurunkan perkataan yang paling baik. (Az-Zumar: 23) Kemudian mereka merasa jenuh lagi, lalu berkata, \"Wahai Rasulullah, berceritalah kepada kami.\" Maka Allah Swt. menurunkan firman-Nya: Belumkah datang waktunya bagi orang-orang yang beriman, untuk tunduk hati mereka mengingat Allah. (Al-Hadid: 16)\n\nQatadah telah mengatakan sehubungan dengan firman-Nya: Belumkah datang waktunya bagi orang-orang yang beriman, untuk tunduk hati mereka mengingat Allah. (Al-Hadid: 16) Telah diceritakan kepada kami bahwa Syaddad ibnu Aus telah meriwayatkan dari Rasulullah Saw. sabda beliau Saw. yang mengatakan:\n\nSesungguhnya hal yang mula-mula diangkat dari manusia adalah khusyuk.\n\nAdapun firman Allah Swt.:\n\ndan janganlah mereka seperti orang-orang yang sebelumnya telah diturunkan Al-Kitab kepadanya, kemudian berlalulah masa yang panjang atas mereka, lalu hati mereka menjadi keras. (Al-Hadid: 16)\n\nAllah Swt. melarang orang-orang mukmin menyerupai orang-orang yang telah diberikan kepada mereka Al-Kitab sebelum masa kaum mukmin, dari kalangan orang-orang Yahudi dan Nasrani. Setelah masa berlalu cukup panjang atas mereka, lalu mereka mengganti Kitabullah yang ada di tangan mereka dan menukarnya dengan harga yang sedikit, dan mencampakkannya ke belakang punggung mereka. Dan sebagai gantinya mereka menerima berbagai pendapat yang beraneka ragam dan yang dibuat-buat, serta membebek kepada pendapat orang banyak dalam agama Allah, dan mereka menjadikan pendeta-pendeta dan rahib-rahib mereka sebagai tuhan-tuhan selain Allah. Maka pada saat itulah hati mereka menjadi keras dan tidak mau menerima pelajaran serta tidak mau lunak dengan janji maupun ancaman.\n\nkebanyakan di antara mereka adalah orang-orang yang fasik. (Al-Hadid: 16)\n\nYakni dalam sepak terjang mereka, hati mereka telah rusak, dan amal perbuatan mereka batil semuanya. Sebagaimana yang disebutkan dalam ayat lain melalui firman-Nya:\n\n(Tetapi) karena mereka melanggar janjinya, Kami kutuk mereka, dan Kami jadikan hati mereka keras membatu. Mereka suka mengubah perkataan (Allah) dari tempat-tempatnya, dan mereka (sengaja) melupakan sebagian dari apa yang mereka telah diperingatkan dengannya. (Al-Maidah: 13)\n\nYaitu hati mereka telah rusak dan keras membatu, maka sudah menjadi watak mereka suka mengubah perkataan Allah dari tempat-tempatnya, dan meninggalkan amal-amal yang justru mereka diperintahkan untuk mengerjakannya, dan mereka lebih senang melanggar hal-hal yang mereka dilarang melakukannya. Karena itulah maka Allah melarang orang-orang mukmin menyerupai apa pun dari urusan mereka, baik yang pokok maupun yang cabang.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Hisyam ibnu Ammar, telah menceritakan kepada kami Syihab ibnu Khirasy, telah menceritakan kepada kami Hajjaj ibnu Dinar, dari Mansur ibnul Mu'tamir, dari Ar-Rabi' ibnu Abu Amilah Al-Fazzari yang mengatakan, telah menceritakan kepada kami Abdullah ibnu Mas'ud suatu hadis (kisah) yang belum pernah aku mendengar suatu kisah yang lebih kukagumi daripadanya kecuali sesuatu dari Kitabullah atau sesuatu yang dikatakan oleh Nabi Saw. Ibnu Mas'ud mengatakan bahwa sesungguhnya kaum Bani Israil di masa silam telah berlalu masa yang panjang atas mereka, dan menjadi keraslah hati mereka. Lalu mereka membuat suatu kitab dari diri mereka sendiri sesuai dengan apa yang digandrungi oleh hati mereka dan dianggap halal oleh lisan mereka serta enak diucapkan oleh lisan mereka, karena kitab yang hak merupakan penghalang utama yang menghambat antara mereka dan apa yang disukai oleh hawa nafsu mereka. Mereka berkata, \"Marilah kita ajak orang-orang Bani Israil kepada kitab kita ini. Maka barang siapa yang mau mengikuti kita, maka ia kita biarkan. Dan barang siapa yang tidak mau mengikuti kita, maka ia kita perangi.\" Mereka lakukan hal itu, dan tersebutlah bahwa di kalangan mereka terdapat seorang lelaki ahli fiqih. Ketika ia melihat apa yang dilakukan oleh mereka, maka ia menghimpun apa yang telah dia ketahui dari Kitabullah, lalu menulisnya pada lembaran yang tipis, kemudian dia lipat dan dia masukkan ke dalam sebuah tanduk, lalu tanduk itu ia kalungkan pada lehernya.\n\nKetika pembunuhan akibat hal tersebut banyak terjadi, sebagian dari mereka berkata kepada sebagian yang lain, \"Hai kamu sekalian, sesungguhnya kalian telah banyak membunuh orang-orang Bani Israil. Sebaiknya kamu seru si Fulan dan tawarkanlah kepadanya kitab kalian ini. Karena sesungguhnya jika dia mau mengikuti kalian, maka orang-orang lain dengan sendirinya akan mengikuti kalian. Dan jika dia menolak, bunuh saja dia.\" Kemudian mereka memanggil si Fulan ahli fiqih itu, lalu mereka berkata kepadanya, \"Apakah engkau beriman kepada kitab kami ini?\" Si Fulan balik bertanya, \"Apakah kandungan isinya, coba bacakan kepadaku,\" lalu mereka membacakan isi kitab mereka sampai tamat. Setelah itu mereka kembali bertanya, \"Apakah kamu beriman kepada kitab ini?\" Si Fulan menjawab, \"Ya, aku beriman dengan apa yang terkandung dalam kitab ini,\" seraya menunjuk ke arah kalung tanduk yang dikenakannya. Mereka tidak memahaminya, akhirnya mereka membiarkannya.\n\nSetelah si Fulan itu meninggal dunia, mereka menggeledahnya dan ternyata mereka menjumpainya memakai kalung tanduk itu dan di dalam kalungtanduk itu mereka menjumpai apa yang dikenal sebagai kandungan dari Kitabullah yang asli. Lalu sebagian dari mereka berkata kepada sebagian yang lainnya, \"Hai kamu semua, sesungguhnya kami belum pernah mendengar hal seperti ini.\" Maka terjadilah fitnah dan kaum Bani Israil berpecah belah menjadi tujuh puluh dua golongan, dan sebaik-baik aliran yang diikuti oleh sebagian mereka adalah aliran si Fulan pemilik kitab yang disimpan dalam kalung tanduknya.\n\nIbnu Mas'ud berkata, \"Sesungguhnya sudah dekat pula masanya bagi kamu semua atau sebagian dari kamu yang masih hidup akan menyaksikan berbagai perkara yang kamu ingkari, tetapi kamu tidak mampu mengubahnya. Maka sudah dianggap cukup bagi seseorang dari kamu saat itu membencinya sebagai tanggung jawabnya kepada Allah Swt.\n\nAbu Ja'far At-Tabari mengatakan, telah menceritakan kepada kami Ibnu Humaid, telah menceritakan kepada kami Jarir, dari Mugirah, dari Abu Ma'syar, dari Ibrahim yang menceritakan bahwa Itris ibnu Urqub datang kepada Ibnu Mas'ud, lalu bertanya, \"Hai Abu Abdullah, sudah pasti binasalah orang yang tidak memerintahkan kepada kebajikan dan tidak mencegah hal yang mungkar.\" Ibnu Mas'ud menjawab, \"Binasalah orang yang hatinya tidak mengenal perkara yang baik dan tidak mengingkari perkara yang mungkar.\" Ibnu Mas'ud melanjutkan bahwa sesungguhnya kaum Bani Israil ketika telah berlalu atas mereka masa yang panjang, menjadi keraslah hati mereka, lalu mereka membuat sebuah kitab dari diri mereka sendiri sesuai dengan keinginan hawa nafsu mereka. Kemudian mereka berkata, \"Marilah kita tawarkan kitab ini kepada Bani Israil. Maka barang siapa dari mereka yang beriman, akan kita biarkan; dan barang siapa yang tidak mau beriman, maka akan kita bunuh dia.\"\n\nIbnu Mas'ud melanjutkan bahwa lalu seseorang dari Bani Israil menyimpan kitab yang asli di dalam sebuah tanduk dan menjadikan tanduk itu sebagai liontin kalungnya. Dan ketika dikatakan kepadanya, \"Apakah kamu beriman kepada kitab (palsu) ini?\" Dia menjawab, \"Aku beriman kepadanya,\" seraya berisyarat kepada kalung tanduk yang ada di dadanya, \"Dan mengapa aku tidak beriman kepada Kitab ini?\" Maka sebaik-baik aliran mereka di masa itu adalah aliran pemilik kalung tanduk itu.",
            "jalalain": "(Belumkah datang) maksudnya apakah belum tiba saatnya (bagi orang-orang yang beriman) ayat ini diturunkan berkenaan dengan kelakuan para sahabat, yaitu sewaktu mereka banyak bergurau (untuk tunduk hati mereka mengingat Allah dan mengingat apa yang telah diturunkan kepada mereka) dapat dibaca Nazzala dan Nazala (berupa kebenaran) yakni Alquran (dan janganlah mereka) di'athafkan kepada lafal Takhsya'a (seperti orang-orang yang sebelumnya telah diturunkan Alkitab kepadanya) mereka adalah orang-orang Yahudi dan orang-orang Nasrani (kemudian berlalulah masa yang panjang atas mereka) yaitu zaman antara mereka dan nabi-nabi mereka telah berlalu sangat lama (lalu hati mereka menjadi keras) tidak lunak lagi untuk mengingat Allah. (Dan kebanyakan di antara mereka adalah orang-orang fasik).",
            "quraish_shihab": "Belum tibakah saatnya, bagi orang-orang yang beriman, untuk mengkhusyukkan hati menyebut nama Allah dan membaca al-Qur'ân, sehingga tidak menjadi seperti penerima kitab suci sebelum mereka--yaitu penganut Yahudi dan Nasrani? Mereka melakukan hal itu sebentar untuk kemudian lalai hingga hati mereka membatu. Kebanyakan mereka keluar dari ketentuan-ketentuan agama."
        },
        {
            "ind": "Ketahuilah olehmu bahwa sesungguhnya Allah menghidupkan bumi sesudah matinya. Sesungguhnya Kami telah menjelaskan kepadamu tanda-tanda kebesaran (Kami) supaya kamu memikirkannya.",
            "arb": "اعْلَمُوا أَنَّ اللَّهَ يُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا ۚ قَدْ بَيَّنَّا لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَعْقِلُونَ",
            "transliterasi": "A`lamū 'Anna Allāha Yuĥyī Al-'Arđa Ba`da Mawtihā Qad Bayyannā Lakumu Al-'Āyāti La`allakum Ta`qilūna.",
            "eng": "[But] know that God gives life to the earth after it has been lifeless! We have indeed made Our messages clear unto you, so that you might use your reason.",
            "kemenag_ringkas": "Wahai orang yang beriman, ketahuilah bahwa Allah berkuasa menghidupkan bumi setelah mati dan kering-nya dengan menurunkan hujan sehingga bumi menjadi subur dan menjadi media tumbuh tanaman. Sungguh, telah Kami jelaskan kepadamu sebagian dari tanda-tanda kebesaran Kami, baik yang ada di alam semesta atau pada dirimu sendiri, agar kamu mengerti. 18. Sesungguhnya orang-orang yang bersedekah dengan menginfakkan sebagian hartanya, baik laki-laki maupun perempuan, dan mereka dengan ikhlas meminjamkan kepada Allah dengan pinjaman yang baik, niscaya akan dilipatgandakan balasan kebaikan bagi mereka; dan mereka akan mendapat pahala yang mulia dari sisi-Nya.",
            "kemenag": "Pada ayat ini Allah menerangkan bahwa Dia yang menghidupkan bumi sesudah mati. Allah melembutkan hati yang keras, memberi petunjuk manusia yang sesat, menghilangkan kesukaran yang menimpa dengan penjelasan dan petunjuk Al-Qur'an dengan nasihat dan pengajaran yang dapat melembutkan batu yang keras yakni hati yang kesat, sebagaimana menghidupkan dan menyuburkan tanah yang gersang membatu dengan hujan yang lebat. Demikianlah Allah telah menjelaskan agar manusia itu dapat memikirkan dan mempergunakan akalnya dengan sebaik-baiknya.",
            "ibnu_katsir": "Firman Allah Swt.:\n\nKetahuilah olehmu bahwa sesungguhnya Allah menghidupkan bumi sesudah matinya. Sesungguhnya Kami menjelaskan kepadamu tanda-tanda kebesaran (Kami) supaya kamu memikirkannya. (Al-Hadid: 17)\n\nDi dalam ayat ini terkandung makna yang menunjukkan bahwa Allah Swt. dapat melunakkan hati yang Jadinya keras dan dapat memberi petunjuk kepada orang-orang yang bingung dari kesesatannya, dan dapat melenyapkan semua musibah dari orang-orang yang terkena olehnya. Sebagaimana Dia dapat menghidupkan bumi sesudah matinya, yang kering dan tandus, dengan hujan yang deras. Maka demikian pula Dia dapat memberi petunjuk kepada hati-hati yang keras melalui bukti-bukti dan dalil-dalil Al-Qur'an; serta memasukkan ke dalamnya cahaya, padahal sebelumnya tertutup rapat tidak dapat ditembus. Maka Mahasuci Tuhan yang memberi petunjuk kepada siapa yang dikehendaki-Nya sesudah kesesatannya; dan Yang menyesatkan siapa yang dikehendaki-Nya, padahal sebelumnya telah beriman. Dialah Tuhan Yang Maha Berbuat terhadap apa yang dikehendaki-Nya, Dia Mahabijaksana lagi Mahaadil dalam semua perbuatan-Nya, lagi Mahalembut, Maha Mengetahui, Mahabesar, dan Mahatinggi.",
            "jalalain": "(Ketahuilah oleh kalian) khithab ayat ini ditujukan kepada orang-orang mukmin yang telah disebutkan di atas tadi (bahwa sesungguhnya Allah menghidupkan bumi sesudah matinya) dengan menumbuhkan tumbuh-tumbuhan padanya, demikianlah Allah menjadikan hati kalian untuk taat dan khusuk kembali dalam mengingat Allah. (Sesungguhnya Kami telah menjelaskan kepada kalian tanda-tanda) yang menunjukkan akan kekuasaan Kami terhadap hal ini dan hal-hal lainnya (supaya kalian memikirkannya).",
            "quraish_shihab": "Ketahuilah, wahai orang-orang Mukmin, bahwa Allah akan selalu menyuburkan dan menyiapkan tanah untuk ditumbuhi tanaman dengan menurunkan hujan di bagian yang kering. Kami telah menjelaskan ayat- ayat dan memberi permisalan-permisalan kepada kalian agar kalian memikirkannya kemudian hati kalian menjadi khusyuk menyebut nama Allah."
        },
        {
            "ind": "Sesungguhnya orang-orang yang membenarkan (Allah dan Rasul-Nya) baik laki-laki maupun perempuan dan meminjamkan kepada Allah pinjaman yang baik, niscaya akan dilipatgandakan (pembayarannya) kepada mereka; dan bagi mereka pahala yang banyak.",
            "arb": "إِنَّ الْمُصَّدِّقِينَ وَالْمُصَّدِّقَاتِ وَأَقْرَضُوا اللَّهَ قَرْضًا حَسَنًا يُضَاعَفُ لَهُمْ وَلَهُمْ أَجْرٌ كَرِيمٌ",
            "transliterasi": "'Inna Al-Muşşaddiqīna Wa Al-Muşşaddiqāti Wa 'Aqrađū Allāha Qarđāan Ĥasanāan Yuđā`afu Lahum Wa Lahum 'Ajrun Karīmun.",
            "eng": "Verily, as for the men and women who accept the truth as true and who [thus] offer up unto God a goodly loan, they will be amply repaid, and shall have a noble reward [in the life to come].",
            "kemenag_ringkas": "Sesungguhnya orang-orang yang bersedekah dengan menginfakkan sebagian hartanya, baik laki-laki maupun perempuan, dan mereka dengan ikhlas meminjamkan kepada Allah dengan pinjaman yang baik, niscaya akan dilipatgandakan balasan kebaikan bagi mereka; dan mereka akan mendapat pahala yang mulia dari sisi-Nya.19. Dan orang-orang yang beriman dengan mantap kepada Allah dan rasul-rasul-Nya serta tidak meragukan janji-Nya, mereka itu orang-orang yang tulus hati dan pecinta kebenaran, dan mereka menjadi saksi-saksi di sisi Tuhan mereka. Karena keimanan dan kebaikan itu mereka berhak mendapat pahala dan cahaya dari sisi Allah. Tetapi, orang-orang yang kafir dan mendustakan ayat-ayat Kami serta mengingkari ajaran-ajaran Kami, mereka itu penghuni-penghuni neraka. Mereka kekal di dalamnya.",
            "kemenag": "Pada ayat ini Allah menerangkan bahwa orang-orang yang membenarkan dan mempercayai Allah dan Rasul-Nya baik laki-laki dan perempuan dan meminjamkan kepada Allah pinjaman yang baik dengan jalan bersedekah dan mendermakan hartanya di jalan Allah dengan ikhlas, mengharap-harapkan rida-Nya semata-mata, tidak menghendaki balasan dan terima kasih, akan dilipatgandakan pembalasannya oleh Allah swt. Satu kebaikan yang dikerjakan dibalas dengan sepuluh kebaikan dan dilipatgandakan sampai tujuh ratus kali, dan bagi mereka itu pahala yang banyak dan tempat tinggal yang baik yaitu Jannatun na'im di akhirat.",
            "ibnu_katsir": "Allah Swt. menyebutkan pahala yang akan Dia berikan kepada orang-orang yang bersedekah —baik laki-laki maupun perempuan— dengan mendermakan sebagian dari harta mereka kepada orang-orang yang membutuhkan pertolongannya, kaum fakir dan miskin.\n\ndan meminjamkan kepada Allah pinjaman yang baik. (Al-Hadid: 18)\n\nYakni mereka menyerahkannya dengan niat yang ikhlas karena mengharapkan rida Allah, dan tidak menginginkan balasan dari orang-orang yang diberi olehnya dan tidak pula ungkapan terima kasih. Karena itulah maka disebutkan dalam firman berikutnya:\n\nniscaya akan dilipatgandakan (pembayarannya). (Al-Hadid: 18)\n\nYaitu Allah menerima dari mereka setiap kebaikan dibalas dengan sepuluh kali lipatnya, dan diberi tambahan pula hingga sampai tujuh ratus kali lipatnya, bahkan lebih dari itu lagi.\n\ndan bagi mereka pahala yang banyak. (Al-Hadid: 18)\n\nYakni pahala yang berlimpah lagi baik, dan tempat kembali yang baik serta tempat tinggal yang mulia.",
            "jalalain": "(Sesungguhnya orang-orang yang membenarkan, baik laki-laki) mushshaddiqiina berasal dari mashdar tashadduq, kemudian huruf ta diidghamkan kepada huruf shad sehingga jadilah mushshaddiqiina, bentuk asalnya adalah mutashaddiqiina (maupun perempuan) yang percaya kepada Allah dan Rasul-Nya. Menurut qiraat lain kedua lafal tersebut dibaca tanpa tasydid, sehingga bacaannya menjadi innal mushaddiqiina wal mushaddiqaati, karena dianggap berasal dari tashdiq, sehingga artinya menjadi: Sesungguhnya orang-orang yang beriman, baik laki-laki maupun perempuan (dan meminjamkan kepada Allah pinjaman yang baik) dhamir yang ada pada lafal `aqradhuu kembali pada laki-laki dan perempuan, karena memprioritaskan kaum laki-laki. Fi'il atau kata kerja di sini diathafkan kepada isim, yaitu kepada shilah alif dan lam, karena sesungguhnya lafal al-mushshaddiqiina wal mushshaddiqaati yang dimasuki alif dan lam sama kedudukannya dengan fi'il yang berada sesudah shilah. Disebutkannya lafal al-qardhu berikut sifatnya sesudah pengertian tashadduq, hal ini memberikan pengertian adanya ikatan di antara lafal-lafal tersebut. Atau dengan kata lain, bahwa orang-orang yang membenarkan Allah dan Rasul-Nya itu adalah orang-orang yang mau meminjamkan kepada Allah pinjaman yang baik (maka Allah akan melipatgandakan) menurut suatu qiraat dibaca yudha`'af dengan memakai tasydid pada huruf 'ainnya, artinya balasan pinjaman mereka itu akan dilipatgandakan pahalanya (kepada mereka; dan bagi mereka pahala yang banyak).",
            "quraish_shihab": "Orang-orang yang bersedekah dan berinfak di jalan Allah, baik laki-laki maupun perempuan, secara sukarela, pahala mereka akan dilipatgandakan. Lebih dari itu, di hari kiamat mereka akan mendapatkan upah yang mulia."
        },
        {
            "ind": "Dan orang-orang yang beriman kepada Allah dan Rasul-Nya, mereka itu orang-orang Shiddiqien dan orang-orang yang menjadi saksi di sisi Tuhan mereka. Bagi mereka pahala dan cahaya mereka. Dan orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itulah penghuni-penghuni neraka.",
            "arb": "وَالَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ أُولَٰئِكَ هُمُ الصِّدِّيقُونَ ۖ وَالشُّهَدَاءُ عِندَ رَبِّهِمْ لَهُمْ أَجْرُهُمْ وَنُورُهُمْ ۖ وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَٰئِكَ أَصْحَابُ الْجَحِيمِ",
            "transliterasi": "Wa Al-Ladhīna 'Āmanū Billāhi Wa Rusulihi 'Ūlā'ika Hum Aş-Şiddīqūna Wa Ash-Shuhadā'u `Inda Rabbihim Lahum 'Ajruhum Wa Nūruhum Wa Al-Ladhīna Kafarū Wa Kadhdhabū Bi'āyātinā 'Ūlā'ika 'Aşĥābu Al-Jaĥīmi.",
            "eng": "For, they who have attained to faith in God and His Apostle - it is they, they who uphold the truth, and they who bear witness [thereto] before God: [and so] they shall have their reward and their light! But as for those who are bent on denying the truth and on giving the lie to Our messages - it is they who are destined for the blazing fire!",
            "kemenag_ringkas": "Dan orang-orang yang beriman dengan mantap kepada Allah dan rasul-rasul-Nya serta tidak meragukan janji-Nya, mereka itu orang-orang yang tulus hati dan pecinta kebenaran, dan mereka menjadi saksi-saksi di sisi Tuhan mereka. Karena keimanan dan kebaikan itu mereka berhak mendapat pahala dan cahaya dari sisi Allah. Tetapi, orang-orang yang kafir dan mendustakan ayat-ayat Kami serta mengingkari ajaran-ajaran Kami, mereka itu penghuni-penghuni neraka. Mereka kekal di dalamnya.20. Wahai orang mukmin, ketahuilah sesungguhnya kehidupan dunia itu hanyalah permainan dan sendagurauan. Karena itu, jangan sampai kamu larut di dalamnya. Kehidupan dunia ini juga merupakan perhiasan bagimu dan saling berbangga di antara kamu serta berlomba dalam kekayaan dan anak keturunan. Semua itu seperti hujan yang menumbuhkan tanam-tanamannya sehingga mengagumkan para petani; kemudian tanaman itu menjadi kering saat kemarau dan kamu lihat warnanya kuning kemudian menjadi hancur. Itulah permisalan bagi kehidupan dunia yang fana. Dan ketahuilah, di akhirat nanti ada azab yang keras bagi mereka yang ingkar dan ampunan dari Allah serta keridaan-Nya bagi orang yang beriman dan mematuhi ajaran-Nya. Dan kehidupan dunia yang sekarang kamu nik-mati tidak lain hanyalah kesenangan yang palsu.",
            "kemenag": "Allah swt menerangkan bahwa orang-orang yang beriman dan mengakui keesaan Allah swt, membenarkan rasul-rasul-Nya, percaya kepada apa yang dibawa mereka dari sisi Tuhannya menurut penilaian Allah swt sederajat dengan orang-orang shiddiqin, yaitu orangorang yang amat teguh kepercayaannya kepada kebenaran Rasul, dan orang-orang yang mati syahid di jalan Allah. Bagi mereka pahala yang banyak dan cahaya yang terang benderang menerangi mereka. Sejalan dengan itu firman Allah: \nDan barang siapa menaati Allah dan Rasul (Muhammad), maka mereka itu akan bersama-sama dengan orang yang diberikan nikmat oleh Allah, (yaitu) para nabi, para pencinta kebenaran, orangorang yang mati syahid dan orang-orang saleh. Mereka itulah teman yang sebaik-baiknya. (an-Nisa'/4: 69) \nAdapun orang-orang kafir yang mendustakan alasan-alasan dan tanda-tanda yang menunjukkan keesaan Allah swt dan kebesaran rasul-Nya, mereka itu adalah penghuni neraka Jahim, kekal dan abadi di dalamnya. Sejalan dengan ini firman Allah: \nAdapun orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itu penghuni neraka. Mereka kekal di dalamnya. (alBaqarah/2: 39)",
            "ibnu_katsir": "Firman Allah Swt.:\n\nDan orang-orang yang beriman kepada Allah dan Rasul-Nya, mereka itu orang-orang siddiqin. (Al-Hadid: 19)\n\nKalimat ayat ini merupakan kelengkapan dari kalimat yang sebelumnya, dan ini merupakan sifat dari orang-orang yang beriman kepada Allah bahwa mereka adalah orang-orang yang siddiq (membenarkan). \n\nAl-Aufi telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya: Dan orang-orang yang beriman kepada Allah dan Rasul-Nya, mereka itu orang-orang siddiqin. (Al-Hadid: 19) Bahwa ayat ini terpisah dari ayat yang sebelumnya.dan orang-orang yang menjadi saksi di sisi Tuhan mereka. Bagi mereka pahala dan cahaya mereka. (Al-Hadid: 19)\n\nAbud Duha mengatakan sehubungan dengan firman-Nya: mereka itu orang-orang siddiqin. (Al-Hadid: 19) Kemudian firman berikutnya adalah kalimat baru, yaitu: dan orang-orang yang menjadi saksi di sisi Tuhan mereka. (Al-Hadid: 19)\n\nHal yang sama telah dikatakan oleh Masruq, Ad-Dahhak, Muqatil ibnu Hayyan, dan lain-lainnya. Al-A'masy telah meriwayatkan dari Abud Duha, dari Masruq, dari Abdullah ibnu Mas'ud sehubungan dengan makna firman-Nya: mereka itu orang-orang siddiqin dan orang-orang yang menjadi saksi di sisi Tuhan mereka. (Al-Hadid: 19) Bahwa mereka terdiri atas tiga golongan, yaitu orang-orang yang gemar bersedekah, Orang-orang yang siddiq, dan para syuhada. Semakna dengan apa yang disebutkan oleh firman-Nya dalam ayat lain:\n\nDan barang siapa yang menaati Allah dan Rasul-Nya, mereka itu akan bersama-sama dengan orang-orang yang dianugerahi nikmat oleh Allah, yaitu nabi-nabi, para siddiqin, orang-orang yang mati syahid, dan orang-orang saleh. (An-Nisa: 69)\n\nMaka dibedakan antara orang-orang yang siddiq dan orang-orang yang mati syahid. Hal ini menunjukkan bahwa keduanya merupakan dua golongan, dan tidak diragukan lagi bahwa siddiq lebih tinggi kedudukannya daripada syahid, sebagaimana yang disebutkan dalam sebuah hadis yang diriwayatkan oleh Imam Malik ibnu Anas rahimahullah di dalam kitab Muwatta '-nya, dari Safwan ibnu Salim, dari Ata ibnu Yasar, dari Abu Sa'id Al-Khudri, bahwa Rasulullah Saw. telah bersabda:\n\nSesungguhnya ahli surga benar-benar memandangi para penghuni guraf (gedung) jyawg ada di atas mereka sebagaimana kamu memandangi bintang yang gemerlapan di ufuk timur atau ufuk barat, karena adanya perbedaan keutamaan di antara mereka (ahli surga). Abu Sa'id Al-Khudri berkata, \"Wahai Rasulullah, itu pasti kedudukan para nabi yang tidak dapat dicapai selain oleh mereka.\" Rasululah Saw. menjawab: Benar, dan demi Tuhan yang jiwaku berada di dalam genggaman-Nya, dan juga orang-orang yang beriman kepada Allah dan membenarkan rasul-Nya.\n\nImam Bukhari dan Imam Muslim sepakat dalam pengetengahan hadis ini, yaitu melalui Malik dengan sanad yang sama.\n\nUlama tafsir lainnya mengatakan sehubungan dengan firman-Nya: mereka itu orang-orang siddiqin dan orang-orang yang menjadi saksi di sisi Tuhan mereka. (Al-Hadid: 19) Bahwa makna yang dimaksud ialah berita dari Allah Swt. yang menyatakan orang-orang yang beriman kepada Allah dan rasul-rasul-Nya, bahwa mereka adalah orang-orang yang siddiq dan ada pula yang menjadi syahid. Demikianlah menurut apa yang diriwayatkan oleh Ibnu Jarir, dari Mujahid. \n\nKemudian Ibnu Jarir mengatakan: \n\ntelah menceritakan kepada­ku Saleh ibnu Harb Abu Ma'mar, telah menceritakan kepada kami Ismail ibnu Yahya, telah menceritakan kepada kami Ibnu Ajian, dari Zaid ibnu Aslam, dari Al-Barra ibnu Azib yang mengatakan bahwa ia pernah mendengar Rasulullah Saw. bersabda: Orang-orang yang beriman dari kalangan umatku adalah orang-orang yang menjadi saksi. Al-Barra ibnu Azib mengatakan bahwa kemudian Nabi Saw. membaca ayat lain, yaitu firman-Nya: Dan orang-orang yang beriman kepada Allah dan Rasul-Nya, mereka itu orang-orang siddiqin dan orang-orang yang menjadi saksi di sisi Tuhan mereka. (Al-Hadid: 19)\n\nHadis ini berpredikat garib. \n\nAbu Ishaq telah meriwayatkan dari Amr ibnu Maimun sehubungan dengan makna firman-Nya: Dan orang-orang yang beriman kepada Allah dan Rasul-Nya, mereka itu orang-orang siddiqin dan orang-orang yang menjadi saksi di sisi Tuhan mereka. Bagi mereka pahala dan cahaya mereka. (Al-Hadid: 19) Bahwa mereka datang bersama-sama di hari kiamat, sebagaimana berdempetannya dua buah jari. \n\nFirman Allah Swt.:\n\ndan orang-orang yang menjadi saksi di sisi Tuhan mereka. (Al-Hadid: 19)\n\nYakni di dalam surga-surga yang penuh dengan kenikmatan. Seperti yang disebutkan di dalam kitab Sahihain:\n\nSesungguhnya arwah para syuhada berada di dalam perut burung hijau yang terbang bebas di dalam surga sekehendak hatinya, kemudian hinggap pada lentera-lentera itu. Maka Tuhanmu menjenguk mereka, lalu berfirman, 'Apakah yang kamu kehendaki?” Mereka menjawab, \"Kami menginginkan agar Engkau mengembalikan kami ke dunia, maka kami akan berperang lagi di jalan-Mu sampai gugur sebagaimana keadaan kami yang pertama kali.” Allah berfirman, \"Sesungguhnya Aku telah memutuskan bahwa mereka tidak dapat kembali lagi ke dunia.”\n\nFirman Allah Swt.:\n\nBagi mereka pahala dan cahaya mereka. (Al-Hadid: 19)\n\nYaitu bagi mereka di sisi Allah ada pahala yang berlimpah dan cahaya yang besar yang menerangi bagian depan mereka, dan mereka dalam hal ini berbeda-beda tingkatannya sesuai dengan amal perbuatan yang telah mereka lakukan ketika di dunia. \n\nImam Ahmad mengatakan, telah menceritakan kepada kami Yahya ibnu Ishaq, telah menceritakan kepada kami Ibnu Lahi'ah, dari Ata ibnu Dinar, dari Abu Yazid Al-Khaulani yang mengatakan bahwa ia pernah mendengar Fudalah ibnu Ubaid mengatakan bahwa ia pernah mendengar Umar ibnul Khattab mengatakan bahwa ia pernah mendengar Rasulullah Saw. bersabda: Syuhada itu ada empat macam, yaitu seorang lelaki yang beriman dengan iman yang baik, lalu bersua dengan musuh dan ia membenarkan (janjinya) kepada Allah, hingga gugurlah ia, maka dialah kelak yang akan menjadi pusat perhatian pandangan ahli surga seperti ini. Lalu Umar mengangkat kepalanya, memperagakan apa yang dilakukan oleh Rasulullah Saw. saat mengucapkannya, dan Umar menjatuhkan pecinya sebagaimana yang dialami oleh beliau Saw.: Kedua ialah seorang mukmin yang bersua dengan musuh, lalu seakan-akan punggungnya terpukul oleh duri pohon talh, panah musuh nyasar mengenainya hingga gugurlah dia, maka dia berada di peringkat kedua. Ketiga ialah orang mukmin yang mencampur­adukkan amal saleh dengan amal lainnya yang buruk, ia bersua dengan musuh dan menghadapinya dengan penuh keikhlasan kepada Allah hingga gugurlah dia, maka dia berada di peringkat yang ketiga. Keempat ialah orang mukmin yang berlebihan terhadap dirinya dengan keberlebihan yang banyak, lalu ia bersua dengan musuh dan menghadapinya dengan ikhlas karena Allah hingga gugurlah dia, maka dia berada di peringkat yang keempat.\n\nHal yang sama telah diriwayatkan oleh Ali ibnul Madini, dari Abu Daud At-Tayalisi, dari Ibnul Mubarak, dari Ibnu Lahi'ah. Ali ibnul Madini mengatakan bahwa ini merupakan sanad seorang ulama Mesir yang saleh. Imam Turmuzi meriwayatkannya melalui hadis Ibnu Lahi'ah, dan ia mengatakan bahwa hadis ini garib. \n\nFirman Allah Swt.:\n\nDan orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itulah penghuni-penghuni neraka. (Al-Hadid: 19)\n\nSetelah menyebutkan perihal orang-orang yang berbahagia dan tempat kembali mereka, lalu mengiringinya dengan menyebutkan nasib dan keadaan orang-orang yang celaka.",
            "jalalain": "(Dan orang-orang yang beriman kepada Allah dan Rasul-Nya, mereka itu adalah orang-orang shiddiqin) orang-orang yang sangat beriman kepada Allah dan Rasul-Nya (dan orang-orang yang menjadi saksi di sisi Rabb mereka) atas kedustaan umat-umat yang terdahulu terhadap nabi-nabi mereka. (Bagi mereka pahala dan cahaya mereka. Dan orang-orang yang kafir dan mendustakan ayat-ayat Kami) yang menunjukkan kepada keesaan Kami (mereka itulah penghuni-penghuni Jahim) yakni neraka.",
            "quraish_shihab": "Orang-orang yang beriman kepada Allah dan rasul-Nya dan tidak membeda-bedakan antara mereka, derajat mereka sama dengan derajat Shiddîqîn (orang-orang yang sangat percaya) dan Syuhadâ' (orang-orang yang mati di jalan Allah). Di hari kiamat, mereka akan memperoleh pahala dan cahaya seperti yang akan diterima oleh Shiddîqîn dan Syuhadâ' itu. Sedangkan orang-orang yang kafir dan mendustakan ayat- ayat Allah, mereka adalah penghuni-penghuni neraka yang tidak akan pernah meninggalkannya."
        },
        {
            "ind": "Ketahuilah, bahwa sesungguhnya kehidupan dunia ini hanyalah permainan dan suatu yang melalaikan, perhiasan dan bermegah-megah antara kamu serta berbangga-banggaan tentang banyaknya harta dan anak, seperti hujan yang tanam-tanamannya mengagumkan para petani; kemudian tanaman itu menjadi kering dan kamu lihat warnanya kuning kemudian menjadi hancur. Dan di akhirat (nanti) ada azab yang keras dan ampunan dari Allah serta keridhaan-Nya. Dan kehidupan dunia ini tidak lain hanyalah kesenangan yang menipu.",
            "arb": "اعْلَمُوا أَنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌ بَيْنَكُمْ وَتَكَاثُرٌ فِي الْأَمْوَالِ وَالْأَوْلَادِ ۖ كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَكُونُ حُطَامًا ۖ وَفِي الْآخِرَةِ عَذَابٌ شَدِيدٌ وَمَغْفِرَةٌ مِّنَ اللَّهِ وَرِضْوَانٌ ۚ وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا مَتَاعُ الْغُرُورِ",
            "transliterasi": "A`lamū 'Annamā Al-Ĥayāatu Ad-Dunyā La`ibun Wa Lahwun Wa Zīnatun Wa Tafākhurun Baynakum Wa Takāthurun Fī Al-'Amwli Wa Al-'Awlādi Kamathali Ghaythin 'A`jaba Al-Kuffāra Nabātuhu Thumma Yahīju Fatarāhu Muşfarrāan Thumma Yakūnu Ĥuţāmāan Wa Fī Al-'Ākhirati `Adhābun Shadīdun Wa Maghfiratun Mina Allāhi Wa Riđwānun Wa Mā Al-Ĥayāatu Ad-Dunyā 'Illā Matā`u Al-Ghurūri.",
            "eng": "KNOW [O men] that the life of this world is but a play and a passing delight, and a beautiful show, and [the cause of] your boastful vying with one another, and [of your] greed for more and more riches and children. Its parable is that of [life-giving] rain: the herbage which it causes to grow delights the tillers of the soil; but then it withers, and thou canst see it turn yellow; and in the end it crumbles into dust. But [the abiding truth of man’s condition will become fully apparent] in the life to come: [either] suffering severe, or God’s forgiveness and His goodly acceptance: for the life of this world is nothing but an enjoyment of self-delusion.",
            "kemenag_ringkas": "Wahai orang mukmin, ketahuilah sesungguhnya kehidupan dunia itu hanyalah permainan dan sendagurauan. Karena itu, jangan sampai kamu larut di dalamnya. Kehidupan dunia ini juga merupakan perhiasan bagimu dan saling berbangga di antara kamu serta berlomba dalam kekayaan dan anak keturunan. Semua itu seperti hujan yang menumbuhkan tanam-tanamannya sehingga mengagumkan para petani; kemudian tanaman itu menjadi kering saat kemarau dan kamu lihat warnanya kuning kemudian menjadi hancur. Itulah permisalan bagi kehidupan dunia yang fana. Dan ketahuilah, di akhirat nanti ada azab yang keras bagi mereka yang ingkar dan ampunan dari Allah serta keridaan-Nya bagi orang yang beriman dan mematuhi ajaran-Nya. Dan kehidupan dunia yang sekarang kamu nik-mati tidak lain hanyalah kesenangan yang palsu.21. Setelah kamu semua wahai orang beriman mengetahui hakikat kehidupan dunia, maka segera berlomba-lombalah kamu untuk mendapatkan ampunan dari Tuhanmu dengan istigfar dan berlombalah untuk men-dapatkan surga yang luasnya seluas langit dan bumi dengan selalu melakukan kebaikan, yang disediakan bagi orang-orang yang beriman kepada Allah dan rasul-rasul-Nya. Itulah karunia tertinggi Allah yang diberikan kepada siapa yang Dia dikehendaki. Dan Allah mempunyai karunia yang besar bagi mereka yang beriman dan berbuat kebajikan.",
            "kemenag": "Pada ayat ini Allah swt menjelaskan kepada manusia bahwa kehidupan dan kesenangan dunia hanyalah seperti mainan dan sesuatu yang lucu, menjadi bahan kelakar antara mereka, serta perhiasan untuk melengkapi dandanan mereka. Mereka berbanggabangga dengan harta dan keturunan yang dianugerahkan kepada mereka. Dunia yang sifatnya sementara, hanya berlangsung beberapa saat lalu hilang lenyap dan berakhirlah wujudnya. Keadaan ini tidak beda dengan bumi yang kena hujan lebat lalu menumbuhkan tanamantanaman yang mengagumkan para petani, menyebabkan mereka riang bermuka cerah dan merasa gembira. Kemudian berubah menjadi kering dan layu, hancur berguguran diterbangkan angin. Selanjutnya Allah swt menjelaskan bahwa di akhirat nanti ada azab pedih yang terus-menerus disediakan bagi orang-orang yang sangat mencintai dunia, meninggalkan amal-amal saleh, dan melibatkan dirinya ke dalam kemusyrikan dan penyembahan berhala. Di samping itu ada ampunan dari Allah dan keridaan-Nya yang dianugerahkan kepada orang-orang yang mensucikan dirinya dari dosa dan maksiat, merendahkan diri kepada Allah dan kembali kepada-Nya, taat dan patuh pada segenap perintah dan laranganNya. Ayat 20 ini, ditutup dengan satu ketegasan bahwa kehidupan dunia hanyalah kesenangan yang akan lenyap dan hilang serta menipu. Orang-orang yang condong kepada dunia akan tertipu dan teperdaya. Mereka menyangka bahwa kehidupan hanyalah di dunia ini, dan tidak ada lagi kehidupan sesudahnya.",
            "ibnu_katsir": "Allah Swt. berfirman, menceritakan hinanya kehidupan dunia dan kerendahannya. Untuk itu maka Dia berfirman:\n\nsesungguhnya kehidupan dunia itu hanyalah permainan dan suatu yang melalaikan, perhiasan dan bermegah-megah antara kamu serta berbangga-banggaan tentang banyaknya harta dan anak. (Al-Hadid: 20)\n\nYakni sesungguhnya kesimpulan dari kehidupan dunia bagi para pemiliknya adalah hal-hal tersebut, sebagaimana yang disebutkan dalam ayat lain melalui firman-Nya:\n\nDijadikan indah pada (pandangan) manusia kecintaan kepada apa-apa yang diingini, yaitu wanita-wanita, anak-anak, harta yang banyak dari jenis emas, perak, kuda pilihan, binatang-binatang ternak, dan sawah ladang. Itulah kesenangan hidup di dunia; dan di sisi Allah-lah tempat kembali yang baik (surga). (Ali Imran: 14)\n\nKemudian Allah Swt. menggambarkan tentang perumpamaan kehidupan dunia, bahwa sesungguhnya kehidupan dunia itu adalah kemewahan yang fana dan nikmat yang pasti lenyap. Untuk itu Dia berfirman:\n\nseperti hujan. (Al-Hadid: 20)\n\nYaitu hujan yang turun sesudah manusia berputus asa dari kedatangannya, seperti yang diungkapkan oleh firman-Nya:\n\nDan Dialah Yang menurunkan hujan sesudah mereka berputus asa. (Asy-Syura: 28)\n\nAdapun firman Allah Swt.:\n\nyang tanam-tanamannya mengagumkan para petani. (Al-Hadid: 20)\n\nArtinya, tanam-tanaman yang ditumbuhkan berkat hujan itu mengagumkan para petaninya. Maka sebagaimana para petani merasa kagum dengan hal tersebut, begitu pula halnya orang-orang kafir mengagumi kehidupan dunia; sesungguhnya mereka adalah orang-orang yang paling menyenangi­nya dan tiada yang terlintas dalam benak mereka selain darinya.\n\nkemudian tanaman itu menjadi kering dan kamu lihat warnanya kuning, kemudian menjadi hancur. (Al-Hadid: 20)\n\nYakni tanam-tanaman itu kering dan kelihatan kuning, padahal sebelumnya tampak hijau dan segar, kemudian semuanya menjadi hancur berantakan alias kering kerontang. Demikian pula kehidupan dunia, pada mulanya kelihatan muda, lalu tumbuh dewasa dan menua, akhirnya pikun dan peot. Demikian pula manusia pada permulaan usianya dan usia mudanya, ia kelihatan segar, padat, berisi, serta penampilannya hebat. Kemudian secara berangsur-angsur mulai menua dan semua wataknya berubah dan merasa kehilangan sebagian dari kekuatannya. Lalu jadilah ia manusia yang lanjut usia dan lemah kekuatannya, sedikit geraknya dan tidak mampu mengerjakan sedikit pekerjaan pun, sebagaimana yang disebutkan oleh Allah Swt. dalam firman-Nya:\n\nAllah, Dialah yang menciptakan kamu dari keadaan lemah, kemudian Dia menjadikan (kamu) sesudah keadaan lemah itu menjadi kuat, kemudian Dia menjadikan (kamu) sesudah kuat itu lemah (kembali) dan beruban. Dia menciptakan apa yang dikehendaki-Nya dan Dialah Yang Maha Mengetahui lagi Mahakuasa. (Ar-Rum: 54)\n\nMengingat perumpamaan ini menunjukkan akan lenyapnya dunia dan kehancurannya serta kehabisan usianya sebagai suatu kepastian, dan bahwa negeri akhirat itu ada dan pasti, maka diperingatkanlah untuk berhati-hati dalam menghadapinya, sekaligus mengandung anjuran untuk berbuat kebaikan yang akan membawa pahala kebaikan di negeri akhirat nanti. Untuk itu Allah Swt. berfirman:\n\nDan di akhirat (nanti) ada azab yang keras dan ampunan dari Allah serta keridaan-Nya. Dan kehidupan dunia ini tidak lain hanyalah kesenangan yang menipu. (Al-Hadid: 20)\n\nArtinya, tiada di negeri akhirat yang akan datang dalam waktu yang dekat kecuali ini atau itu, yakni adakalanya azab yang keras dan adakalanya ampunan dari Allah dan rida-Nya. Firman Allah Swt.:\n\nDan kehidupan dunia ini tidak lain hanyalah kesenangan yang menipu. (Al-Hadid: 20)\n\nYakni kesenangan yang fana lagi memperdayakan orang yang cenderung kepadanya, karena hanya dialah yang teperdaya olehnya dan merasa kagum dengannya, hingga ia mempunyai keyakinan bahwa tiada negeri lain selain dunia ini dan di balik ini tidak ada hari berbangkit. Padahal kehidupan dunia ini amatlah hina/rendah bila dibandingkan dengan kehidupan akhirat.\n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Ali ibnu Harb Al-Mausuli, telah menceritakan kepada kami Al-Muharibi, telah menceritakan kepada kami Muhammad ibnu Amr, dari Abu Salamah, dari Abu Hurairah r.a. yang mengatakan bahwa Rasulullah Saw. pernah bersabda: Tempat cambuk di dalam surga lebih baik daripada dunia dan seisinya, bacalah oleh kalian akan firman-Nya, \"Dan kehidupan dunia ini tidak lain hanyalah kesenangan yang menipu.”\n\nHadis ini telah disebutkan di dalam kitab sahih, tanpa tambahan ayat; hanya Allah-lah Yang Maha Mengetahui.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Ibnu Namir dan Waki', keduanya dari Al-A'masy, dari Syaqiq, dari Abdullah yang mengatakan bahwa Rasulullah Saw. telah bersabda: Sesungguhnya surga itu lebih dekat kepada seseorang dari kamu daripada tali terompahnya, dan neraka pun sama seperti itu.\n\nImam Bukhari meriwayatkan hadis ini secara tunggal di dalam kitab Raqa-iq melalui hadis As-Sauri, dari Al-A'masy dengan sanad yang sama. Di dalam hadis ini terkandung makna yang menunjukkan dekatnya kebaikan dan keburukan dengan manusia. \n\nOleh karena itulah maka Allah menganjurkan kepada manusia untuk bersegera mengerjakan kebaikan yaitu berupa amal-amal ketaatan, dan meninggalkan hal-hal yang diharamkan. Karena dengan mengerjakan amal-amal ketaatan terhapuslah dosa-dosa dan kesalahan-kesalahan orang yang bersangkutan, sekaligus menghasilkan baginya pahala dan derajat.",
            "jalalain": "(Ketahuilah, bahwa sesungguhnya kehidupan dunia itu hanyalah permainan dan suatu yang melalaikan, perhiasan) sebagai perhiasan (dan bermegah-megahan antara kalian serta berbangga-bangga tentang banyaknya harta dan anak) artinya, menyibukkan diri di dalamnya. Adapun mengenai ketaatan dan hal-hal yang membantu menuju kepadanya termasuk perkara-perkara akhirat (seperti) kehidupan dunia yang menyilaukan kalian dan kepunahannya sesudah itu bagaikan (hujan) bagaikan air hujan (yang membuat orang-orang yang bertani merasa kagum) merasa takjub (akan tanam-tanamannya) yang tumbuh disebabkan turunnya hujan itu (kemudian tanaman itu menjadi kering) lapuk dan kering (dan kamu lihat warnanya yang kuning itu kemudian menjadi hancur) menjadi keropos dan berjatuhan ditiup angin. (Dan di akhirat ada azab yang keras) bagi orang-orang yang lebih memilih keduniaan (dan ampunan dari Allah serta keridaan-Nya) bagi orang-orang yang lebih memilih akhirat daripada dunia. (Dan kehidupan dunia ini tidak lain) maksudnya bersenang-senang dalam dunia ini tiada lain (hanyalah kesenangan yang menipu).",
            "quraish_shihab": "Ketahuilah, wahai orang-orang yang tertipu oleh kehidupan dunia, bahwa kehidupan dunia ini hanya merupakan sebuah permainan yang tidak membawa hasil; sebuah permainan yang melalaikan orang untuk melakukan hal-hal yang bermanfaat; sebuah perhiasan yang tidak mempunyai keindahan diri, dan sebuah kegiatan membangga-banggakan keturunan dan kekayaan yang tidak tahan lama. Kehidupan dunia ini ibarat air hujan yang menumbuhkan tanaman dan menyenangkan petani. Tetapi setelah tanaman itu matang, kamu melihatnya kuning dan kering. Dan beberapa saat kemudian menjadi keras, pecah-pecah, dan tidak ada gunanya sama sekali. Di akhirat kelak, orang yang lebih mengutamakan dunia dan memperlakukannya dengan jalan yang tidak dibenarkan akan mendapatkan azab yang kejam. Sedangkan orang yang lebih mengutamakan kehidupan akhirat daripada kehidupan dunianya akan mendapatkan ampunan dari Allah. Kehidupan dunia merupakan suatu kesenangan yang sebenarnya hanyalah tipuan yang tidak ada hakikatnya bagi orang yang menjadikannya sebagai tujuan utama dan bukan sekadar sarana untuk memperoleh keuntungan akhirat."
        },
        {
            "ind": "Berlomba-lombalah kamu kepada (mendapatkan) ampunan dari Tuhanmu dan surga yang luasnya seluas langit dan bumi, yang disediakan bagi orang-orang yang beriman kepada Allah dan Rasul-rasul-Nya. Itulah karunia Allah, diberikan-Nya kepada siapa yang dikehendaki-Nya. Dan Allah mempunyai karunia yang besar.",
            "arb": "سَابِقُوا إِلَىٰ مَغْفِرَةٍ مِّن رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السَّمَاءِ وَالْأَرْضِ أُعِدَّتْ لِلَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ ۚ ذَٰلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ ۚ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ",
            "transliterasi": "Sābiqū 'Ilaá Maghfiratin Min Rabbikum Wa Jannatin `Arđuhā Ka`arđi As-Samā'i Wa Al-'Arđi 'U`iddat Lilladhīna 'Āmanū Billāhi Wa Rusulihi Dhālika Fađlu Allāhi Yu'utīhi Man Yashā'u Wa Allāhu Dhū Al-Fađli Al-`Ažīmi.",
            "eng": "[Hence,] vie with one another in seeking to attain to your Sustainer’s forgiveness, and [thus] to a paradise as vast as the heavens and the earth, which has been readied for those who have attained to faith in God and His Apostle: such is the bounty of God which He grants unto whomever He wills - for God is limitless in His great bounty.",
            "kemenag_ringkas": "Setelah kamu semua wahai orang beriman mengetahui hakikat kehidupan dunia, maka segera berlomba-lombalah kamu untuk mendapatkan ampunan dari Tuhanmu dengan istigfar dan berlombalah untuk men-dapatkan surga yang luasnya seluas langit dan bumi dengan selalu melakukan kebaikan, yang disediakan bagi orang-orang yang beriman kepada Allah dan rasul-rasul-Nya. Itulah karunia tertinggi Allah yang diberikan kepada siapa yang Dia dikehendaki. Dan Allah mempunyai karunia yang besar bagi mereka yang beriman dan berbuat kebajikan.22. Usai menjelaskan karunia-Nya kepada orang memohon ampunan, Allah menerangkan bahwa semua yang terjadi di alam ini merupakan ketetapan Allah yang tertulis di Lauh Mahfuz. Setiap bencana yang menimpa di bumi, seperti gempa, banjir, erupsi, dan lainnya, dan demikian pula bencana yang menimpa dirimu sendiri, seperti sakit, kecelakaan, dan lainnya, semuanya telah tertulis dalam Kitab yang disebut Lauh Mahfuz sebelum Kami mewujudkannya. Sungguh, yang demikian itu, yaitu semua yang terjadi, sangat mudah bagi Allah.",
            "kemenag": "Pada ayat ini Allah memerintahkan supaya manusia itu bersegera dan berlomba-lomba mengerjakan amal saleh untuk dapat memperoleh ampunan dari Allah dan mendapat surga di akhirat kelak, yang luasnya seluas langit dan bumi, yang dipersiapkan bagi orang-orang yang beriman, kepada Allah dan rasul-rasul-Nya, mengakui keesaan Allah membenarkan rasul-rasul-Nya. Semua yang dipersiapkan Allah bagi mereka, adalah karunia, rahmat dan anugerah daripada-Nya. Di dalam hadis yang diriwayatkan Imam Muslim dari Abu shalih dari Abu Hurairah dijelaskan sebagai berikut: Fakir miskin dari kalangan Muhajirin mengeluh, \"Wahai Rasulullah! Orang-orang kaya telah membawa pergi pahala, derajat yang tinggi dan nikmat yang tiada hingga.\" Rasulullah bertanya, \"Apa itu?\" Fakir miskin Muhajirin menjawab, \"Mereka (orang-orang kaya) salat sebagaimana kami salat, puasa sebagaimana kami puasa, tetapi mereka bersedekah sedangkan kami tidak, mereka memerdekakan budak sedangkan kami tidak (karena tidak mampu.)\" Nabi menjawab, \"Maukah kalian aku tunjukkan amalan yang apabila diamalkan niscaya kalian mendahului orang-orang sesudahmu serta tidak ada seorang pun yang lebih mulia darimu kecuali seseorang yang mengerjakan amalan seperti amalan kalian, yakni membaca tasbih, takbir, tahmid, tiga puluh tiga kali setiap selesai salat. Abu shalih (perawi) berkata, \"Kemudian fakir miskin Muhajirin itu kembali kepada Nabi seraya berkata, 'Saudara-saudara kita yang kaya itu telah mendengar amalan yang kita kerjakan lalu mereka mengamalkan apa yang kita amalkan. Lalu Nabi bersabda, 'Itu merupakan keutamaan Allah yang diberikan kepada orang yang ia kehendaki.\" (Riwayat Muslim dari Abu shalih dari Abu Hurairah) \nAyat ini ditutup dengan ketegasan bahwa Allah itu amat luas pemberian-Nya dan besar karunia-Nya. Dia memberikan orang yang dikehendaki-Nya apa saja menurut kehendak-Nya; dilapangkan rezekinya di dunia, dianugerahi bermacam-macam nikmat, diberitahu di mana ia harus bersyukur, kemudian dibalas di akhirat dengan balasan yang menyenangkan yaitu surga Jannatun Na'im.",
            "ibnu_katsir": "Allah Swt. berfirman:\n\n\nBerlomba-lombalah kamu kepada (mendapatkan) ampunan dari Tuhanmu dan surga yang luasnya seluas langit dan bumi. (Al-Hadid:21)\n\nMakna yang dimaksud ialah jenis langit dan bumi. Semakna dengan apa yang disebutkan dalam ayat lain melalui firman-Nya:\n\nDan bergegaslah kamu kepada ampunan dari Tuhanmu dan kepada surga yang luasnya seluas langit dan bumi yang disediakan untuk orang-orang yang bertakwa. (Ali-Imran: 133)\n\nDan dalam surat ini disebutkan:\n\nyang disediakan bagi orang-orang yang beriman kepada Allah dan Rasul-rasul-Nya. Itulah karunia Allah, diberikan-Nya kepada siapa yang dikehendaki-Nya. Dan Allah mempunyai karunia yang besar. (Al-Hadid: 21)\n\nYakni apa yang telah disediakan oleh Allah bagi mereka merupakan karunia dan kebaikan dari-Nya kepada mereka. Sebagaimana yang telah kami kemukakan dalam hadis sahih yang menyebutkan: \n\nbahwa orang-orang fakir dari kalangan muhajirin berkata, \"Wahai Rasulullah, orang-orang yang hartawan telah memborong semua pahala dan derajat yang tinggi serta kenikmatan yang abadi.\" Rasulullah Saw. bertanya, \"Mengapa demikian?\" Mereka menjawab, \"Mereka salat seperti kami salat, dan mereka puasa seperti kami puasa. Mereka berzakat, lalu mereka mengerjakan hal yang semisal dengan kami.\" Maka Rasulullah Saw. bersabda: Itu merupakan karunia Allah yang diberikan-Nya kepada siapa yang dikehendaki-Nya. sedangkan kami tidak dapat berzakat. Mereka memerdekakan budak, sedangkan kami tidak dapat memerdekakan budak.\" Maka Rasulullah Saw. bersabda: Maukah kalian kutunjukkan kepada sesuatu hal yang apabila kalian mengerjakannya dapat mendahului orang-orang yang sesudah kalian, dan tidak ada seorang pun yang lebih utama daripada kalian kecuali orang yang melakukan hal yang sama dengan kalian. Yaitu hendaknya kalian bertasbih, bertakbir, dan bertahmid setiap selesai dari salat kalian sebanyak tiga puluh tiga kali. Tetapi tidak berapa lama mereka kembali lagi kepada Rasulullah Saw. dan berkata, \"Saudara-saudara kami yang hartawan telah mendengar apa yang kami kerjakan",
            "jalalain": "(Berlomba-lombalah kalian kepada ampunan dari Rabb kalian dan surga yang luasnya seluas langit dan bumi) seandainya jarak di antara keduanya dapat diukur; lafal al-'ardh artinya luas (yang disediakan bagi orang-orang yang beriman kepada Allah dan Rasul-Nya. Itulah karunia Allah, diberikan-Nya kepada siapa yang dikehendaki-Nya. Dan Allah mempunyai karunia yang besar).",
            "quraish_shihab": "Bergegas dan berlombalah untuk mendapatkan ampunan Tuhan dan mendapatkan surga yang luasnya sama dengan luas langit dan bumi, yang disediakan untuk orang-orang yang mempercayai Allah dan rasul- Nya. Balasan besar itu merupakan karunia Allah yang diberikan kepada hamba-Nya yang Dia sukai. Hanya Allah yang memiliki karunia yang terlalu besar untuk dibayangkan oleh akal."
        },
        {
            "ind": "Tiada suatu bencanapun yang menimpa di bumi dan (tidak pula) pada dirimu sendiri melainkan telah tertulis dalam kitab (Lauhul Mahfuzh) sebelum Kami menciptakannya. Sesungguhnya yang demikian itu adalah mudah bagi Allah.",
            "arb": "مَا أَصَابَ مِن مُّصِيبَةٍ فِي الْأَرْضِ وَلَا فِي أَنفُسِكُمْ إِلَّا فِي كِتَابٍ مِّن قَبْلِ أَن نَّبْرَأَهَا ۚ إِنَّ ذَٰلِكَ عَلَى اللَّهِ يَسِيرٌ",
            "transliterasi": "Mā 'Aşāba Min Muşībatin Fī Al-'Arđi Wa Lā Fī 'Anfusikum 'Illā Fī Kitābin Min Qabli 'An Nabra'ahā 'Inna Dhālika `Alaá Allāhi Yasīrun.",
            "eng": "NO CALAMITY can ever befall the earth, and nei­ther your own selves, unless it be [laid down] in Our decree before We bring it into being: verily, all this is easy for God.",
            "kemenag_ringkas": "Usai menjelaskan karunia-Nya kepada orang memohon ampunan, Allah menerangkan bahwa semua yang terjadi di alam ini merupakan ketetapan Allah yang tertulis di Lauh Mahfuz. Setiap bencana yang menimpa di bumi, seperti gempa, banjir, erupsi, dan lainnya, dan demikian pula bencana yang menimpa dirimu sendiri, seperti sakit, kecelakaan, dan lainnya, semuanya telah tertulis dalam Kitab yang disebut Lauh Mahfuz sebelum Kami mewujudkannya. Sungguh, yang demikian itu, yaitu semua yang terjadi, sangat mudah bagi Allah.23. Kami beritahukan hal tersebut agar kamu tidak bersedih hati terhadap apa yang luput dari kamu dan tidak dapat kamu capai, dan jangan pula terlalu gembira dan sombong terhadap apa yang diberikan-Nya kepadamu. Dan ketahuilah, Allah tidak menyukai setiap orang yang sombong dan membanggakan diri dengan kelebihan atau anugerah yang Dia karuniakan.",
            "kemenag": "Ayat ini menerangkan bahwa semua bencana dan malapetaka yang menimpa permukaan bumi, seperti gempa bumi, banjir dan bencana alam yang lain serta bencana yang menimpa manusia, seperti kecelakaan, penyakit dan sebagainya telah ditetapkan akan terjadi sebelumnya dan tertulis di Lauh Mahfudz, sebelum Allah menciptakan makhluk-Nya. Hal ini berarti tidak ada suatu pun yang terjadi di alam ini yang luput dari pengetahuan Allah dan tidak tertulis di Lauh Mahfudz. Menetapkan segala sesuatu yang akan terjadi itu adalah sangat mudah bagi Allah, karena Dia Maha Mengetahui segala sesuatu, baik yang telah ada maupun yang akan ada nanti, baik yang besar maupun yang kecil, yang tampak dan yang tidak tampak. Ayat ini merupakan peringatan sebagian kaum Muslimin yang masih percaya kepada tenung, suka meminta sesuatu kepada kuburan yang dianggap keramat, menanyakan sesuatu yang akan terjadi kepada dukun dan sebagainya. Hendaklah mereka hanya percaya kepada Allah saja, karena hanyalah Dia yang menentukan segala sesuatu. Mempercayai adanya kekuatan-kekuatan gaib, selain dari kekuasaan Allah termasuk memperserikatkan-Nya dengan makhluk ciptaan-Nya dan berarti tidak percaya kepada tauhid rububiyyah yang ada pada Allah. (",
            "ibnu_katsir": "Allah Swt. menceritakan tentang takdir yang telah ditetapkan-Nya atas makhluk-Nya sebelum Dia menciptakan semuanya. Untuk itu Dia berfirman:\n\nTiada suatu bencana pun yang menimpa di bumi dan (tidak pula) pada dirimu sendiri. (Al-Hadid: 22)\n\nMaksudnya, di jagat raya ini dan juga pada diri kalian.\n\nmelainkan telah tertulis dalam kitab (Lauh Mahfuz) sebelum Kami menciptakannya. (Al-Hadid: 22)\n\nYakni sebelum Kami ciptakan manusia dan makhluk lainnya. Sebagian ulama tafsir mengatakan bahwa damir yang terdapat pada lafaz nabra-aha merujuk kepada nufus (yakni anfusikum). Menurut pendapat yang lain, kembali kepada musibah. Tetapi pendapat yang terbaik ialah yang mengatakan kembali kepada makhluk dan manusia, karena konteks pembicaraan berkaitan dengannya. Seperti yang dikatakan oleh Ibnu Jarir, telah menceritakan kepadaku Ya'qub, telah menceritakan kepada kami Ibnu Aliyyah, dari Mansur ibnu Abdur Rahman yang mengatakan, \"Ketika aku sedang duduk bersama Al-Hasan, tiba-tiba datanglah seorang lelaki yang menanyakan kepadanya tentang makna firman-Nya: 'Tiada suatu bencana pun yang menimpa di bumi dan (tidak pula) pada dirimu sendiri melainkan telah tertulis dalam kitab (Lauh Mahfuz) sebelum Kami menciptakannya' (Al-Hadid: 22) Maka kusampaikan kepadanya pertanyaan lelaki itu, lalu Al-Hasan menjawab, 'Subhanallah, siapakah yang meragukan hal ini; semua musibah yang terjadi di antara langit dan bumi, maka telah berada di dalam kitab Allah (Lauh Mahfuz) sebelum Dia menciptakan manusia.\"\n\nQatadah mengatakan bahwa makna yang dimaksud dengan 'musibah' di sini ialah musim paceklik atau kekeringan.\n\ndan (tidak pula) pada dirimu sendiri. (Al-Hadid 22)\n\nYakni berupa rasa sakit dan penyakit. Qatadah mengatakan bahwa telah diceritakan kepada kami bahwa tiada seorang pun yang terkena luka karena batang dan tidak pula musibah yang menimpa telapak kaki (tertusuk duri) dan tidak pula terkilirnya urat, melainkan karena perbuatan dosa (yang bersangkutan), dan apa yang dimaafkan oleh Allah darinya adalah lebih banyak.\n\nAyat yang mulia ini juga merupakan dalil yang paling akurat yang membantah golongan Qadariyah yang menafikan adanya pengetahuan Allah yang terdahulu. Semoga Allah mengutuk mereka.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Abu Abdur Rahman, telah menceritakan kepada kami Haiwah dan Ibnu Lahi'ah. Keduanya mengatakan, telah menceritakan kepada kami Abu Hani' Al-Khaulani, bahwa ia pernah mendengar Abu Abdur Rahman Al-Habli mengatakan bahwa ia pernah mendengar Abdullah ibnu Amr ibnul As mengatakan bahwa ia pernah mendengar Rasulullah Saw. bersabda: Allah telah menetapkan ukuran-ukuran (semua makhluk-Nya) sebelum menciptakan langit dan bumi dalam jarak lima puluh ribu tahun.\n\nImam Muslim meriwayatkannya di dalam kitab sahihnya melalui hadis Abdullah ibnu Wahb dan Haiwah ibnu Syuraih dan Nafi' ibnu Yazid, ketiganya dari Abu Hani' dengan sanad yang sama. Dan Ibnu Wahb menambahkan: \n\nsedangkan 'Arasy-Nya berada di atas air.\n\nImam Turmuzi telah meriwayatkan pula hadis ini, dan ia mengatakan bahwa hadis ini hasan sahih. \n\nFirman Allah Swt.:\n\nSesungguhnya yang demikian itu adalah mudah bagi Allah. (Al-Hadid: 22)\n\nArtinya, pengetahuan Allah Swt. mengenai segala sesuatu sebelum kejadiannya dan pencatatan semuanya itu oleh-Nya sesuai dengan kejadiannya di alam kenyataan adalah mudah sekali bagi Allah. Karena sesungguhnya Dia mengetahui apa yang telah terjadi dan apa yang akan terjadi serta apa yang tidak akan terjadi, dan bagaimana akibatnya bila hal itu terjadi.",
            "jalalain": "(Tiada suatu bencana pun yang menimpa di bumi) seperti kekeringan (dan tidak pula pada diri kalian sendiri) seperti sakit dan kematian anak (melainkan telah tertulis dalam Kitab) di Lohmahfuz (sebelum Kami menciptakannya) sebelum Kami menciptakan semuanya. Demikian pula mengenai hal yang menyangkut nikmat dikatakan seperti itu. (Sesungguhnya yang demikian itu adalah mudah bagi Allah).",
            "quraish_shihab": "Semua musibah yang terjadi di bumi seperti kekeringan, kurangnya buah-buahan dan lain-lain, atau yang terjadi pada diri kalian seperti sakit, miskin, mati dan lain-lain, telah tercatat dalam al-Lawh al-Mahfûzh dan telah ada dalam ilmu Allah sejak sebelum semuanya terjadi. Hal itu sangat mudah bagi Allah, karena ilmu-Nya meliputi segala sesuatu."
        },
        {
            "ind": "(Kami jelaskan yang demikian itu) supaya kamu jangan berduka cita terhadap apa yang luput dari kamu, dan supaya kamu jangan terlalu gembira terhadap apa yang diberikan-Nya kepadamu. Dan Allah tidak menyukai setiap orang yang sombong lagi membanggakan diri,",
            "arb": "لِّكَيْلَا تَأْسَوْا عَلَىٰ مَا فَاتَكُمْ وَلَا تَفْرَحُوا بِمَا آتَاكُمْ ۗ وَاللَّهُ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ",
            "transliterasi": "Likaylā Ta'saw `Alaá Mā Fātakum Wa Lā Tafraĥū Bimā 'Ātākum Wa Allāhu Lā Yuĥibbu Kulla Mukhtālin Fakhūrin.",
            "eng": "[Know this,] so that you may not despair over whatever [good] has escaped you nor exult [unduly] over whatever [good] has come to you: for, God does not love any of those who, out of self-conceit, act in a boastful manner –",
            "kemenag_ringkas": "Kami beritahukan hal tersebut agar kamu tidak bersedih hati terhadap apa yang luput dari kamu dan tidak dapat kamu capai, dan jangan pula terlalu gembira dan sombong terhadap apa yang diberikan-Nya kepadamu. Dan ketahuilah, Allah tidak menyukai setiap orang yang sombong dan membanggakan diri dengan kelebihan atau anugerah yang Dia karuniakan. 24. Allah tidak menyukai orang sombong dan membanggakan diri, yaitu orang-orang yang kikir, yang enggan menginfakkan sebagian hartanya di jalan Allah, dan menyuruh orang lain berbuat kikir pula. Barang siapa berpaling dari perintah Allah dan mengingkari ajaran-Nya, maka sesungguhnya Allah, Dia Mahakaya dan tidak memerlukan sesuatu, Maha Terpuji dengan segala sifat kebaikan-Nya.",
            "kemenag": "Pada ayat ini Allah swt menyatakan bahwa semua peristiwa itu ditetapkan sebelum terjadinya, agar manusia bersabar menerima cobaan Allah. Cobaan Allah itu adakalanya berupa kesengsaraan dan malapetaka, adakalanya berupa kesenangan dan kegembiraan. Karena itu janganlah terlalu bersedih hati menerima kesengsaraan dan malapetaka yang menimpa diri, sebaliknya jangan pula terlalu bersenang hati dan bergembira menerima sesuatu yang menyenangkan hati. Sikap yang paling baik ialah sabar dalam menerima bencana dan malapetaka yang menimpa serta bersyukur kepada Allah atas setiap menerima nikmat yang dianugerahkan-Nya. Ayat ini bukan untuk melarang kaum Muslimin bergembira dan bersedih hati, tetapi maksudnya ialah melarang kaum Muslimin bergembira dan bersedih hati dengan berlebih-lebihan. 'Ikrimah berkata, \"Tidak ada seorang pun melainkan ia dalam keadaan sedih dan gembira, tetapi hendaklah ia menjadikan kegembiraan itu sebagai tanda bersyukur kepada Allah dan kesedihan itu sebagai tanda bersabar.\" Pada akhir ayat ini ditegaskan bahwa orang yang terlalu bergembira menerima sesuatu yang menyenangkan hatinya dan terlalu bersedih hati menerima bencana yang menimpanya adalah orang yang pada dirinya terdapat tanda-tanda tabkhil dan angkuh, seakan-akan ia hanya memikirkan kepentingan dirinya saja. Allah swt menyatakan bahwa Dia tidak menyukai orang-orang yang mempunyai sifat-sifat bakhil dan angkuh.",
            "ibnu_katsir": "Firman Allah Swt.:\n\n(Kami jelaskan yang demikian itu) supaya kamu jangan berduka cita terhadap apa yang luput dari kamu, dan supaya kamu jangan terlalu gembira terhadap apa yang diberikan-Nya kepadamu. (Al-Hadid: 23)\n\nYaitu Kami beri tahukan kepada kalian tentang ilmu Kami dan ketetapan Kami atas segala sesuatu sebelum kejadiannya, dan ukuran-ukuran yang Kami buatkan untuk semua makhluk sebelum keberadaannya, supaya kalian mengetahui bahwa musibah yang menimpa diri kalian bukanlah hal yang diluputkan dari kalian, dan musibah yang luput dari kalian bukanlah untuk ditimpakan kepada kalian. Makajanganlah kamu menyesali apa yang luput dari kamu; karena sesungguhnya seandainya hal itu ditakdirkan, niscaya akan terjadi.\n\ndan supaya kamu jangan terlalu gembira terhadap apa yang diberikan-Nya kepadamu. (Al-Hadid: 23)\n\nYakni dengan apa yang didatangkan kepadamu. Makna atakum ialah diberikan-Nya kepadamu; kedua makna saling berkaitan. Dengan kata lain, dapat disebutkan bahwa janganlah kamu berbangga diri terhadap manusia dengan nikmat yang telah diberikan oleh Allah kepadamu. Karena sesungguhnya pemberian itu bukanlah dari usaha kamu, bukan pula dari hasil jerih payahmu. Sesungguhnya hal itu terjadi hanyalah semata-mata karena takdir Allah dan pemberian rezeki-Nya kepadamu. Makajanganlah nikmat-nikmat Allah menjadikan kamu lupa daratan hingga menjadi orang yang jahat lagi angkuh, lalu kamu membangga-banggakannya terhadap orang lain. Untuk itu, maka disebutkan dalam firman berikutnya:\n\nDan Allah tidak menyukai setiap orang yang sombong lagi membanggakan diri. (Al-Hadid: 23)\n\nMaksudnya, bersikap angkuh dan sombong serta merasa besar diri terhadap orang lain. Ikrimah mengatakan bahwa tiada seorang pun melainkan mengalami gembira dan sedih, maka bersyukurlah kamu di saat memperoleh kegembiraan dan bersabarlah dalam menanggung kedukaan (kesedihan).",
            "jalalain": "(Supaya janganlah) lafal kay di sini menashabkan fi'il yang jatuh sesudahnya, maknanya sama dengan lafal an. Allah swt. menjelaskan yang demikian itu supaya janganlah (kalian berduka cita) bersedih hati (terhadap apa yang luput dari kalian, dan supaya kalian jangan terlalu gembira) artinya gembira yang dibarengi dengan rasa takabur, berbeda halnya dengan gembira yang dibarengi dengan rasa syukur atas nikmat (terhadap apa yang diberikan-Nya kepada kalian) jika lafal aataakum dibaca panjang berarti maknanya sama dengan lafal a`thaakum, artinya apa yang diberikan-Nya kepada kalian. Jika dibaca pendek, yaitu ataakum artinya, apa yang didatangkan-Nya kepada kalian. (Dan Allah tidak menyukai setiap orang yang sombong) dengan apa yang telah diberikan oleh Allah kepadanya (lagi membanggakan diri) membangga-banggakannya terhadap orang lain.",
            "quraish_shihab": "Kami memberitahukan itu semua agar kalian tidak terlalu kecewa atas apa yang tidak kalian peroleh, dan tidak terlalu senang dengan apa yang Allah berikan kepada kalian. Allah tidak menyukai orang yang membangga-banggakan apa-apa yang ia miliki kepada orang lain."
        },
        {
            "ind": "(yaitu) orang-orang yang kikir dan menyuruh manusia berbuat kikir. Dan barangsiapa yang berpaling (dari perintah-perintah Allah) maka sesungguhnya Allah Dialah Yang Maha Kaya lagi Maha Terpuji.",
            "arb": "الَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ ۗ وَمَن يَتَوَلَّ فَإِنَّ اللَّهَ هُوَ الْغَنِيُّ الْحَمِيدُ",
            "transliterasi": "Al-Ladhīna Yabkhalūna Wa Ya'murūna An-Nāsa Bil-Bukhli Wa Man Yatawalla Fa'inna Allāha Huwa Al-Ghanīyu Al-Ĥamīdu.",
            "eng": "those who are niggardly [with God’s bounty] and bid others to be niggardly! And he who turns his back [on this truth ought to know that], verily, God alone is self-sufficient, the One to whom all praise is due!",
            "kemenag_ringkas": "Allah tidak menyukai orang sombong dan membanggakan diri, yaitu orang-orang yang kikir, yang enggan menginfakkan sebagian hartanya di jalan Allah, dan menyuruh orang lain berbuat kikir pula. Barang siapa berpaling dari perintah Allah dan mengingkari ajaran-Nya, maka sesungguhnya Allah, Dia Mahakaya dan tidak memerlukan sesuatu, Maha Terpuji dengan segala sifat kebaikan-Nya.25. Sungguh, Kami telah mengutus rasul-rasul Kami kepada umat manusia dengan bukti-bukti yang nyata, dan Kami turunkan bersama mereka kitab sebagai pedoman hidup, dan Kami turunkan pula neraca sebagai ukuran keadilan agar manusia dapat berlaku adil. Dan Kami menciptakan besi sebagai kelengkapan hidup yang mempunyai kekuatan, hebat, dan banyak manfaat bagi manusia, dan Kami ciptakan semua itu agar Allah mengetahui siapa yang menolong agama-Nya dan rasul-rasul-Nya dalam berdakwah, walaupun Allah tidak dilihatnya. Sesungguhnya Allah Mahakuat terhadap segala sesuatu, Mahaperkasa menghadapi semua yang mengingkari-Nya.",
            "kemenag": "Orang-orang yang mempunyai sifat sombong dan angkuh adalah orang yang bila memperoleh suatu nikmat, kesenangan atau harta, maka ia berpendapat bahwa semuanya itu diperolehnya semata-mata karena kesanggupan dan kepandaiannya sendiri. Karena berusaha, maka ia memperolehnya, bukan karena pertolongan dan anugerah Allah kepadanya. Kemudian setan membisik-bisikkan ketelinganya bahwa ia adalah orang-orang yang kuat dan mampu, tidak memerlukan pertolongan orang lain. Karena yakin akan kemampuan dirinya itu, ia merasa tidak mengindahkan orang lain dan memberi orang lain. Jika ia memberi dan mengindahkan orang lain ia akan menjadi miskin. Keyakinan itu disampaikan pula kepada orang lain dan menganjurkan orang lain berkeyakinan sepertinya pula, yaitu berlaku kikir agar tidak menjadi miskin. Pada ayat ini ditegaskan bahwa orang yang mempunyai sifat-sifat seperti di atas adalah orang-orang yang berpaling dari perintahperintah Allah. Allah memerintahkan agar manusia bersifat rendah hati, suka menolong sesamanya, membantu fakir miskin, berinfak di jalan Allah dan sebagainya, tetapi mereka menganjurkan dan berbuat sebaliknya. Allah menyatakan bahwa sikap dan tindakan mereka yang demikian itu tidak akan merugikan Allah sedikit pun, melainkan akan merugikan diri mereka sendiri, karena Allah tidak memerlukan sedikit pun harta dan pemberian mereka, tetapi merekalah yang memerlukannya. Allah Maha Terpuji karena Dialah yang melimpahkan nikmat kepada seluruh makhluk-Nya. Ayat lain yang sama artinya dengan ayat ini, ialah: Dan milik Allah-lah apa yang ada di langit dan apa yang ada di bumi, dan sungguh, Kami telah memerintahkan kepada orang yang diberi kitab suci sebelum kamu dan (juga) kepadamu agar bertakwa kepada Allah. Tetapi jika kamu ingkar, maka (ketahuilah), milik Allah-lah apa yang ada di langit dan apa yang ada di bumi, dan Allah Mahakaya, Maha Terpuji. (an-Nisa'/4: 131)",
            "ibnu_katsir": "Firman Allah Swt.:\n\n(yaitu) orang-orang yang kikir dan menyuruh manusia berbuat kikir. (Al-Hadid: 24)\n\nYakni gemar mengerjakan hal yang mungkar dan menganjurkan kepada orang lain untuk melakukannya.\n\nDan barang siapa yang berpaling. (Al-Hadid: 24) \n\nYaitu berpaling dari perintah Allah dan jalan ketaatan kepada-Nya.\n\nmaka sesungguhnya Allah Dialah Yang Mahakaya lagi Maha Terpuji. (Al-Hadid: 24)\n\nSemakna dengan apa yang dikatakan oleh Musa a.s. yang disitir oleh firman-Nya:\n\nJika kamu dan orang-orang yang ada di muka bumi semuanya mengingkari (nikmat Allah), maka sesungguhnya Allah Mahakaya lagi Maha Terpuji. (Ibrahim: 8)",
            "jalalain": "(Orang-orang yang kikir) tidak mau menunaikan apa yang telah diwajibkan atas mereka (dan menyuruh manusia berbuat kikir) supaya jangan menunaikan kewajiban itu, maka bagi mereka ancaman yang keras dari Allah. (Dan barang siapa yang berpaling) dari menunaikan apa yang telah diwajibkan atasnya (maka sesungguhnya Allah Dialah) lafal huwa adalah dhamir fashl, sedangkan menurut suatu qiraat tanpa memakainya (Yang Maha Kaya) artinya tidak membutuhkan orang lain (lagi Maha Terpuji) terhadap kekasih-kekasih-Nya.",
            "quraish_shihab": "Yaitu orang-orang yang enggan menafkahkan hartanya di jalan Allah dan menganjurkan orang lain untuk berbuat seperti itu--dengan cara memberikan gambaran kepada mereka bahwa hal itu adalah baik. Barangsiapa menolak untuk patuh kepada kepada Allah, sesungguhnya Allah sama sekali tidak membutuhkan hal itu. Allah berhak mendapatkan pujian dan sanjungan karena diri-Nya sendiri."
        },
        {
            "ind": "Sesungguhnya Kami telah mengutus rasul-rasul Kami dengan membawa bukti-bukti yang nyata dan telah Kami turunkan bersama mereka Al Kitab dan neraca (keadilan) supaya manusia dapat melaksanakan keadilan. Dan Kami ciptakan besi yang padanya terdapat kekuatan yang hebat dan berbagai manfaat bagi manusia, (supaya mereka mempergunakan besi itu) dan supaya Allah mengetahui siapa yang menolong (agama)Nya dan rasul-rasul-Nya padahal Allah tidak dilihatnya. Sesungguhnya Allah Maha Kuat lagi Maha Perkasa.",
            "arb": "لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ ۖ وَأَنزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنَافِعُ لِلنَّاسِ وَلِيَعْلَمَ اللَّهُ مَن يَنصُرُهُ وَرُسُلَهُ بِالْغَيْبِ ۚ إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ",
            "transliterasi": "Laqad 'Arsalnā Rusulanā Bil-Bayyināti Wa 'Anzalnā Ma`ahumu Al-Kitāba Wa Al-Mīzāna Liyaqūma An-Nāsu Bil-Qisţi Wa 'Anzalnā Al-Ĥadīda Fīhi Ba'sun Shadīdun Wa Manāfi`u Lilnnāsi Wa Liya`lama Allāhu Man Yanşuruhu Wa Rusulahu Bil-Ghaybi 'Inna Allāha Qawīyun `Azīzun.",
            "eng": "Indeed, [even aforetime] did We send forth Our apostles with all evidence of [this] truth; and through them We bestowed revelation from on high, and [thus gave you] a balance [wherewith to weigh right and wrong], so that men might behave with equity; and We bestowed [upon you] from on high [the ability to make use of] iron, in which there is awesome power as well as [a source of] benefits for man: and [all this was given to you] so that God might mark out those who would stand up for him and His Apostle, even though He [Himself] is beyond the reach of human perception. Verily, God is powerful, almighty!",
            "kemenag_ringkas": "_Sungguh, Kami telah mengutus rasul-rasul Kami_ kepada umat manusia _dengan bukti-bukti yang nyata, dan Kami turunkan bersama mereka kitab_ sebagai pedoman hidup, _dan_ Kami turunkan pula _neraca_ sebagai ukuran keadilan _agar manusia dapat berlaku adil. Dan Kami menciptakan besi_ sebagai kelengkapan hidup _yang mempunyai kekuatan, hebat, dan banyak manfaat bagi manusia, dan_ Kami ciptakan semua itu _agar Allah mengetahui siapa yang menolong agama-Nya dan rasul-rasul-Nya_ dalam berdakwah, _walaupun_ Allah _tidak dilihatnya_. _Sesungguhnya Allah Mahakuat_ terhadap segala sesuatu, _Mahaperkasa_ menghadapi semua yang mengingkari-Nya.",
            "kemenag": "Allah menerangkan bahwa Dia telah mengutus para rasul kepada umat-umat-Nya dengan membawa bukti-bukti yang kuat untuk membuktikan kebenaran risalah-Nya. Di antara bukti-bukti itu, ialah mukjizat-mukjizat yang diberikan kepada para rasul. Di antara mukjizat tersebut seperti tidak terbakar oleh api sebagai mukjizat Nabi Ibrahim, mimpi yang benar sebagai mukjizat Nabi Yusuf, tongkat sebagai mukjizat Nabi Musa, Al-Qur'an sebagai mukjizat Nabi Muhammad saw dan sebagainya. Setiap rasul yang diutus itu bertugas menyampaikan agama Allah kepada umatnya. Ajaran agama itu adakalanya tertulis dalam sahifah-sahifah dan adakalanya termuat dalam suatu kitab, seperti Taurat, Zabur, Injil dan Al-Qur'an. Ajaran agama itu merupakan petunjuk bagi manusia untuk mencapai kebahagiaan hidup di dunia dan di akhirat. Sebagai dasar untuk mengatur dan membina masyarakat, maka setiap agama yang dibawa oleh para rasul itu mempunyai asas \"keadilan\". Keadilan itu wajib ditegakkan oleh para rasul dan pengikut-pengikutnya dalam masyarakat, yaitu keadilan penguasa terhadap rakyatnya, keadilan suami sebagai kepala rumah tangga, keadilan pemimpin atas yang dipimpinnya dan sebagainya, sehingga seluruh anggota masyarakat sama kedudukannya dalam hukum, sikap dan perlakuan. Di samping itu Allah swt menganugerahkan kepada manusia \"besi\" suatu karunia yang tidak terhingga nilai dan manfaatnya. Dengan besi dapat dibuat berbagai macam keperluan manusia, sejak dari yang besar sampai kepada yang kecil, seperti berbagai macam kendaraan di darat, di laut dan di udara, keperluan rumah tangga dan sebagainya. Dengan besi pula manusia dapat membina kekuatan bangsa dan negaranya, karena dari besi dibuat segala macam alat perlengkapan pertahanan dan keamanan negeri, seperti senapan, kendaraaan perang dan sebagainya. Tentu saja semuanya itu hanya diizinkan Allah menggunakannya untuk menegakkan agama-Nya, menegakkan keadilan dan menjaga keamanan negeri. Sebuah ensiklopedia sains modern menggambarkan unsur-unsur kimia yang ada di bumi kita ini mempunyai variasi yang menakjubkan, beberapa di antaranya susah ditemukan tapi ada juga yang berlimpah. Ada yang dapat dilihat oleh mata telanjang karena berbentuk cairan dan padatan, tetapi ada juga yang tak tampak karena berupa gas. Sekitar 300 tahun yang lalu hanya 12 unsur yang diketahui di antaranya adalah unsur Ferrum (Fe) yang bernomor atom 26 pada Tabel Susunan Berkala Unsur-Unsur. Fe ini lebih dikenal dengan sebutan besi. Besi merupakan salah satu unsur paling mudah ditemukan di Bumi. Diperkirakan 5% daripada kerak Bumi adalah besi. Kebanyakan besi ditemukan dalam bentuk oksida besi, seperti bahan galian hematit, magnetit dan takonit. Juga diduga keras permukaaan bumi banyak mengandung aloi logam besi-nikel. Konon unsur besi bukan unsur asli \"kepunyaan\" bumi tapi ia berasal dari luar bumi. Para pakar sependapat bahwa meteorit turut andil dalam pembentukan aloi besi-nikel yang ada di bumi. Barangkali, inilah \"cara\" Allah mendatangkan\" unsur besi ke permukaan bumi jauh sebelum manusia ada. Pada umumnya besi adalah logam yang diperoleh dari bijih besi, dan dijumpai bukan dalam keadaan bebas tetapi selalu dalam bentuk senyawa atau campuran dengan unsur-unsur yang lain. Karenanya untuk mendapatkan unsur besi, unsur lain harus dipisahkan yang biasanya dilakukan melalui proses kimia. Seperti dalam industri besi baja, besi banyak digunakan yakni dalam bentuk logam campuran (aloi). Jenis campuran ada yang terdiri dari logam-logam yang berlainan tetapi ada juga bahan campuran yang digunakan berasal dari nonlogam, misalnya karbon. Semuanya dilakukan dengan tujuan untuk mendapatkan kualitas yang diinginkan sesuai dengan kebutuhan dan dengan pertimbangan untuk menekan biaya produksi. Sifat fisis unsur Fe jika dipanaskan terus menerus maka sebelum mencair ia akan mengalami fasa pelelehan. Fasa dimana besi dalam keadaan padat tapi ia memiliki sifat lunak. Karenanya pada fasa atau keadaan ini besi mudah dibentuk walaupun hanya dengan menggunakan teknologi tradisional yang sederhana seperti teknologi pandai besi (black-smith). Dengan teknologi yang sederhana tadi maka dalam sejarah perkembangan manusia pemanfaatan besi telah digunakan banyak dalam aspek kehidupan manusia sehari-hari, termasuk juga untuk perang. Sayyid Quthub dalam tulisannya menguraikan, \"Allah menurunkan besi ' ¦yang padanya terdapat kekuatan yang hebat¦, yaitu kekuatan dalam perang dan damai. Kemudian '¦Dan supaya Allah mengetahui siapa yang menolong (agama)-Nya dan rasulrasul-Nya padahal Allah tidak dilihatnya¦ Penggalan ini mengisyaratkan jihad dengan senjata. Sebuah penyajian yang selaras dengan konteks surah yang tengah membicarakan pengorbanan dengan jiwa dan harta.\" Dalam pengetahuan biologi maka unsur besi (Fe) dalam bentuk zat besi juga amat dibutuhkan oleh semua makhluk organik, kecuali bagi sebagian kecil bakteria. Seperti dalam tubuh kita zat besi sangat diperlukan. Dalam tubuh manusia besi kebanyakan ditemukan dalam bentuk logamprotein (metalloprotein) yang stabil, jika tidak maka ia dapat menyebabkan timbulnya radikal bebas yang cenderung menjadi racun bagi sel. Dalam tubuh manusia zat besi terlibat dalam pembentukan sel“ sel darah merah. Sementara sel-sel darah merah sangat penting keberadaannya karena dialah yang membawa zat asam (oksigen) dari paru-paru ke seluruh jaringan-jaringan yang ada dalam tubuh kita. Jaringan hidup memerlukan persediaan zat asam. Lebih giat suatu jaringan maka semakin banyak ia membutuhkan zat asam. Kekurangan zat besi dalam darah dapat menyebabkan anemia, mungkin jumlah sel darah merahnya atau karena hemoglogin (bahan yang berisi zat besi berwarna merah yang dapat mengangkut zat asam) dalam sel darah merah berkurang dari biasanya. Allah swt menerangkan bahwa Dia berbuat yang demikian itu agar Dia mengetahui siapa di antara hamba-hamba-Nya yang mengikuti dan menolong agama yang disampaikan para rasul yang diutus-Nya dan siapa yang mengingkarinya. Dengan anugerah itu Allah ingin menguji manusia dan mengetahui sikap manusia terhadap nikmat-Nya. Manusia yang taat dan tunduk kepada Allah akan melakukan semua yang disampaikan para rasul itu, karena ia yakin bahwa semua perbuatan, sikap dan isi hatinya diketahui Allah, walaupun ia tidak melihat Allah mengawasi dirinya. Pada akhir ayat ini Allah swt menegaskan kepada manusia bahwa Dia Mahakuat, tidak ada sesuatu pun yang mengalahkan-Nya, bahwa Dia Mahaperkasa dan tidak seorang pun yang dapat mengelakkan diri dari hukuman yang telah ditetapkan-Nya.",
            "ibnu_katsir": "Firman Allah Swt.:\n\nSesungguhnya Kami telah mengutus rasul-rasul Kami dengan membawa bukti-bukti yang nyata. (Al-Hadid: 25)\n\nYakni mukjizat-mukjizat, alasan-alasan yang memukau, dan dalil-dalil yang pasti.\n\ndan telah Kami turunkan bersama mereka Al-Kitab. (Al-Hadid: 25) \n\nYaitu penukilan yang benar.\n\ndan neraca. (Al-Hadid: 25)\n\nMaksudnya, keadilan. Mujahid dan Qatadah serta selain keduanya mengatakan bahwa keadilan itu ialah perkara hak yang diakui oleh rasio yang sehat lagi lurus dan bertentangan dengan pendapat-pendapat yang sakit lagi tidak benar. Seperti pengertian yang disebutkan di dalam firman-Nya:\n\nApakah (orang-orang kafir itu sama dengan) orang-orang yang ada mempunyai bukti yang nyata (Al-Qur'an) dari Tuhannya, dan diikuti pula oleh seorang saksi (Muhammad) dari Allah. (Hud: 17)\n\n(tetaplah atas) fitrah Allah yang telah menciptakan manusia menurut fitrah itu. (Ar-Rum: 30)\n\nDan firman Allah Swt.:\n\nDan Allah telah meninggikan langit dan Dia meletakkan neraca (keadilan). (Ar-Rahman: 7)\n\nKarena itulah maka dalam surat ini disebutkan:\n\nsupaya manusia dapat melaksanakan keadilan. (Al-Hadid: 25) \n\nYakni kebenaran dan keadilan, yaitu mengikuti para rasul sesuai dengan berita yang disampaikan oleh mereka dan menaati mereka dalam semua perintah yang mereka tegaskan. Karena sesungguhnya apa yang disampaikan oleh para rasul itu adalah kebenaran yang mutlak yang tiada kebenaran lagi di baliknya, sebagaimana yang disebutkan di dalam firman-Nya:\n\nTelah sempurnalah kalimat Tuhanmu (Al-Qur'an) sebagai kalimat yang benar dan adil. (Al-An'am: 115)\n\nYaitu benar dalam semua beritanya dan adil dalam semua perintah dan larangannya. Karena itulah orang-orang mukmin mengatakan manakala mereka telah menempati kedudukannya di dalam surga, yaitu dalam gedung-gedung yang tinggi-tinggi dan dipan-dipan yang bersusun-susun. Sebagaimana yang disitir oleh firman-Nya:\n\nSegala puji bagi Allah yang telah menunjuki kami kepada (surga) ini. Dan Kami sekali-kali tidak akan mendapat petunjuk kalau Allah tidak memberi kami petunjuk. Sesungguhnya telah datang rasul-rasul Tuhan kami, membawa kebenaran. (Al-A'raf: 43)\n\nAdapun firman Allah Swt.:\n\nDan Kami ciptakan besi yang padanya terdapat kekuatan yang hebat. (Al-Hadid: 25)\n\nMaksudnya, Kami jadikan besi itu sebagai sarana untuk menekan orang yang membangkang terhadap perkara yang hak dan mengingkarinya padahal hujah-hujah telah ditegakkan di hadapannya. Karena itulah maka Rasulullah Saw. bermukim di Mekah sesudah kenabian selama tiga belas tahun, yang selama itu diwahyukan kepada beliau semua surat Makkiyyah, yang isinya mengandung bantahan terhadap orang-orang musyrik, dan penjelasan, serta keterangan mengenai ketauhidan dan dalil-dalil lainnya. Dan manakala hujah (alasan) telah ditegakkan terhadap orang-orang yang menentang syariat Allah, maka Allah Swt. memerintahkan kepada Nabi­Nya dan kaum muslim untuk berhijrah, dan memerintahkan pula kepada mereka untuk memerangi kaum musyrik dengan memakai senjata dan menghukum mati serta memenggal kepala orang yang menentang Al-Qur'an, mendustakannya dan mengingkari kebenarannya.\n\nImam Ahmad telah meriwayatkan —juga Abu Daud— melalui hadis Abdur Rahman ibnu Sabit ibnu Sauban, dari Hasan ibnu Atiyyah, dari Abul Munib Al-Jarasyi Asy-Syami, dari Ibnu Umar yang mengatakan bahwa Rasulullah Saw. pernah bersabda: Aku diutus dengan membawa pedang sebelum hari kiamat, hingga hanya Allah semata sajalah yang disembah tiada sekutu bagi-Nya. Dan Allah menjadikan rezekiku berada di bawah bayangan tombakku, dan menjadikan kehinaan dan kerendahan bagi orang yang menentang perintahku; dan barang siapa yang menyerupai suatu kaum, maka dia termasuk dari mereka.\n\nUntuk itulah maka disebutkan oleh firman-Nya:\n\nyang padanya terdapat kekuatan yang hebat. (Al-Hadid: 25)\n\nYakni dapat dijadikan senjata seperti pedang, tombak, anak panah, dan tameng serta senjata lainnya.\n\ndan berbagai manfaat bagi manusia. (Al-Hadid: 25)\n\nYaitu dalam kehidupan mereka, karena besi itu dapat dijadikan sebagai sarana untuk pekerjaan mereka seperti cangkul, kapak, gergaji, pahat, alat untuk membajak tanah, dan peralatan lainnya yang digunakan untuk keperluan pertanian, pertukangan serta alat-alat lainnya yang diperlukan oleh manusia. \n\nAlba ibnu Ahmad telah meriwayatkan dari Ikrimah, dari Ibnu Abbas yang mengatakan bahwa ada tiga hal yang diturunkan bersama-sama dengan Adam, yaitu landasan palu, penjepit (tang), dan palu. Demikianlah menurut riwayat Ibnu Jarir dan Ibnu Abu Hatim. \n\nFirman Allah Swt.:\n\ndan supaya Allah mengetahui siapa yang menolong (agama)-Nya dan rasul-rasul-Nya, walaupun (Allah) tidak dilihatnya. (Al-Hadid: 25)\n\nYakni dari niatnya saat memanggul senjata untuk membela agama Allah dan menolong Rasul-Nya.\n\nSesungguhnya Allah Mahakuat lagi Mahaperkasa. (Al-Hadid: 25)\n\nAllah Mahakuat lagi Mahaperkasa, menolong orang yang ditolong-Nya, sedangkan Dia tidak memerlukan bantuan siapa pun, dan sesungguhnya Dia mensyariatkan (memerintahkan) untuk berjihad hanyalah semata-mata untuk menguji sebagian dari kamu dengan sebagian yang lain.",
            "jalalain": "(Sesungguhnya Kami telah mengutus rasul-rasul Kami) yaitu malaikat-malaikat-Nya kepada nabi-nabi (dengan membawa bukti-bukti yang nyata) hujah-hujah yang jelas dan akurat (dan telah Kami turunkan bersama mereka Alkitab) lafal Alkitab ini sekalipun bentuknya mufrad tetapi makna yang dimaksud adalah jamak, yakni al-kutub (dan neraca) yakni keadilan (supaya manusia dapat melaksanakan keadilan. Dan Kami ciptakan besi) maksudnya Kami keluarkan besi dari tempat-tempat penambangannya (yang padanya terdapat kekuatan yang hebat) yakni dapat dipakai sebagai alat untuk berperang (dan berbagai manfaat bagi manusia, dan supaya Allah mengetahui) supaya Allah menampilkan; lafal waliya'lamallaahu diathafkan pada lafal liyaquman-naaasu (siapa yang menolong-Nya) maksudnya siapakah yang menolong agama-Nya dengan memakai alat-alat perang yang terbuat dari besi dan lain-lainnya itu (dan rasul-rasul-Nya padahal Allah tidak dilihatnya) lafal bil-ghaibi menjadi hal atau kata keterangan keadaan dari dhamir ha yang terdapat pada lafal yanshuruhu. Yakni sekalipun Allah tidak terlihat oleh mereka di dunia ini. Ibnu Abbas r.a. memberikan penakwilannya, mereka menolong agama-Nya padahal mereka tidak melihat-Nya. (Sesungguhnya Allah Maha Kuat lagi Maha Perkasa) artinya Dia tidak memerlukan pertolongan siapa pun, akan tetapi perbuatan itu manfaatnya akan dirasakan sendiri oleh orang yang mengerjakannya.",
            "quraish_shihab": "Kami benar-benar telah mengutus para rasul yang Kami pilih dengan membawa beberapa mukjizat yang kuat. Bersama mereka juga Kami turunkan kitab suci-kitab suci yang mengandung hukum, syariat agama, dan timbangan yang mewujudkan keadilan dalam hubungan antarmanusia. Lalu Kami juga menciptakan besi yang dapat dijadikan alat untuk menyiksa orang lain dalam peperangan di samping mempunyai banyak manfaat lain pada masa damai. Itu semua agar manusia memanfaatkan besi dalam berbagai kebutuhan hidupnya dan agar Allah, dari alam gaib, mengetahui siapa saja yang membela agama dan rasul-rasul-Nya. Allah benar-benar Mahakuasa karena diri-Nya sendiri, dan tidak memerlukan bantuan siapa pun. (1) (1) Besi merupakan salah satu dari tujuh unsur kimia yang telah dikenal oleh ilmuwan-ilmuwan zaman dahulu yaitu emas, perak, air raksa, loyang, timah hitam (plumbum), besi, dan timah, serta logam yang paling banyak tersebar di bumi. Besi itu biasanya terdapat dalam komponen unsur kimia lain seperti dalam oksida, sulfida (sulfat), zat arang dan silikon. Sejumlah kecil besi murni juga terdapat dalam batu meteor besi. Ayat ini menjelaskan bahwa besi mempunyai kekuatan yang dapat membahayakan dan dapat pula menguntungkan manusia. Bukti paling kuat tentang hal ini adalah bahwa lempengan besi, dengan berbagai macamnya, secara bertingkat-tingkat mempunyai keistimewaan dalam bertahan menghadapi panas, tarikan, kekaratan, dan kerusakan, di samping juga lentur hingga dapat menampung daya magnet. Karenanya, besi adalah logam paling cocok untuk bahan senjata dan peralatan perang, bahkan merupakan bahan baku berbagai macam industri berat dan ringan yang dapat menunjang kemajuan sebuah peradaban. Selain itu, besi juga mempunyai banyak kegunaan lain untuk makhluk hidup. Komponen besi, misalnya, masuk dalam proses pembentukan klorofil yang merupakan zat penghijau tumbuh-tumbuhan (terutama daun) yang terpenting dalam fotosintesis (proses pemanfaatan energi cahaya matahari) yang membuat tumbuh-tumbuhan dapat bernapas dan menghasilkan protoplasma (zat hidup dalam sel). Dari situlah zat besi kemudian masuk ke dalam tubuh manusia dan hewan. Selanjutnya besi juga termasuk dalam komposisi kromatin (bagian inti sel yang mudah menyerap zat warna) dari sel hidup, salah satu unsur yang berada dalam cairan tubuh, dan salah satu unsur pembentuk hemoglobin (butir-butir darah merah). Dan dari situ, besi memegang peranan penting dalam proses penembusan dan peran biologis dalam jaringan. Selain itu semua, besi juga terdapat dalam hati, limpa, ginjal, anggota badan, dan sumsum merah tulang belakang. Tubuh memerlukan zat besi dalam jumlah tertentu yang harus dipenuhi dari sumber apa saja. Kurangnya zat besi akan menimbulkan penyakit, terutama anemia (kekurangan hemoglobin)."
        },
        {
            "ind": "Dan sesungguhnya Kami telah mengutus Nuh dan Ibrahim dan Kami jadikan kepada keturunan keduanya kenabian dan Al Kitab, maka di antara mereka ada yang menerima petunjuk dan banyak di antara mereka fasik.",
            "arb": "وَلَقَدْ أَرْسَلْنَا نُوحًا وَإِبْرَاهِيمَ وَجَعَلْنَا فِي ذُرِّيَّتِهِمَا النُّبُوَّةَ وَالْكِتَابَ ۖ فَمِنْهُم مُّهْتَدٍ ۖ وَكَثِيرٌ مِّنْهُمْ فَاسِقُونَ",
            "transliterasi": "Wa Laqad 'Arsalnā Nūĥāan Wa 'Ibrāhīma Wa Ja`alnā Fī Dhurrīyatihimā An-Nubūwata Wa Al-Kitāba Faminhum Muhtadin Wa Kathīrun Minhum Fāsiqūna.",
            "eng": "And, indeed, [to the same end] We sent forth Noah and Abraham [as Our message-bearers], and established prophethood and revelation among their descendants; and some of them were on the right way, but many were iniquitous.",
            "kemenag_ringkas": "Kehidupan kependetaan bukan ajaran Allah. Dan sungguh, Kami telah mengutus Nabi Nuh dan Ibrahim kepada umat masing-masing untuk mengajak mereka bertauhid, dan Kami berikan pula kenabian dan kitab petunjuk kepada keturunan keduanya; di antara mereka ada yang menerima petunjuk itu sehingga beriman dan berbuat kebajikan sesuai perintah-Nya, dan banyak di antara mereka yang fasik akibat mengingkari petunjuk itu dan memilih kekafiran.27. Sesudah Nabi Nuh dan Ibrahim, kemudian Kami susulkan rasul-rasul Kami untuk mengikuti jejak mereka, yaitu dengan mengajak umatnya beriman dan mentaati perintah-Nya, dan Kami susulkan pula Isa putra Maryam, dan Kami berikan Injil kepadanya sebagai pedoman bagi umatnya, dan Kami jadikan rasa santun dan kasih sayang kepada sesama manusia dalam hati orang-orang yang mengikutinya. Sebagian dari mereka mengada-adakan rahbàniyyah, yaitu hidup membujang dan mengurung diri dalam biara, padahal Kami tidak mewajibkannya kepada mereka. Ka-mi hanya mewajibkan mereka untuk mencari keridaan Allah, tetapi tuntunan itu tidak mereka pelihara dengan semestinya. Maka, kepada orang-orang yang beriman di antara mereka dan berbuat kebajikan, Kami berikan pahalanya. Dan banyak di antara mereka yang fasik dengan mengingkari atau mengubah ajaran itu.",
            "kemenag": "Allah menerangkan bahwa Dia telah mengutus Nuh sebagai rasul kepada kaumnya, kemudian Dia mengutus Ibrahim sebagai rasul kepada kaum yang lain. Diterangkan pula bahwa para rasul yang datang kemudian setelah kedua orang rasul itu, semuanya berasal dari keturunan mereka berdua, tidak ada seorang pun daripada rasul yang diutus Allah yang bukan dari keturunan mereka berdua. Hal ini dapat dibuktikan kebenarannya sampai kepada rasul terakhir Nabi Muhammad saw. Diterangkan bahwa tidak semua keturunan Nuh dan Ibrahim beriman kepada Allah, di antara mereka ada yang beriman, tetapi kebanyakan dari mereka tidak beriman, mereka adalah orang-orang yang fasik, yang mengurangi, menambah dan mengubah agama yang dibawa oleh para rasul sesuai dengan keinginan hawa nafsu mereka. Dari ayat ini dipahami bahwa belum tentu seseorang hamba yang saleh kemudian anaknya menjadi hamba yang saleh pula, tetapi banyak tergantung kepada bagaimana cara seseorang mendidik dan membesarkan anaknya. Ayat ini juga merupakan peringatan keras dari Allah kepada orang-orang yang telah beriman dan mengikuti para rasul yang diutus kepada mereka, tetapi mereka tidak mengikuti ajaran yang dibawa para rasul itu.",
            "ibnu_katsir": "Tafsir ayat ini tidak diterangkan secara terpisah pada kitab aslinya.",
            "jalalain": "(Dan sesungguhnya Kami telah mengutus Nuh dan Ibrahim dan Kami jadikan pada keturunan keduanya kenabian dan Alkitab) yaitu kitab yang empat; Taurat, Injil, Zabur dan Al-Furqan. Kitab-kitab tersebut diturunkan kepada anak cucu Nabi Ibrahim (maka di antara mereka ada yang menerima petunjuk dan kebanyakan di antara mereka adalah orang-orang fasik).",
            "quraish_shihab": "Kami benar-benar telah mengutus Nûh dan Ibrâhîm dan memberikan kenabian dan kitab suci kepada anak keturunan mereka berdua. Sebagian anak turun mereka itu, kemudian, ada yang meniti jalan petunjuk dan banyak juga yang keluar dari jalan yang lurus."
        },
        {
            "ind": "Kemudian Kami iringi di belakang mereka dengan rasul-rasul Kami dan Kami iringi (pula) dengan Isa putra Maryam; dan Kami berikan kepadanya Injil dan Kami jadikan dalam hati orang-orang yang mengikutinya rasa santun dan kasih sayang. Dan mereka mengada-adakan rahbaniyyah padahal kami tidak mewajibkannya kepada mereka tetapi (mereka sendirilah yang mengada-adakannya) untuk mencari keridhaan Allah, lalu mereka tidak memeliharanya dengan pemeliharaan yang semestinya. Maka Kami berikan kepada orang-orang yang beriman di antara mereka pahalanya dan banyak di antara mereka orang-orang fasik.",
            "arb": "ثُمَّ قَفَّيْنَا عَلَىٰ آثَارِهِم بِرُسُلِنَا وَقَفَّيْنَا بِعِيسَى ابْنِ مَرْيَمَ وَآتَيْنَاهُ الْإِنجِيلَ وَجَعَلْنَا فِي قُلُوبِ الَّذِينَ اتَّبَعُوهُ رَأْفَةً وَرَحْمَةً وَرَهْبَانِيَّةً ابْتَدَعُوهَا مَا كَتَبْنَاهَا عَلَيْهِمْ إِلَّا ابْتِغَاءَ رِضْوَانِ اللَّهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا ۖ فَآتَيْنَا الَّذِينَ آمَنُوا مِنْهُمْ أَجْرَهُمْ ۖ وَكَثِيرٌ مِّنْهُمْ فَاسِقُونَ",
            "transliterasi": "Thumma Qaffaynā `Alaá 'Āthārihim Birusulinā Wa Qaffaynā Bi`īsaá Abni Maryama Wa 'Ātaynāhu Al-'Injīla Wa Ja`alnā Fī Qulūbi Al-Ladhīna Attaba`ūhu Ra'fatan Wa Raĥmatan Wa Rahbānīyatan Abtada`ūhā Mā Katabnāhā `Alayhim 'Illā Abtighā'a Riđwāni Allāhi Famā Ra`awhā Ĥaqqa Ri`āyatihā Fa'ātaynā Al-Ladhīna 'Āmanū Minhum 'Ajrahum Wa Kathīrun Minhum Fāsiqūna.",
            "eng": "And thereupon We caused [other of] Our apostles to follow in their footsteps; and [in the course of time] We caused them to be followed by Jesus, the son of Mary, upon whom We bestowed the Gospel; and in the hearts of those who [truly] followed him We engendered compassion and mercy. But as for monastic asceticism - We did not enjoin it upon them: they invented it themselves out of a desire for God’s goodly acceptance. But then, they did not [always] observe it as it ought to have been observed: and so We granted their recompense unto such of them as had [truly] attained to faith, whereas many of them became iniquitous.",
            "kemenag_ringkas": "Sesudah Nabi Nuh dan Ibrahim, kemudian Kami susulkan rasul-rasul Kami untuk mengikuti jejak mereka, yaitu dengan mengajak umatnya beriman dan mentaati perintah-Nya, dan Kami susulkan pula Isa putra Maryam, dan Kami berikan Injil kepadanya sebagai pedoman bagi umatnya, dan Kami jadikan rasa santun dan kasih sayang kepada sesama manusia dalam hati orang-orang yang mengikutinya. Sebagian dari mereka mengada-adakan rahbàniyyah, yaitu hidup membujang dan mengurung diri dalam biara, padahal Kami tidak mewajibkannya kepada mereka. Ka-mi hanya mewajibkan mereka untuk mencari keridaan Allah, tetapi tuntunan itu tidak mereka pelihara dengan semestinya. Maka, kepada orang-orang yang beriman di antara mereka dan berbuat kebajikan, Kami berikan pahalanya. Dan banyak di antara mereka yang fasik dengan mengingkari atau mengubah ajaran itu.28. Allah menerangkan keingkaran Ahli Kitab pada kenabian Muhammad. Wahai orang-orang yang beriman! Bertakwalah kepada Allah. Laksa-nakan semua perintah-Nya dan jauhilah semua larangan-Nya, dan berimanlah kepada Rasul-Nya, yaitu Nabi Muhammad yang diutus untuk melengkapi dan meluruskan syariat terdahulul. Jika kamu melaksanakannya, niscaya Allah memberikan rahmat-Nya kepadamu dua bagian, yaitu kebahagiaan di dunia dan kemuliaan di akhirat, dan menjadikan cahaya terang untukmu yang dengan cahaya itu kamu dapat berjalan dengan tenang tanpa takut tersesat, serta Dia akan mengampuni semua dosa kamu bila kamu bertobat dengan sungguh-sungguh. Dan Allah Maha Pengampun atas dosamu dan dosa seluruh manusia yang bertobat, Maha Penyayang kepada semua makhluk-Nya.",
            "kemenag": "Demikianlah Allah mengutus para rasul, kemudian diiringi pula oleh rasul-rasul yang sesudahnya, untuk menyampaikan agamaNya kepada manusia, sehingga tidak ada alasan bagi manusia di akhirat untuk mengatakan, mengapa mereka diazab padahal kepada mereka tidak diutus seorang rasul pun. Dalam ayat ini Allah mengkhususkan keterangan tentang Isa karena banyak pengikut-pengikutnya yang fasik, yaitu mengubahubah, menambah dan mengurangi ajaran-ajaran yang disampaikan Isa. Diterangkan bahwa Isa adalah putra Maryam, diberikan kepadanya Kitab Injil, berisi pokok ajaran yang agar dijadikan petunjuk oleh kaumnya dalam mencapai kebahagiaan hidup di dunia dan di akhirat dan sebagai penyempurnaan ajaran Allah yang terdapat dalam kitab Taurat yang telah diturunkan kepada Nabi Musa sebelumnya. Kemudian diterangkan sifat-sifat pengikut Nabi Isa: 1. Allah swt menjadikan dalam hati mereka rasa saling menyantuni sesama mereka, mereka berusaha menghindarkan kebinasaan yang datang kepada mereka dan saudara-saudara mereka serta berusaha memperbaiki kebinasaan yang terjadi pada mereka. 2. Antara sesama mereka terdapat hubungan kasih sayang dan menginginkan kebaikan pada diri mereka. Sekalipun mereka telah mempunyai sifat-sifat terpuji dan baik seperti yang diajarkan Nabi Isa, tetapi mereka melakukan kefasikan, yaitu mengada-adakan rahbaniyyah, dengan menetapkan ketentuan larangan kawin bagi pendeta-pendeta mereka, padahal perkawinan termasuk sunah Allah yang ditetapkan bagi makhluk-Nya. Mereka menetapkan rabbaniyah itu dengan maksud mendekatkan diri kepada Allah, tetapi Allah tidak pernah menetapkannya. Karena itu mereka adalah orang yang suka mengada-adakan sesuatu yang bertentangan dengan sunatullah, yaitu tidak mensyariatkan perkawinan bagi pendeta-pendeta mereka yang tujuannya untuk melanjutkan keturunan dan menjaga kelangsungan hidup manusia. Perbuatan fasik lain yang mereka lakukan, ialah mereka telah mengubah, menambah dan mengurangi agama yang dibawa Nabi Isa, yang terdapat dalam Injil, karena memperturutkan hawa nafsu mereka. Pada akhir ayat ini Allah menegaskan bahwa Dia akan memberikan pahala yang berlipat-ganda kepada orang-orang yang beriman, mengikuti syariat yang dibawa para rasul, tidak mengadaadakan yang bukan-bukan dan tidak pula menambah dan mengubah kitab-kitab-Nya. Sedang kepada orang-orang fasik itu akan ditimpakan azab yang sangat berat.",
            "ibnu_katsir": "Allah Swt. menceritakan bahwa sejak Dia mengutus Nuh a.s. tidaklah Dia mengutus seorang rasul dan tidak pula seorang nabi sesudahnya melainkan dari keturunannya. Demikian pula Ibrahim a.s. kekasih Tuhan Yang Maha Pemurah, tiada suatu kitab pun yang diturunkan dari langit dan tiada pula seorang rasul diutus serta tiada pula diwahyukan kepada seseorang manusia sesudahnya melainkan dia berasal dari keturunannya. Seperti yang disebutkan dalam ayat lain melalui firman-Nya:\n\ndan Kami jadikan kenabian dan Al-Kitab pada keturunannya. (Al­' Ankabut: 27)\n\nhingga akhir nabi dari kalangan kaum Bani Israil, yaitu Isa putra Maryam, yang menyampaikan berita gembira akan kelahiran Nabi Muhammad Saw. sesudahnya. Karena itulah maka disebutkan oleh firman-Nya:\n\nKemudian Kami iringkan di belakang mereka rasul-rasul Kami dan Kami iringkan (pula) Isa putra Maryam; dan Kami berikan kepadanya Injil. (Al-Hadid: 27)\n\nInjil adalah kitab yang diwahyukan oleh Allah Swt. kepada Isa a.s.\n\ndan Kami jadikan dalam hati orang-orang yang mengikutinya. (Al-Hadid: 27)\n\nMereka dikenal dengan sebutan kaum Hawariyyin.\n\nrasa santun. (Al-Hadid: 27) \n\nYakni kelembutan hati, alias rasa takut kepada Allah Swt.\n\ndan kasih sayang. (Al-Hadid: 27) \n\nkepada sesama makhluk. Dan firman Allah Swt.:\n\nDan mereka mengada-adakan rahbaniyyah. (Al-Hadid: 27) \n\nMaksudnya, umat Nasrani mengada-adakan peraturan rahbaniyyah ini.\n\npadahal Kami tidak mewajibkannya kepada mereka. (Al-Hadid: 27)\n\nYaitu padahal Kami tidak memerintahkan hal itu, sesungguhnya hanya mereka sendirilah yang mewajibkannya atas diri mereka. \n\nFirman Allah Swt.:\n\nuntuk mencari keridaan Allah. (Al-Hadid: 27)\n\nAda dua pendapat sehubungan dengan makna ayat ini. Pendapat pertama mengatakan bahwa mereka bermaksud dengan hal itu untuk mendapat rida Allah; ini menurut apa yang dikatakan oleh Sa'id ibnu Jubair dan Qatadah. Pendapat yang lainnya mengatakan bahwa padahal Kami tidak mewajibkan hal itu kepada mereka, sesungguhnya yang Kami wajibkan kepada mereka hanyalah mencari rida Allah. \n\nFirman Allah Swt.:\n\nlalu mereka tidak memeliharanya dengan pemeliharaan yang semestinya. (Al-Hadid: 27)\n\nYakni mereka tidak memelihara apa yang mereka wajibkan atas diri mereka dengan pemeliharaan yang semestinya. Ini mengandung celaan terhadap mereka dipandang dari dua segi. Pertama, karena mereka telah mengada-adakan sesuatu peraturan di dalam agama Allah, padahal Allah tidak memerintahkannya. Kedua, karena mereka tidak mengerjakan apa yang mereka wajibkan atas diri mereka sendiri, yang mereka anggap sebagai amal taqarrub yang dapat mendekatkan diri mereka kepada Allah Swt.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami Ishaq ibnu Abu Hamzah alias Abu Ya'qub Ar-Razi, telah menceritakan kepada kami As-Sirri ibnu Abdi Rabbihi, telah menceritakan kepada kami Bukair ibnu Ma'ruf, dari Muqatil ibnu Hayyan, dari Al-Qasim ibnu Abdur Rahman ibnu Abdullah ibnu Mas'ud, dari ayahnya, dari kakeknya (yaitu Ibnu Mas'ud) yang telah mengatakan bahwa Rasulullah Saw. pernah bersabda kepadanya, \"Hai Ibnu Mas'ud!\" Aku menjawab, \"Labbaika, ya Rasulullah.” Rasulullah Saw. bersabda: Tahukah kamu bahwa orang-orang Bani Israil telah berpecah belah menjadi tujuh puluh dua golongan? Tiada suatu golongan pun yang selamat kecuali tiga golongan, yang hidup di antara para raja dan orang-orang yang melampaui batas sesudah Isa putra Maryam a.s. Mereka menyeru kepada agama Allah dan agama Isa putra Maryam, lalu mereka memerangi orang-orang yang melampaui batas, tetapi akhirnya mereka terbunuh dan tetap bersabar dan akhirnya mereka selamat. Kemudian bangkit lagi golongan lainnya yang tidak mempunyai kekuatan untuk berperang, mereka bangkit di antara para raja dan orang-orang yang lalim dan menyeru mereka kepada agama Allah dan agama Isa putra Maryam. Tetapi akhirnya mereka sendirilah yang dibunuh dan dipotong dengan memakai gergaji serta dibakar, mereka sabar dan akhirnya mereka selamat. Kemudian bangkit lagi golongan lainnya yang juga tidak mempunyai kekuatan untuk berperang. Dan mereka tidak mampu untuk menegakkan keadilan, akhirnya mereka mengasingkan diri ke gunung-gunung (daerah pedalaman), lalu mereka menyembah Allah dan mengadakan rahbaniyah. Mereka adalah orang-orang yang disebutkan oleh Allah Swt. di dalam firman-Nya, \"Dan mereka mengada-adakan rahbaniyyah, padahal Kami tidak mewajibkannya kepada mereka.” (Al-Hadid: 27)\n\nIbnu Jarir meriwayatkan hadis ini dengan lafaz yang lain melalui jalur lain. Untuk itu ia mengatakan: \n\ntelah menceritakan kepada kami Yahya ibnu Abu Talib, telah menceritakan kepada kami Daud ibnul Muhabbar, telah menceritakan kepada kami As-Sa'q ibnu Jarir, telah menceritakan kepada kami Uqail Al-Ja'di, dari Abu Ishaq Al-Hamdani, dari Suwaid ibnu Gaflah, dari Abdullah ibnu Mas'ud yang mengatakan bahwa Rasulullah Saw. telah bersabda: Orang-orang sebelum kita telah bercerai-berai menjadi tujuh puluh tiga golongan, hanya ada tiga golongan dari mereka yang selamat, sedangkan yang lainnya binasa. Lalu disebutkan hal yang semisal dengan hadis di atas, yang antara lain disebutkan di dalamnya firman Allah Swt.:\n\nMaka Kami berikan kepada orang-orang yang beriman di antara mereka pahalanya. (Al-Hadid: 27) Mereka adalah orang-orang dari kalangan mereka yang beriman kepadaku dan membenarkanku. dan banyak di antara mereka orang-orang fasik. (Al-Hadid: 27) Mereka adalah orang-orang dari kalangan mereka yang mendustakan aku dan menentangku. \n\nDengan adanya tambahan ini perlu diteliti ulang mengenai keadaan Daud ibnul Muhabbar, karena sesungguhnya dia adalah salah seorang pemalsu hadis. Akan tetapi, Abu Ya'la telah mengisnadkannya dari Syaiban ibnu Farukh, dari As-Sa'q ibnu Hazn dengan sanad yang sama dan lafaz yang semisal sehingga kedudukan hadis ini kuat bila ditinjau dari jalur ini.\n\nIbnu Jarir dan Abu Abdur Rahman An-Nasai yang lafaz hadis berikut menurut apa yang ada padanya mengatakan, telah menceritakan kepada kami Al-Husain ibnu Hurayyis, telah menceritakan kepada kami Al-Fadl ibnu Musa, dari Sufyan ibnu Sa'id, dari Ata ibnus Sa-ib, dari Sa'id ibnu Jubair, dari Ibnu Abbas r.a. yang mengatakan bahwa dahulu para raja sesudah masa Isa a.s. telah mengubah Taurat dan Injil, sedangkan di kalangan mereka masih ada sejumlah orang-orang yang beriman dan membaca kitab Taurat dan kitab Injil yang asli. Lalu dikatakan kepada raja-raja mereka, \"Kami belum pernah menemukan sesuatu yang lebih memberatkan kami selain dari cacian yang dilancarkan oleh mereka (yang beriman), karena sesungguhnya mereka selalu membaca: 'Barang siapa tidak memutuskan perkara menurut apa yang diturunkan Allah, maka mereka itu adalah orang-orang yang kafir' (Al-Maidah: 44) Yakni ayat-ayat yang semakna dengannya. Selain itu mereka pun mencaci maki sebagian dari amal perbuatan kita dalam bacaan mereka. Maka panggillah mereka dan suruhlah mereka membaca sebagaimana kita membaca, dan suruhlah mereka beriman sebagaimana kita beriman.\" Lalu raja mereka memanggil orang-orang yang beriman itu dan menawarkan kepada mereka dua alternatif dibunuh atau membaca kitab seperti bacaan yang dilakukan olehnya (yang telah diubah). Mereka menjawab, \"Apakah yang kamu maksud dengan semua ini, biarkanlah kami.\" Segolongan dari mereka (yang beriman) mengatakan, \"Bangunkanlah untuk kami bangunan yang tinggi, kemudian naikkanlah kami ke atasnya, tetapi berikanlah sesuatu kepada kami agar kami dapat mengangkat makanan dan minuman kami, setelah itu kami tidak akan lagi datang kepada kamu.\" Golongan lainnya mengatakan, \"Biarkanlah kami mengembara di muka bumi, kami akan makan dan minum sebagaimana hewan-hewan liar minum dan makan. Maka jika kamu dapat menangkap kami di negerimu, silakan bunuh kami.\" Golongan lainnya mengatakan, \"Bangunkanlah untuk kami biara-biara di padang pasir, maka kami akan menggali sumur sendiri dan kami akan bercocok tanam sayur-mayur, lalu kami tidak akan lagi datang kepada kamu dan tidak pula lewat kepadamu.\" Dan tiada suatu kabilah pun melainkan mempunyai hubungan yang erat dengan mereka, dan hal tersebut diberlakukan terhadap mereka. Allah Swt. menurunkan firman-Nya: Dan mereka mengada-adakan rahbaniyyah, padahal Kami tidak mewajibkannya kepada mereka, tetapi (mereka sendirilah yang mengada-adakannya) untuk mencari keridaan Allah, lalu mereka tidak memeliharanya dengan pemeliharaan yang semestinya. (Al-Hadid: 27) Dan orang-orang yang selain mereka mengatakan, \"Kami beribadah sebagaimana si Fulan beribadah, dan kami mengembara sebagaimana si Fulan mengembara, dan kami membangun biara sebagaimana si Fulan membangun biara.\" Mereka dalam kemusyrikannya tidak mempunyai pengetahuan apa pun tentang keimanan orang-orang yang dijadikan panutan oleh mereka. Ketika Allah Swt. mengutus Nabi Saw., tiada yang tersisa dari kalangan mereka yang beriman itu kecuali hanya sejumlah kecil saja. Lalu turunlah seseorang dari mereka dari biaranya dan datanglah seorang pengembara dari mereka, dan keluarlah seseorang dari mereka dari gerejanya, lalu mereka beriman kepada Nabi Saw. dan membenarkannya. Maka Allah Swt. berfirman: Hai orang-orang yang beriman, bertakwalah kepada Allah dan berimanlah kepada Rasul-Nya, niscaya Allah memberikan rahmat­Nya kepadamu dua bagian. (Al-Hadid: 28) Dua pahala, yang satu karena keimanan mereka kepada Isa putra Maryam dan jerih payah mereka dalam memelihara kitab Taurat dan Injil. Sedangkan yang kedua karena berkat keimanan mereka kepada Nabi Saw. dan kepercayaan mereka kepadanya.  Firman Allah Swt: dan menjadikan untukmu cahaya yang dengan cahaya itu kamu dapat berjalan. (Al-Hadid: 28) Yakni Al-Qur'an dan disebabkan mereka mengikuti Nabi Saw. supaya Ahli Kitab mengetahui. (Al-Hadid: 29) Yaitu orang-orang yang menyerupai kamu. bahwa mereka tiada mendapat sedikit pun akan karunia Allah (j ika mereka tidak beriman kepada Muhammad), dan bahwasanya karunia itu adalah di tangan kekuasaan Allah. Dia berikan karunia itu kepada siapa yang dikehendaki-Nya. Dan Allah mempunyai karunia yang besar. (Al-Hadid: 29)\n\nTetapi konteks riwayat ini mengandung hal-hal yang garib, dan nanti akan diterangkan tafsir kedua ayat ini di tempat yang lain, insya Allah.\n\nAl-Hafiz Abu Ya'la Al-Mausuli mengatakan, telah menceritakan kepada kami Ahmad ibnu Isa, telah menceritakan kepada kami Abdullah ibnu Wahb, telah menceritakan kepadaku Sa'id ibnu Abdur Rahman ibnu Abul Amya. Sahl ibnu Abu Umamah pernah menceritakan kepadanya bahwa dia dan ayahnya pernah mengunjungi Anas ibnu Malik di Madinah di masa pemerintahan Khalifah Umar ibnu Abdul Aziz, yang saat itu Anas menjabat sebagai Amir Madinah. Anas saat itu sedang mengerjakan suatu salat yang ringan yang seakan-akan salatnya itu seperti salat orang yang sedang musafir atau mendekati itu. Setelah Anas bersalam, Abu Umamah berkata, \"Semoga Allah merahmatimu. Bagaimanakah menurutmu, apakah salat ini adalah salat fardu ataukah salat sunat?\" Anas menjawab, bahwa sesungguhnya salat yang baru saja ia kerjakan adalah salat fardu, dan sesungguhnya salat tersebut pernah dilakukan oleh Rasulullah Saw. Ia tidak akan keliru kecuali bila ia lupa sesuatu yang ia terima dari Rasulullah Saw., bahwa Rasulullah Saw. telah bersabda:\n\nJanganlah kamu memperberat dirimu sendiri, maka akibatnya kamu akan diperberat. Karena sesungguhnya pernah ada suatu kaum yang memperberat terhadap dirinya sendiri, maka akibatnya mereka diperberat. Dan itulah sisa-sisa mereka berada di biara-biara dan gereja-gereja; mereka telah mengada-adakan rahbaniyyah, padahal Kami tidak mewajibkannya kepada mereka.\n\nKemudian pada keesokan harinya mereka berkata, \"Marilah kita berkendara (berangkat) untuk melihat dan mengambil pelajaran.\" Anas ibnu Malik menjawab, \"Baiklah.\" Lalu mereka semua pergi dengan berkendaraan. Ternyata mereka menjumpai perkampungan yang tak berpenghuni, semua penghuninya telah binasa dan punah, temboknya telah runtuh menimpa atap rumah-rumah mereka. Lalu mereka berkata, \"Tahukah kamu perkampungan ini?\" Anas ibnu Malik menjawab, \"Sepanjang pengetahuanku perkampungan ini dan para penghuninya telah dibinasakan oleh perbuatan keji dan dengki. Sesungguhnya dengki itu memadamkan cahaya kebaikan, dan kekejianlah yang membenarkan atau mendustakannya; mata bisa saja berzina, telapak tangan, kaki, jasad dan lisan bisa saja berzina, dan yang membenarkan atau mendustakannya adalah kemaluan yang bersangkutan.\"\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Ma'mar telah menceritakan kepada kami Abdullah, telah menceritakan kepada kami Sufyan, dari Zaid yang tuna netra, dari Abu Iyas, dari Iyas ibnu Malik, bahwa Nabi Saw. pernah  Bagi tiap-tiap nabi ada rahbaniyyahnya sendiri dan rahbaniyyah umat ini adalah berjihad di jalan Allah Swt.\n\nAl-Hafiz Abu Ya'la telah meriwayatkan hadis ini dari Abdullah ibnu Muhammad ibnu Asma, dari Abdullah ibnul Mubarak, yang lafaznya berbunyi seperti berikut: Bagi tiap-tiap umat ada rahbaniyyahnya sendiri, dan rahbaniyyah umat ini adalah berjihad di jalan Allah.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Husain ibnu Muhammad, telah menceritakan kepada kami Iyasy (yakni ibnu Ismail), dari Al-Hajjaj ibnu Harun Al-Kala'i dan Uqail ibnu Mudrik As-Sulami, dari Abu Sa'id Al-Khudri r.a., bahwa pernah ada seorang lelaki datang kepadanya, lalu berkata, \"Berwasiatlah kepadaku.\" Abu Sa'id Al-Khudri r.a. menjawab, \"Engkau telah bertanya mengenai hal yang pernah kutanyakan kepada Rasulullah Saw. sebelummu, (maka beliau menjawab), 'Aku berwasiat kepadamu agar bertakwa kepada Allah, karena sesungguhnya takwa itu adalah penghulu segala sesuatu. Berjihadlah kamu, karena sesungguhnya jihad itu adalah rahbaniyyah Islam. Dan berzikirlah kamu kepada Allah dan bacalah Al-Qur'an, karena sesungguhnya hal tersebut adalah rohmu di langit dan sebutanmu di bumi'.\" \n\nImam Ahmad meriwayatkan hadis ini secara munfarid(tunggal), hanya Allah-lah Yang Maha Mengetahui.",
            "jalalain": "(Kemudian Kami iringi di belakang mereka dengan rasul-rasul Kami dan Kami iringi pula dengan Isa putra Maryam; dan Kami berikan kepadanya Injil dan Kami jadikan dalam hati orang-orang yang mengikutinya rasa santun dan kasih sayang. Dan kerahbaniyahan) yakni tidak mau kawin dan hidup membaktikan diri di dalam gereja-gereja (yang mereka ada-adakan) oleh diri mereka sendiri (padahal Kami tidak mewajibkannya kepada mereka) Kami tidak memerintahkan hal itu kepada mereka (tetapi) melainkan mereka mengerjakannya (untuk mencari keridaan) demi mencari kerelaan (Allah, lalu mereka tidak memeliharanya dengan pemeliharaan yang semestinya) karena kebanyakan di antara mereka meninggalkannya dan kafir kepada agama Nabi Isa, lalu mereka memasuki agama raja mereka. Akan tetapi masih banyak pula di antara mereka yang berpegang teguh kepada ajaran Nabi Isa, lalu mereka beriman kepada Nabi Muhammad. (Maka Kami berikan kepada orang-orang yang beriman) kepada Nabi Isa (di antara mereka pahalanya dan banyak di antara mereka orang-orang fasik).",
            "quraish_shihab": "Segera setelah Nûh dan Ibrâhîm--dan rasul-rasul yang sezaman atau yang hidup sebelum mereka--Kami mengutus rasul-rasul Kami secara berturut-turut hingga sampai kepada 'Isâ putra Maryam. Kepada 'Isâ, Kami mewahyukan kitab Injîl, dan ke dalam hati para pengikutnya Kami menitipkan sifat kasih, lemah lembut dan sayang. Lalu mereka terlalu berlebih-lebihan dalam beragama dan membuat bid'ah kerahiban yang sebetulnya tidak Kami wajibkan. Mereka melakukan hal itu untuk memperoleh perkenan Allah yang, kemudian, itu pun tidak mereka pelihara dengan baik. Kami pun kemudian memberi orang-orang yang beriman kepada Muhammad, di antara mereka, bagian ganjaran dan pahalanya. Tetapi banyak di antara mereka yang mendustakannya dan keluar dari ketaatan dan jalan yang lurus."
        },
        {
            "ind": "Hai orang-orang yang beriman (kepada para rasul), bertakwalah kepada Allah dan berimanlah kepada Rasul-Nya, niscaya Allah memberikan rahmat-Nya kepadamu dua bagian, dan menjadikan untukmu cahaya yang dengan cahaya itu kamu dapat berjalan dan Dia mengampuni kamu. Dan Allah Maha Pengampun lagi Maha Penyayang.",
            "arb": "يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَآمِنُوا بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ مِن رَّحْمَتِهِ وَيَجْعَل لَّكُمْ نُورًا تَمْشُونَ بِهِ وَيَغْفِرْ لَكُمْ ۚ وَاللَّهُ غَفُورٌ رَّحِيمٌ",
            "transliterasi": "Yā 'Ayyuhā Al-Ladhīna 'Āmanū Attaqū Allāha Wa 'Āminū Birasūlihi Yu'utikum Kiflayni Min Raĥmatihi Wa Yaj`al Lakum Nūrāan Tamshūna Bihi Wa Yaghfir Lakum Wa Allāhu Ghafūrun Raĥīmun.",
            "eng": "O YOU who have attained to faith! Remain con­scious of God, and believe in His Apostle, [and] He will grant you doubly of His grace, and will light for you a light wherein you shall walk, and will forgive you [your past sins]: for God is much-forgiving, a dispenser of grace.",
            "kemenag_ringkas": "Allah menerangkan keingkaran Ahli Kitab pada kenabian Muhammad. Wahai orang-orang yang beriman! Bertakwalah kepada Allah. Laksa-nakan semua perintah-Nya dan jauhilah semua larangan-Nya, dan berimanlah kepada Rasul-Nya, yaitu Nabi Muhammad yang diutus untuk melengkapi dan meluruskan syariat terdahulul. Jika kamu melaksanakannya, niscaya Allah memberikan rahmat-Nya kepadamu dua bagian, yaitu kebahagiaan di dunia dan kemuliaan di akhirat, dan menjadikan cahaya terang untukmu yang dengan cahaya itu kamu dapat berjalan dengan tenang tanpa takut tersesat, serta Dia akan mengampuni semua dosa kamu bila kamu bertobat dengan sungguh-sungguh. Dan Allah Maha Pengampun atas dosamu dan dosa seluruh manusia yang bertobat, Maha Penyayang kepada semua makhluk-Nya.29. Semua peringatan itu disampaikan agar Ahli Kitab mengetahui bahwa sedikit pun mereka tidak akan mendapat karunia Allah jika mereka tidak beriman kepada Nabi Muhammad dan mengikuti sunahnya, dan agar mereka mengetahui bahwa karunia itu ada di tangan Allah; Dia memberikannya kepada siapa yang Dia kehendaki, yaitu mereka yang beriman dan berbuat kebajikan. Dan Allah mempunyai karunia yang besar bagi siapa saja yang mematuhi ajaran-Nya.",
            "kemenag": "Allah swt memerintahkan kepada Bani Israil yang telah beriman kepada Isa bin Maryam sebagai rasul dan utusan-Nya agar beriman kepada Muhammad saw yang datang sesudah itu, mengikuti perintah-perintah dan menghentikan larangan-larangan-Nya yang terdapat di dalam Al-Qur'an dan Hadis. Perintah ini pada hakikatnya menguatkan perintah Allah yang terdapat dalam Injil yang diturunkan kepada Nabi Isa. Jika Bani Israil mengikuti perintah Allah swt, maka Allah menjanjikan kepada mereka pahala dua kali lipat dari pahala yang akan diterima orang-orang yang beriman kepada Nabi Muhammad saw saja. Di samping itu akan mengampuni dosa-dosa mereka, karena Dia mengampuni dosa-dosa orang-orang yang dikehendakiNya. Jika yang dijanjikan Allah kepada pengikut Nabi Isa dan mereka beriman pula kepada Muhammad ialah: 1. Mereka akan dianugerahi pahala dua kali lipat. 2. Mereka akan diterangi cahaya petunjuk dalam menghadapi kesengsaraan dan malapetaka di hari Kiamat dan dalam menuju surga yang penuh kenikmatan. 3. Allah swt mengampuni dosa-dosa yang telah mereka perbuat. \nDalam hadis di bawah ini diterangkan orang-orang yang akan memperoleh pahala dua kali lipat, yaitu: Diriwayatkan oleh asy- Sya'biy dari Abu Burdah dari bapaknya Abu Musa al-Asy'ari, ia berkata, \"Rasulullah saw bersabda, 'Tiga macam orang yang diberi pahala dua kali lipat, yaitu ahli kitab yang beriman kepada nabinya dan beriman pula kepadaku, maka baginya dua pahala, dan budak yang menunaikan hak Allah dan hak tuannya maka baginya dua pahala, dan orang yang mendidik budak perempuannya dengan baik kemudian dimerdekakan dan dikawini, maka baginya dua pahala pula.\" (Riwayat al-Bukhari dan Muslim)",
            "ibnu_katsir": "Dalam keterangan terdahulu —yaitu pada riwayat Imam Nasai dari Ibnu Abbas— disebutkan bahwa Ibnu Abbas menakwilkan ayat ini dengan pengertian orang-orang yang beriman dari kalangan Ahli Kitab, dan bahwa mereka akan mendapat pahala dua kali, seperti yang disebutkan di dalam surat Al-Qashash; dan seperti yang disebutkan di dalam hadis Asy-Sya'bi, dari Abu Burdah, dari Abu Musa Al-Asy'ari yang mengatakan bahwa Rasulullah Saw. pernah bersabda:\n\ntiga macam orang yang mereka diberi pahala dua kali, yaitu seseorang dari Ahli Kitab yang beriman kepada nabinya, lalu beriman pula kepadaku, maka baginya dua pahala. Dan seorang hamba sahaya yang menunaikan hak Allah dan hak majikannya, maka baginya dua pahala. Dan seorang lelaki yang mendidik budak perempuannya dengan pendidikan yang baik, kemudian ia memerdekakannya dan mengawininya, maka baginya dua pahala.\n\nImam Bukhari dan Imam Muslim telah mengetengahkan pula hadis ini di dalam kitab sahih masing-masing. Sependapat dengan Ibnu Abbas dalam takwil ayat ini adalah Atabah ibnu Abu Hakim dan lain-lainnya, dan pendapat inilah yang dipilih oleh Ibnu Jarir.\n\nSa'id ibnu Jubair mengatakan bahwa ketika Ahli Kitab merasa berbangga diri karena mereka diberi pahala dua kali, maka Allah Swt. menurunkan ayat berikut kepada Nabi-Nya berkenaan dengan hak umat ini, yaitu: Hai orang-orang yang beriman, bertakwalah kepada Allah dan berimanlah kepada Rasul-Nya, niscaya Allah memberikan kepadamu pahala dua bagian. (Al-Hadid: 28) Yakni dua kali lipat. sebagai rahmat dari-Nya. (Al-Hadid: 28) dan Allah memberi lagi tambahan kepada mereka. dan menjadikan untukmu cahaya yang dengan cahaya itu kamu dapat berjalan. (Al-Hadid: 28) Yaitu petunjuk yang dengannya orang yang bersangkutan dapat melihat, terhindar dari kebutaan dan kebodohan, dan Allah memberikan kepadanya ampunan. Allah Swt. melebihkan mereka (umat Nabi Saw.) dengan mendapat cahaya dan ampunan. \n\nDemikianlah menurut apa yang diriwayatkan oleh Ibnu Jarir, dari Sa'id ibnu Jubair. Dan ayat ini semakna dengan firman-Nya yang menyebutkan:\n\nHai orang-orang yang beriman, jika kamu bertakwa kepada Allah, niscaya Dia akan memberikan furqan (kemampuan membedakan antara yang hak dan batil) kepadamu dan menghapus segala kesalahanmu dan mengampuni (dosa-dosa)mw. Dan Allah memiliki karunia yang besar. (Al-Anfal: 29)\n\nSa'id ibnu Abdul Aziz mengatakan bahwa Umar ibnul Khattab r.a. pernah bertanya kepada salah seorang pendeta Yahudi tentang keutamaan amal kebaikan yang dilipatkan bagi mereka (kaum Yahudi). Maka ia menjawab, \"Tiga ratus lima puluh kali lipat kebaikan.\" Sa'id ibnu Abdul Aziz melanjutkan, bahwa lalu Umar memuji kepada Allah karena dia telah memberikan kepada umat ini pahala dua bagian. Kemudian Sa'id menyebutkan firman Allah Swt.: niscaya Allah memberikan rahmat-Nya kepadamu dua bagian. (Al-Hadid: 28) Lalu Sa'id mengatakan bahwa pahala dua bagian itu dapat diperoleh pula dalam salat Jumat. Demikianlah menurut riwayat Ibnu Jarir.\n\nDi antara dalil yang menguatkan pendapat ini ialah apa yang telah diriwayatkan oleh Imam Ahmad. Disebutkan bahwa: \n\ntelah menceritakan kepada kami Ismail, telah menceritakan kepada kami Ayyub, dari Nafi', dari Ibnu Umar yang mengatakan bahwa Rasulullah Saw. pernah bersabda: Perumpamaan kamu dan orang-orang Yahudi serta orang-orang Nasrani sama dengan seorang lelaki yang mempekerjakan banyak buruh. Lalu ia berkata, \"Siapakah yang mau bekerja untukku mulai dari salat Subuh sampai pertengahan siang hari dengan imbalan satu qirat per orangnya?” Ingatlah yang mula-mula bekerja adalah orang-orang Yahudi. Kemudian lelaki itu berkata, \"Siapakah yang mau bekerja untukku mulai dari salat Lohor sampai salat Asar dengan imbalan upah satu qirat per orangnya?” Ingatlah, berikutnya yang bekerja adalah orang-orang Nasrani. Kemudian lelaki itu berkata lagi, \"Siapakah yang mau bekerja untukku mulai dari salat Asar sampai mentari tenggelam dengan upah dua qirat per orangnya?” Ingatlah, maka kalianlah yang bekerja. Maka orang-orang Nasrani dan orang-orang Yahudi marah, mereka mengatakan, \"Kami bekerja lebih berat, tetapi upah kami sedikit.” Lelaki itu bertanya, \"Apakah aku berbuat aniaya terhadap kalian tentang sesuatu dari upah kalian?” Mereka menjawab, \"Tidak.” Lelaki itu berkata, \"Sesungguhnya upah dua qirat itu adalah semata-mata karunia dariku, yang aku berikan kepada siapa pun yang aku kehendaki.\"\n\nImam Ahmad mengatakan bahwa hadis ini telah diceritakan pula kepada kami oleh Mu-ammal, dari Sufyan, dari Abdullah ibnu Dinar, dari Ibnu Umar dengan lafaz yang semisal dengan hadis Nafi', dari Ibnu Umar. Imam Bukhari mengetengahkan hadis ini secara munfarid, maka dia meriwayatkannya dari Sulaiman ibnu Harb, dari Hammad, dari Nafi' dengan sanad yang sama; juga dari Qutaibah, dari Al-Lais, dari Nafi' dengan lafaz yang semisal.\n\nImam Bukhari mengatakan, telah menceritakan kepadaku Muhammad ibnul Ala, telah menceritakan kepada kami Abu Usamah, dari Yazid, dari Abu Burdah, dari Abu Musa, dari Nabi Saw. yang telah bersabda: Perumpamaan orang-orang muslim, orang-orang Yahudi, dan orang-orang Nasrani sama dengan seorang lelaki yang mempekerjakan suatu kaum; mereka ditugaskan untuk melakukan suatu pekerjaan untuknya sehari penuh sampai malam hari dengan upah yang telah diketahui (disepakati). Maka bekerjalah mereka sampai dengan tengah hari, lalu mereka berkata, \"Kami tidak membutuhkan lagi upah yang engkau janjikan kepada kami, dan apa yang telah kami kerjakan anggap saja batal.” Lelaki itu berkata kepada mereka, \"Jangan kamu hentikan, tetapi rampungkanlah sisa pekerjaan kalian, lalu ambillah upah kalian dengan penuh, \" tetapi mereka menolak dan meninggalkan pekerjaannya. Lelaki itu mempekerjakan kaum lainnya sesudah mereka, dan ia mengatakan, \"Sempurna­kanlah pekerjaan ini secara penuh, dan kalian akan mendapat upah yang telah aku janjikan kepada mereka.” Maka mereka pun mulai bekerja; tetapi ketika mereka usai dari salat Asar, mereka mengatakan, \"Apa yang telah kami kerjakan anggap saja -batal, dan silakan ambil saja upah yang telah engkau janjikan kepada kami.” Lelaki itu berkata, \"Sempurnakanlah sisa pekerjaan kalian, karena sesungguhnya waktu yang tersisa hanya tinggal sedikit lagi, \" tetapi mereka tetap menolak. Maka lelaki itu mempekerjakan kaum lainnya dengan syarat bahwa hendaknya mereka bekerja untuknya selama sisa waktu yang masih ada. Dan ternyata mereka bekerja selama sisa waktu yang ada hingga matahari tenggelam, akhirnya mereka memborong upah kedua kaum yang sebelumnya. Maka demikianlah perumpamaan mereka dan perumpamaan apa yang mereka terima dari cahaya (hidayah) ini.\n\nImam Bukhari mengetengahkan hadis ini secara munfarid.",
            "jalalain": "(Hai orang-orang yang beriman) kepada Nabi Isa (bertakwalah kepada Allah dan berimanlah kepada Rasul-Nya) kepada Nabi Muhammad saw. dan Nabi Isa (niscaya Allah memberikan kepada kalian dua bagian) dua kali bagian (dari rahmat-Nya) karena kalian telah beriman kepada dua nabi (dan menjadikan untuk kalian cahaya yang dengan cahaya itu kalian dapat berjalan) di atas shirath/jembatan (dan Dia mengampuni kalian. Dan Allah Maha Pengampun lagi Maha Penyayang).",
            "quraish_shihab": "Hai orang-orang yang beriman, takutlah kepada siksa Allah dan teguhlah dalam beriman kepada Rasul- Nya niscaya Dia akan memberi dua bagian dari kasih sayang-Nya, memberi kalian cahaya sebagai pelita, dan mengampuni dosa-dosa yang kalian perbuat. Ampunan Allah amat luas dan kasih sayang-Nya begitu banyak."
        },
        {
            "ind": "(Kami terangkan yang demikian itu) supaya ahli Kitab mengetahui bahwa mereka tiada mendapat sedikitpun akan karunia Allah (jika mereka tidak beriman kepada Muhammad), dan bahwasanya karunia itu adalah di tangan Allah. Dia berikan karunia itu kepada siapa yang dikehendaki-Nya. Dan Allah mempunyai karunia yang besar.",
            "arb": "لِّئَلَّا يَعْلَمَ أَهْلُ الْكِتَابِ أَلَّا يَقْدِرُونَ عَلَىٰ شَيْءٍ مِّن فَضْلِ اللَّهِ ۙ وَأَنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ ۚ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ",
            "transliterasi": "Li'allā Ya`lama 'Ahlu Al-Kitābi 'Allā Yaqdirūna `Alaá Shay'in Min Fađli Allāhi Wa 'Anna Al-Fađla Biyadi Allāhi Yu'utīhi Man Yashā'u Wa Allāhu Dhū Al-Fađli Al-`Ažīmi",
            "eng": "And the followers of earlier revelation should know that they have no power whatever over any of God’s bounty, seeing that all bounty is in God’s hand [alone]: He grants it unto whomever He wills - for God is limitless in His great bounty.",
            "kemenag_ringkas": "Semua peringatan itu disampaikan _agar Ahli Kitab mengetahui bahwa sedikit pun mereka tidak akan mendapat karunia Allah_ jika mereka tidak beriman kepada Nabi Muhammad dan mengikuti sunahnya, _dan agar_ mereka mengetahui _bahwa karunia itu ada di tangan Allah; Dia memberikannya kepada siapa yang Dia kehendaki_, yaitu mereka yang beriman dan berbuat kebajikan. _Dan Allah mempunyai karunia yang besar_ bagi siapa saja yang mematuhi ajaran-Nya.",
            "kemenag": "Pada ayat ini Allah menolak pendapat Bani Israil yang mengatakan bahwa rasul-rasul dan nabi-nabi itu hanyalah diangkat dari keturunan mereka saja. Allah mengangkat Nabi Muhammad saw bukan dari keturunan Bani Israil, agar mereka mengetahui bahwa hanya Dia yang menentukan segala sesuatu dan yang akan memperoleh pahala dua kali lipat itu hanyalah ahli kitab yang beriman kepada Muhammad saw saja, jika mereka tidak beriman kepada Nabi Muhammad saw mereka tidak akan mendapat pahala sedikit pun. Pada akhir ayat ini Allah menerangkan bahwa Dia mempunyai karunia yang tidak terhingga banyaknya, yang akan dianugerahkan kepada orang-orang yang dikehendaki-Nya.",
            "ibnu_katsir": "Untuk itulah maka disebutkan oleh firman-Nya:\n\nSupaya Ahli Kitab mengetahui bahwa mereka tiada mendapat sedikit pun akan karunia Allah. (Al-Hadid: 29)\n\nYakni agar mereka mengetahui dengan nyata bahwa mereka tidak mampu menolak apa yang diberikan oleh Allah, tidak pula mampu memberi apa yang dicegah oleh Allah.\n\ndan bahwasanya karunia itu adalah di tangan  Allah. Dia berikan karunia itu kepada siapa yang dikehendaki-Nya. Dan Allah mempunyai karunia yang besar. (Al-Hadid: 29)\n\nIbnu Jarir mengatakan sehubungan dengan makna firman-Nya:\n\nSupaya Ahli Kitab mengetahui. (Al-Hadid: 29)\n\nyakni agar orang-orang Ahli Kitab itu mengetahui.\n\n Telah disebutkan pula dari Iljnu Mas'ud r.a. bahwa dia membaca ayat ini dengan bacaan likai ya'lama, yakni tanpa memakai la, artinya agar mengetahui. Hal yang sama telah dikatakan oleh Ata ibnu Abdullah dan Sa'id ibnu Jubair.\n\nIbnu Jarir mengemukakan alasannya, bahwa demikian itu karena orang-orang Arab biasa menjadikan la sebagai silah (kata penghubung) pada setiap kalimat yang di permulaan atau di akhirnya kemasukan kalimat ingkar atau sanggahan yang tidak disebutkan dengan jelas. Perihalnya sama dengan pengertian yang terdapat di dalam firman-Nya:\n\nApakah yang menghalangmu untuk bersujud (kepada Adam). (Al-A'raf: 12)\n\nDan firman Allah Swt.:\n\nDan apakah yang memberitahukan kepadamu bahwa apabila mukjizat datang mereka tidak akan beriman. (Al-An'am: 109)\n\nYaitu kepada Allah. \n\nDan firman Allah Swt. lainnya, yaitu:\n\nSungguh tidak mungkin atas (penduduk) suatu negeri yang telah Kami binasakan, bahwa mereka tidak akan kembali (kepada Kami). (Al-Anbiya: 95)",
            "jalalain": "(Supaya diketahui) maksudnya Allah menerangkan hal tersebut kepada kalian, supaya diketahui (oleh ahli kitab) Taurat yang tidak beriman kepada Nabi Muhammad (bahwa) an di sini adalah bentuk takhfif dari anna yang ditasydidkan, artinya bahwasanya mereka (mereka tiada mendapat sedikit pun akan karunia Allah) berbeda dengan apa yang mereka duga, yaitu bahwasanya mereka adalah kekasih-kekasih Allah dan orang-orang yang mendapat keridaan-Nya (dan bahwasanya karunia itu berada di tangan kekuasaan Allah. Dia berikan karunia itu) yakni Dia memberikannya (kepada siapa yang dikehendaki-Nya) maka Dia memberikan karunia-Nya kepada orang-orang yang beriman di antara mereka, berupa pahala yang mereka terima sebanyak dua kali lipat, sebagaimana keterangan yang telah lalu. Yaitu karena beriman kepada dua nabi. (Dan Allah mempunyai karunia yang besar).",
            "quraish_shihab": "Allah memberikan semua itu kepada kalian, agar kaum Ahl al-Kitâb yang tidak beriman kepada Muhammad itu tahu bahwa mereka tidak akan mampu memberikan kesenangan seperti yang diberikan oleh Allah, baik kepada diri mereka sendiri maupun kepada orang lain. Semua karunia benar-benar berada di tangan Allah semata. Dia bebas memberikannya kepada hamba-Nya yang Dia kehendaki. Dia adalah Pemilik karunia yang besar."
        }
    ]
}