{
    "number": 101,
    "name": "سُورَةُ القَارِعَةِ",
    "englishName": "Al-Qaari'a",
    "englishNameTranslation": "The Calamity",
    "revelationType": "Meccan",
    "numberOfAyahs": 11,
    "ayahs": [
        {
            "ind": "Hari Kiamat,",
            "arb": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ الْقَارِعَةُ",
            "transliterasi": "Al-Qāri`atu.",
            "eng": "OH, the sudden calamity!",
            "kemenag_ringkas": "_Hari kiamat_ yang mengerikan;",
            "kemenag": "Dalam ayat ini, Allah menyebutkan kata al-qari'ah, yaitu salah satu nama hari Kiamat, seperti al-haqqah, as-sakhkhah, ath-thammah, dan al-Gasyiyah. Hari Kiamat itu juga disebut al-qari'ah karena ia menggetarkan hati setiap orang akibat kedahsyatannya. Kata al-qari'ah juga digunakan untuk menyebut suatu bencana hebat. Allah berfirman:\n\nDan orang-orang kafir senantiasa ditimpa bencana disebabkan perbuatan mereka sendiri. (ar-Ra'd/13: 31)\n\nMaksudnya mereka ditimpa malapetaka hebat yang mengetuk hati mereka dan menyakiti tubuh mereka, sehingga mereka mengeluh karenanya.\n",
            "ibnu_katsir": "Al-Qari'ah adalah nama lain dari hari kiamat, seperti Al-Haqqah, At-Tammah, As-Sakhkhah, Al-Ghasyiyah, dan lain-lainnya. \n\nKemudian Allah Swt. menggambarkan tentang kedahsyatan dan kengeriannya melalui firman-Nya:\n\nTahukah kamu apakah hari kiamat itu? (Al-Qari'ah: 3) \n\nKemudian ditafsirkan oleh firman berikutnya:\n\n(yaitu) pada hari manusia seperti anai-anai yang bertebaran. (Al-Qari'ah:4)\n\nYakni mereka bertebaran bercerai-berai ke sana dan kemari karena kebingungan menghadapi huru-hara yang sangat menakutkan di hari itu, sehingga mereka mirip dengan anai-anai yang bertebaran. Hal yang sama digambarkan oleh Allah Swt. melalui ayat lainnya:\n\nseakan-akan mereka belalang yang beterbangan. (Al-Qamar: 7) \n\nAdapun firman Allah Swt.:\n\ndan gunung-gunung seperti bulu yang dihambur-hamburkan. (Al-Qari'ah: 5)\n\nGunung-gunung di hari itu seakan-akan seperti bulu domba yang diawut-awut hingga menjadi beterbangan. Mujahid, Ikrimah, Sa'id ibnu Jubair, Al-Hasan, Qatadah, Ata Al-Khurrasani, Ad-Dahhak, dan As-Saddi mengatakan sehubungan dengan makna firman-Nya, \"Al-'ihni, \" bahwa makna yang dimaksud adalah bulu domba.\n\nKemudian Allah Swt. berfirman, menceritakan apa yang akan dialami oleh orang-orang yang beramal dan tempat kembali mereka berpulang, yang adakalanya di tempat yang terhormat dan adakalanya pula di tempat yang terhina sesuai dengan amal perbuatan masing-masing. Untuk itu Allah Swt. berfirman:\n\nDan adapun orang-orang yang berat timbangan (kebaikan)nya. (Al-Qari'ah: 6)\n\nMaksudnya, timbangan amal kebaikannya lebih berat daripada timbangan amal keburukannya.\n\nmaka dia berada dalam kehidupan yang memuaskan. (Al-Qari'ah: 7)\n\nYakni berada di dalam surga.\n\nDan adapun orang-orang yang ringan timbangan (kebaikan)nya. (Al-Qari'ah: 8)\n\nYaitu timbangan amal keburukannya lebih berat daripada timbangan amal kebaikannya.",
            "jalalain": "(Hari kiamat) dinamakan Al-Qaari'ah karena kengerian-kengerian yang terjadi di dalamnya sangat menggentarkan kalbu.",
            "quraish_shihab": "[[101 ~ AL-QARI'AH (HARI KIAMAT) Pendahuluan: Makkiyyah, 11 ayat ~ Surat ini dimulai dengan memberitakan kedahsyatan hari kiamat yang memekakkan pendengaran manusia. Di samping itu, surat ini juga menjelaskan tentang sebagian peristiwa besar tersebut, terutama yang berhubungan dengan manusia dan gunung, kemudian juga memberitakan tentang orang yang berat timbangannya, karena lebih banyak melakukan kebaikan, dan orang yang ringan timbangannya karena lebih banyak melakukan kejahatan.]] Hari kiamat, yang dimulai dengan tiupan pertama dan diakhiri dengan penetapan keputusan untuk manusia."
        },
        {
            "ind": "apakah hari Kiamat itu?",
            "arb": "مَا الْقَارِعَةُ",
            "transliterasi": "Mā Al-Qāri`atu.",
            "eng": "How awesome the sudden calamity!",
            "kemenag_ringkas": "_apakah hari kiamat itu?_ Allah mengulang penyebutan kata “al-Qàri‘ah” untuk menggugah perhatian manusia tentang kengeriannya dan peristiwa-peristiwa dahsyat yang terjadi pada hari itu.",
            "kemenag": "Dalam ayat ini Allah mengulang kata al-qari'ah dalam bentuk pertanyaan untuk meminta perhatian agar manusia memahami karena dahsyatnya kejadian hari Kiamat dan huru-hara yang membuat hati kecut, sehingga sulit menggambarkannya dengan tepat dan sulit mengetahui dengan sebenarnya.",
            "ibnu_katsir": "Lihat tafsir ayat 1",
            "jalalain": "(Apakah hari kiamat itu?) ungkapan ini menggambarkan tentang kengeriannya; ayat yang pertama dan ayat yang kedua merupakan Mubtada dan Khabarnya.",
            "quraish_shihab": "Betapa mengherankannya peristiwa itu, dengan kebesaran dan segala bahayanya!"
        },
        {
            "ind": "Tahukah kamu apakah hari Kiamat itu?",
            "arb": "وَمَا أَدْرَاكَ مَا الْقَارِعَةُ",
            "transliterasi": "Wa Mā 'Adrāka Mā Al-Qāri`atu.",
            "eng": "And what could make thee conceive what that sudden calamity will be?",
            "kemenag_ringkas": "Allah mengulangi sekali lagi pertanyaan itu agar manusia semakin tergugah, “_Dan tahukah kamu apakah hari kiamat itu_?”",
            "kemenag": "Allah mengulangi kata al-qari'ah itu adalah untuk menggambarkan kedahsyatan hari Kiamat itu, seakan-akan tidak ada sesuatu pun yang dapat dijadikan contoh untuk al-qari'ah itu. Bagaimana pun mengkhayalkannya, al-qari'ah lebih hebat dari itu.",
            "ibnu_katsir": "Lihat tafsir ayat 1",
            "jalalain": "(Tahukah kamu) atau apakah kamu tahu (apakah hari kiamat itu?) ungkapan ayat ini menambah kengerian yang terdapat di hari kiamat. Lafal Maa yang pertama adalah Mubtada sedangkan lafal sesudahnya yaitu lafal Adraaka merupakan Khabarnya; dan Maa yang kedua berikut Khabarnya berkedudukan sebagai Maf'ul kedua dari lafal Adraa.",
            "quraish_shihab": "Tahukah kamu apakah peristiwa besar yang begitu dahsyat dalam jiwa itu?"
        },
        {
            "ind": "Pada hari itu manusia adalah seperti anai-anai yang bertebaran,",
            "arb": "يَوْمَ يَكُونُ النَّاسُ كَالْفَرَاشِ الْمَبْثُوثِ",
            "transliterasi": "Yawma Yakūnu An-Nāsu Kālfarāshi Al-Mabthūthi.",
            "eng": "[It will occur] on the Day when men will be like moths swarming in confusion,",
            "kemenag_ringkas": "Allah menggambarkan dahsyatnya hari kiamat melalui dua hal, yaitu keadaan manusia dan gunung-gunung. _Pada hari_ kiamat _itu manusia seperti laron yang beterbangan_. Mereka berlarian tidak tentu arah, kacau balau, dan tidak lagi menghiraukan sekelilingnya.",
            "kemenag": "Karena sangat sulit mengetahui hakikat al-qari'ah, maka dalam ayat ini Allah menjelaskan waktu kedatangannya. Ketika itu, keadaan manusia bagaikan laron yang beterbangan di sekeliling lampu pada malam hari. Penyerupaan ini adalah untuk menggambarkan keadaan manusia yang kebingungan dan tidak menentu arah tujuannya.\nManusia pada hari yang dahsyat itu bertebaran di mana-mana, bingung, dan tidak tahu ke mana akan dituju, apa yang akan dikerjakan, dan untuk apa mereka dikumpulkan di sana. Kondisi ini tidak ubahnya seperti anai-anai yang tidak berketentuan arahnya. Dalam ayat lain, Allah berfirman:\n\nSeakan-akan mereka belalang yang beterbangan. (al-Qamar/54 : 7)\n",
            "ibnu_katsir": "Lihat tafsir ayat 1",
            "jalalain": "(Pada hari itu) dinashabkan oleh lafal yang disimpulkan dari pengertian yang terkandung di dalam lafal Al-Qaari'ah yakni lafal Taqra'u, artinya pada hari yang menggentarkan itu (manusia adalah seperti anai-anai yang dihambur-hamburkan) atau seakan-akan belalang-belalang yang dihambur-hamburkan; sebagian di antaranya terbang beriring-iringan dengan yang lainnya secara semrawut. Demikian itu karena mereka dalam keadaan kebingungan, hal ini terus berlangsung hingga mereka dipanggil untuk menjalani perhitungan amal perbuatan.",
            "quraish_shihab": "Peristiwa itu adalah hari ketika manusia menjadi seperti anai-anai yang diterbangkan, melayang ke kanan dan ke kiri, dalam keadadaan lemah dan terhina."
        },
        {
            "ind": "dan gunung-gunung adalah seperti bulu yang dihambur-hamburkan.",
            "arb": "وَتَكُونُ الْجِبَالُ كَالْعِهْنِ الْمَنفُوشِ",
            "transliterasi": "Wa Takūnu Al-Jibālu Kāl`ihni Al-Manfūshi.",
            "eng": "and the mountains will be like fluffy tufts of wool....",
            "kemenag_ringkas": "_Dan_ pada hari kiamat itu pula _gunung-gunung seperti bulu yang dihambur-hamburkan_. Gunung yang demikian kekar diempaskan sehingga menjadi abu, kemudian disapu oleh angin dahsyat hingga beterbangan, menjadikan bumi terhampar rata.",
            "kemenag": "Dalam ayat ini, Allah mengungkapkan bahwa gunung-gunung yang telah hancur itu beterbangan dari tempatnya seperti bulu halus yang diterbangkan angin. Lalu bagaimanakah keadaan manusia yang mempunyai tubuh yang lemah itu bila mengalami al-qari'ah itu.\nBanyak terdapat dalam Al-Qur'an ayat-ayat tentang keadaan gunung-gunung pada hari Kiamat, di antaranya Allah berfirman:\n\nDan engkau akan melihat gunung-gunung, yang engkau kira tetap di tempatnya, padahal ia berjalan (seperti) awan berjalan. (an-Naml/27 : 88)\n\n\nDan menjadilah gunung-gunung itu seperti onggokan pasir yang dicurahkan. (al-Muzzammil/73: 14)\n\n\nDan gunung-gunung pun dijalankan sehingga menjadi fatamorgana. (an- Naba'/78: 20)\n\nSemua keterangan tersebut untuk menjelaskan bahwa gunung-gunung yang besar dan kuat seharusnya tetap tidak dapat digerakkan, tetapi al-Qari'ah dapat menghancurkannya, apalagi manusia makhluk yang lemah.\n",
            "ibnu_katsir": "Lihat tafsir ayat 1",
            "jalalain": "(Dan gunung-gunung adalah seperti bulu yang dihambur-hamburkan) atau bagaikan wool yang terhambur-hamburkan, karena ringannya, sehingga jatuh kembali rata dengan tanah.",
            "quraish_shihab": "Dan gunung-gunung menjadi seperti bulu berwarna yang dihamburkan, bagian-bagiannya terpisah beterbangan di udara ke sana ke mari."
        },
        {
            "ind": "Dan adapun orang-orang yang berat timbangan (kebaikan)nya,",
            "arb": "فَأَمَّا مَن ثَقُلَتْ مَوَازِينُهُ",
            "transliterasi": "Fa'ammā Man Thaqulat Mawāzīnuhu.",
            "eng": "And then, he whose weight [of good deeds] is heavy in the balance",
            "kemenag_ringkas": "_Maka adapun orang yang berat timbangan_ kebaikan-_nya_, baik berupa ibadah ritual maupun sosial yang dikerjakan dengan ikhlas,",
            "kemenag": "Dalam ayat-ayat ini, Allah menjelaskan tentang ganjaran bagi orang-orang yang banyak melakukan amal kebajikan, yaitu ketika amal mereka ditimbang dan timbangannya berat karena banyak mengerjakan amal-amal saleh. Ganjaran bagi orang-orang ini adalah kesenangan abadi di surga. Mereka hidup di dalamnya penuh dengan kebahagiaan, kenikmatan, dan kepuasan. Kita wajib mempercayai adanya mizan (neraca/timbangan) yang tersebut pada ayat ini dan dalam firman-Nya:\n\nDan Kami akan memasang timbangan yang tepat pada hari Kiamat. (al-Anbiya'/21: 47)\n\n",
            "ibnu_katsir": "Lihat tafsir ayat 1",
            "jalalain": "(Dan adapun orang yang berat timbangannya) artinya amal kebaikannya lebih berat daripada amal keburukannya.",
            "quraish_shihab": "Maka, barangsiapa yang berat timbangannya, karena kebaikannya lebih banyak daripada kejahatannya, akan berada dalam kehidupan yang menyenangkan hati."
        },
        {
            "ind": "maka dia berada dalam kehidupan yang memuaskan.",
            "arb": "فَهُوَ فِي عِيشَةٍ رَّاضِيَةٍ",
            "transliterasi": "Fahuwa Fī `Īshatin Rāđiyatin.",
            "eng": "shall find himself in a happy' state of life;",
            "kemenag_ringkas": "_maka dia berada dalam kehidupan yang memuaskan_ dan membahagiakan. Itulah surga yang penuh nikmat.",
            "kemenag": "Dalam ayat-ayat ini, Allah menjelaskan tentang ganjaran bagi orang-orang yang banyak melakukan amal kebajikan, yaitu ketika amal mereka ditimbang dan timbangannya berat karena banyak mengerjakan amal-amal saleh. Ganjaran bagi orang-orang ini adalah kesenangan abadi di surga. Mereka hidup di dalamnya penuh dengan kebahagiaan, kenikmatan, dan kepuasan. Kita wajib mempercayai adanya mizan (neraca/timbangan) yang tersebut pada ayat ini dan dalam firman-Nya:\n\nDan Kami akan memasang timbangan yang tepat pada hari Kiamat. (al-Anbiya'/21: 47)\n\n",
            "ibnu_katsir": "Lihat tafsir ayat 1",
            "jalalain": "(Maka dia berada dalam kehidupan yang memuaskan) yaitu berada di dalam surga; atau dengan kata lain kehidupan yang diterimanya itu sangat memuaskannya.",
            "quraish_shihab": "Maka, barangsiapa yang berat timbangannya, karena kebaikannya lebih banyak daripada kejahatannya, akan berada dalam kehidupan yang menyenangkan hati."
        },
        {
            "ind": "Dan adapun orang-orang yang ringan timbangan (kebaikan)nya,",
            "arb": "وَأَمَّا مَنْ خَفَّتْ مَوَازِينُهُ",
            "transliterasi": "Wa 'Ammā Man Khaffat Mawāzīnuhu.",
            "eng": "whereas he whose weight is light in the balance",
            "kemenag_ringkas": "_Dan adapun orang yang ringan timbangan_ kebaikan-_nya_ dan kalah berat dibanding timbangan keburukannya karena lebih banyak berbuat maksiat dan kebatilan daripada taat dan kebajikan,",
            "kemenag": "Allah juga menjelaskan nasib orang-orang jahat yaitu bila amal orang-orang jahat itu ditimbang dan timbangannya itu ringan karena banyak mengerjakan kejahatan dan sedikit mengerjakan kebajikan di dunia maka mereka akan ditempatkan dalam neraka Hawiyah tempat penyiksaan orang-orang jahat, tempat hidup sengsara; suatu tempat yang mereka dijerumuskan ke dalamnya.",
            "ibnu_katsir": "Lihat tafsir ayat 1",
            "jalalain": "(Dan adapun orang yang ringan timbangannya) artinya amal keburukannya lebih berat daripada amal kebaikannya.",
            "quraish_shihab": "Dan barangsiapa yang ringan timbangan, karena kejahtannya lebih banyak daripada kebaikannya, maka tempat kembalinya adalah neraka Hawiyah."
        },
        {
            "ind": "maka tempat kembalinya adalah neraka Hawiyah.",
            "arb": "فَأُمُّهُ هَاوِيَةٌ",
            "transliterasi": "Fa'ummuhu Hāwiyatun.",
            "eng": "shall be engulfed by an abyss.",
            "kemenag_ringkas": "_maka tempat kembalinya adalah neraka Hawiyah._",
            "kemenag": "Allah juga menjelaskan nasib orang-orang jahat yaitu bila amal orang-orang jahat itu ditimbang dan timbangannya itu ringan karena banyak mengerjakan kejahatan dan sedikit mengerjakan kebajikan di dunia maka mereka akan ditempatkan dalam neraka Hawiyah tempat penyiksaan orang-orang jahat, tempat hidup sengsara; suatu tempat yang mereka dijerumuskan ke dalamnya.",
            "ibnu_katsir": "Firman Allah Swt.:\n\nmaka tempat kembalinya adalah neraka Hawiyah. (Al-Qari'ah: 9)\n\nMenurut suatu pendapat, makna yang dimaksud ialah terjatuh ke dalam neraka dengan kepala di bawah, yaitu neraka Jahanam. Lalu diungkapkan dengan ummihi yang artinya otaknya. Hal yang semisal telah diriwayatkan dari Ibnu Abbas, Ikrimah, Abu Saleh, dan Qatadah. \n\nQatadah mengatakan bahwa orang itu terjatuh ke dalam neraka dengan kepala di bawah. Hal yang sama dikatakan oleh Abu Saleh, bahwa mereka terjatuh ke dalam neraka dengan kepala di bawah.\n\nMenurut pendapat yang lain, makna yang dimaksud ialah tempat asal yang menjadi tempat kembalinya dan tempat ia berpulang adalah Hawiyah, yaitu nama lain dari neraka. \n\nIbnu Jarir mengatakan bahwa sesungguhnya dikatakan Hawiyah sebagai tempat kembalinya, tiada lain karena tiada kembali baginya kecuali hanya kepadanya. \n\nIbnu Zaid mengatakan bahwa Hawiyah adalah neraka yang merupakan tempat kembali dan tempat berpulang bagi orang yang amal keburukannya lebih berat daripada amal kebaikannya. Lalu Ibnu Zaid membacakan firman-Nya: sedangkan tempat tinggal mereka (di akhirat) adalah neraka. (An-Nur: 57)\n\nIbnu Abu Hatim mengatakan, telah diriwayatkan dari Qatadah; ia telah mengatakan bahwa makna yang dimaksud ialah neraka, dan neraka itu adalah tempat mereka kembali. \n\nKarena itulah maka ditafsirkan dalam firman berikutnya menjelaskan tentang Hawiyah, yaitu.\n\ndan tahukah kamu apakah neraka Hawiyah itu? (Yaitu) api yang sangat panas. (Al-Qari'ah: 10-11)\n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Abdul A'la, telah menceritakan kepada kami Ibnu Saur, dari Ma'mar, dari Al-Asy'as ibnu Abdullah yang tuna netra; dia telah mengatakan bahwa apabila orang mukmin meninggal dunia, maka rohnya dibawa menuju ke tempat arwah kaum mukmin. Dan mereka mengatakan, \"Buatlah saudara kalian senang, karena sesungguhnya dia dahulu selalu berada dalam kesusahan di dunia.\" Lalu mereka bertanya kepadanya, \"Apakah yang dilakukan oleh si Fulan?\" Maka ia menjawab, \"Dia telah mati, bukankah dia telah datang kepada kalian?\" Mereka berkata, \"Kalau begitu, dia dibawa ke tempat kembalinya di Hawiyah.\"\n\nIbnu Murdawaih telah meriwayatkan melalui jalur Anas ibnu Malik secara marfu' dengan teks yang lebih panjang daripada ini yang telah kami kemukakan di dalam kitab Sifalun Ncir, semoga Allah melindungi kitadari neraka dengan kemurahan dan karunia-Nya.",
            "jalalain": "(Maka tempat kembalinya) yaitu tempat tinggalnya (adalah neraka Haawiyah.)",
            "quraish_shihab": "Dan barangsiapa yang ringan timbangan, karena kejahtannya lebih banyak daripada kebaikannya, maka tempat kembalinya adalah neraka Hawiyah."
        },
        {
            "ind": "Tahukah kamu apakah neraka Hawiyah itu?",
            "arb": "وَمَا أَدْرَاكَ مَا هِيَهْ",
            "transliterasi": "Wa Mā 'Adrāka Mā Hiyah.",
            "eng": "And what could make thee conceive what that [abyss] will be?",
            "kemenag_ringkas": "Menggugah perhatian manusia tentang neraka Hawiyah itu, Allah berfirman, “_Dan tahukah kamu apakah neraka Hawiyah itu?”_",
            "kemenag": "Dalam ayat ini, Allah menjelaskan arti kata hawiyah dalam bentuk pertanyaan, yaitu: apakah neraka Hawiyah itu dan dari apa ia dijadikan? Neraka Hawiyah adalah api yang menyala-nyala yang sangat panas di mana orang-orang yang berdosa dijerumuskan ke dalamnya untuk menerima balasan atas kejahatan dan kemungkaran yang mereka lakukan. Ayat ini menggambarkan jika semua api di seluruh dunia dikumpulkan dan dipersatukan, tidak akan dapat menyamai panasnya api neraka Hawiyah.",
            "ibnu_katsir": "Firman Allah Swt.:\n\nmaka tempat kembalinya adalah neraka Hawiyah. (Al-Qari'ah: 9)\n\nMenurut suatu pendapat, makna yang dimaksud ialah terjatuh ke dalam neraka dengan kepala di bawah, yaitu neraka Jahanam. Lalu diungkapkan dengan ummihi yang artinya otaknya. Hal yang semisal telah diriwayatkan dari Ibnu Abbas, Ikrimah, Abu Saleh, dan Qatadah. \n\nQatadah mengatakan bahwa orang itu terjatuh ke dalam neraka dengan kepala di bawah. Hal yang sama dikatakan oleh Abu Saleh, bahwa mereka terjatuh ke dalam neraka dengan kepala di bawah.\n\nMenurut pendapat yang lain, makna yang dimaksud ialah tempat asal yang menjadi tempat kembalinya dan tempat ia berpulang adalah Hawiyah, yaitu nama lain dari neraka. \n\nIbnu Jarir mengatakan bahwa sesungguhnya dikatakan Hawiyah sebagai tempat kembalinya, tiada lain karena tiada kembali baginya kecuali hanya kepadanya. \n\nIbnu Zaid mengatakan bahwa Hawiyah adalah neraka yang merupakan tempat kembali dan tempat berpulang bagi orang yang amal keburukannya lebih berat daripada amal kebaikannya. Lalu Ibnu Zaid membacakan firman-Nya: sedangkan tempat tinggal mereka (di akhirat) adalah neraka. (An-Nur: 57)\n\nIbnu Abu Hatim mengatakan, telah diriwayatkan dari Qatadah; ia telah mengatakan bahwa makna yang dimaksud ialah neraka, dan neraka itu adalah tempat mereka kembali. \n\nKarena itulah maka ditafsirkan dalam firman berikutnya menjelaskan tentang Hawiyah, yaitu.\n\ndan tahukah kamu apakah neraka Hawiyah itu? (Yaitu) api yang sangat panas. (Al-Qari'ah: 10-11)\n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Abdul A'la, telah menceritakan kepada kami Ibnu Saur, dari Ma'mar, dari Al-Asy'as ibnu Abdullah yang tuna netra; dia telah mengatakan bahwa apabila orang mukmin meninggal dunia, maka rohnya dibawa menuju ke tempat arwah kaum mukmin. Dan mereka mengatakan, \"Buatlah saudara kalian senang, karena sesungguhnya dia dahulu selalu berada dalam kesusahan di dunia.\" Lalu mereka bertanya kepadanya, \"Apakah yang dilakukan oleh si Fulan?\" Maka ia menjawab, \"Dia telah mati, bukankah dia telah datang kepada kalian?\" Mereka berkata, \"Kalau begitu, dia dibawa ke tempat kembalinya di Hawiyah.\"\n\nIbnu Murdawaih telah meriwayatkan melalui jalur Anas ibnu Malik secara marfu' dengan teks yang lebih panjang daripada ini yang telah kami kemukakan di dalam kitab Sifalun Ncir, semoga Allah melindungi kitadari neraka dengan kemurahan dan karunia-Nya.",
            "jalalain": "(Dan tahukah kamu, apakah Haawiyah itu?) atau apakah neraka Haawiyah itu?",
            "quraish_shihab": "Tahukah kamu apa neraka Hawiyah itu?"
        },
        {
            "ind": "(Yaitu) api yang sangat panas.",
            "arb": "نَارٌ حَامِيَةٌ",
            "transliterasi": "Nārun Ĥāmiyatun",
            "eng": "A fire hotly burning!",
            "kemenag_ringkas": "Neraka Hawiyah itu adalah _api yang sangat panas_ dan menjadikan apa saja yang masuk ke dalamnya hancur lebur dan leleh.",
            "kemenag": "Dalam ayat ini, Allah menjelaskan arti kata hawiyah dalam bentuk pertanyaan, yaitu: apakah neraka Hawiyah itu dan dari apa ia dijadikan? Neraka Hawiyah adalah api yang menyala-nyala yang sangat panas di mana orang-orang yang berdosa dijerumuskan ke dalamnya untuk menerima balasan atas kejahatan dan kemungkaran yang mereka lakukan. Ayat ini menggambarkan jika semua api di seluruh dunia dikumpulkan dan dipersatukan, tidak akan dapat menyamai panasnya api neraka Hawiyah.",
            "ibnu_katsir": "Firman Allah Swt:\n\n(Yaitu) api yang sangat panas. (Al-Qari'ah: 11)\n\nYakni sangat panas lagi sangat kuat nyala dan gejolak apinya. \n\nAbu Mus'ab telah meriwayatkan dari Malik, dari Abuz Zanad, dari Al-A'raj, dari Abu Hurairah, bahwa Nabi Saw. pernah bersabda: Api Bani Adam yang biasa kalian nyalakan merupakan satu bagian dari tujuh puluh bagian api neraka Jahanam. Para sahabat berkata, \"Wahai Rasulullah, itu pun sudah mencukupi kebutuhan.\" Rasulullah Saw. bersabda:  Sesungguhnya api neraka itu lebih unggul di atasnya dengan enam puluh sembilan bagian.\n\nImam Bukhari meriwayatkannya dari Ismail ibnu Abu Uwais, dari Malik. Dan Imam Muslim meriwayatkannya dari Qutaibah, dari Al-Mugirah ibnu Abdur Rahman ibnu Abuz Zanad dengan sanad yang sama. Dan pada sebagian lafaznya disebutkan: Sesungguhnya api neraka itu lebih unggul daripada api dunia dengan enam puluh sembilan kali lipatnya, yang masing-masing bagian sama panasnya sama dengan panas api dunia.\n\nImam Ahmad mengatakan. telah menceritakan kepada kami Abdur Rahman, telah menceritakan kepada kami Hammad ibnu Salamah, dari Muhammad ibnu Abu Ziyad; ia pernah mendengar Abu Hurairah mengatakan bahwa ia pernah mendengar Abul Qasim alias Nabi Saw. bersabda: Api Bani Adam yang biasa kalian nyalakan merupakan suatu bagian dari tujuh puluh bagian api neraka Jahanam. Lalu seorang lelaki berkata, \"Sesungguhnya satu bagian itu pun benar-benar sudah cukup.\" Maka Nabi Saw. bersabda: Sesungguhnya api neraka Jahanam itu lebih panas daripada api dunia dengan enam puluh sembilan kali kelipatannya, bagian demi bagiannya.\n\nHadis diriwayatkan oleh Imam Ahmad dengan cara munfarid melalui jalur ini, tetapi dengan syarat Muslim. \n\nImam Ahmad telah meriwayatkan pula bahwa telah menceritakan kepada kami Sufyan, dari Abuz Zanad, dari Al-A'raj, dari Abu Hurairah, dari Nabi Saw. Dan juga Amr, dari Yahya ibnu Ja'dah: Sesungguhnya api kalian ini merupakan satu bagian dari tujuh puluh bagian api neraka Jahanam. Ia telah dicelupkan ke dalam laut sebanyak dua kali; seandainya tidak demikian, niscaya Allah tidak akan menjadikan padanya suatu manfaatpun bagi seseorang.\n\nIni dengan syarat Sahihain, tetapi mereka tidak ada yang mengetengahkannya dari jalur ini. \n\nImam Muslim telah meriwayatkan di dalam kitab sahihnya melalui suatu jalur. \n\nAl-Bazzar meriwayatkannya melalui hadis Abdullah ibnu Mas'ud dan Abu Sa'id Al-Khudri: \n\nApi kalian ini merupakan suatu bagian dari tujuh puluh bagian.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Qutaibah, telah menceritakan kepada kami Abdul Aziz ibnu Muhammad Ad-Darawardi, dari Sahl, dari ayahnya, dari Abu Hurairah, dari Nabi Saw. yang telah bersabda: Api ini merupakan suatu bagian dari seratus bagian api neraka Jahanam.\n\nImam Ahmad meriwayatkannya secara munfarid dari jalur ini, tetapi harus dengan syarat Muslim pula.\n\nAbul Qasim Imam Tabrani mengatakan, telah menceritakan kepada kami Ahmad ibnu Amr Al-Khallal, telah menceritakan kepada kami Ibrahim ibnul Munzir Al-Hizami, telah menceritakan kepada kami Ma'an ibnu Isa Al-Qazzaz, dari Malik, dari pamannya Abu Suhail, dari ayahnya, dari Abu Hurairah yang mengatakan bahwa Rasulullah Saw. telah bersabda: Tahukah kalian bagaimana perumpamaan api kalian ini bila dibandingkan dengan api neraka Jahanam. Sesungguhnya api neraka Jahanam itu lebih hitam asapnya daripada api kalian ini dengan tujuh puluh kali lipatnya.\n\nAbu Mus'ab telah meriwayatkannya dari Malik, tetapi ia tidak me-rafa '-kannya.\n\nImam Turmuzi dan Imam Ibnu Majah telah meriwayatkan: \n\ndari Abbas Ad-Dauri, dari Yahya ibnu Bukair, telah menceritakan kepada kami Syarik, dari Asim, dari Abu Saleh, dari Abu Hurairah yang meiigatakan bahwa Rasulullah Saw. telah bersabda: Api neraka dinyalakan selama seribu tahun hingga memerah, kemudian dinyalakan lagi selama seribu tahun hingga memutih, kemudian dinyalakan lagi selama seribu tahun hingga menghitam, maka api neraka itu hitam lagi gelap.\n\nHadis ini telah diriwayatkan pula melalui Anas dan Umar ibnul Khattab. Dan telah disebutkan di dalam hadis yang ada pada Imam Ahmad: \n\nmelalui jalur Abu Usman An-Nahdi, dari Anas, dari Abu Nadrah Al-Ma'badi, dari Abu Sa'id dan Ajlan maula Al-Musyma'il, dari Abu Hurairah, dari Nabi Saw. yang telah bersabda: Sesungguhnya ahli neraka yang paling ringan azabnya ialah seseorang yang mengenakan sepasang terompah, yang otaknya mendidih karenanya.\n\nDi dalam kitab Sahihain disebutkan bahwa Rasulullah Saw. telah bersabda:\n\nNeraka mengadu kepada Tuhannya, untuk itu ia berkata, \"Ya Tuhanku, sebagian dariku memakan sebagian yang lainnya, \" maka diberi izin baginya untuk mengeluarkan dua kali hembusan napasnya; sekali di musim dingin dan yang sekali lagi di musim panas. Maka yang sangat dingin yang kamu jumpai di musim dingin bersumber darinya. Dan panas yang amat terik yang kamu jumpai di musim panas, bersumber dari panasnya.\n\nDi dalam kitab Sahihain disebutkan: \n\nApabila panas sangat terik, maka tunggulah sampai panasnya menurun dan jangan salat dahulu, karena sesungguhnya panas yang memuncak itu merupakan embusan dari neraka Jahanam.",
            "jalalain": "Neraka Haawiyah itu adalah (api yang sangat panas) yang panasnya luar biasa; huruf Ha yang terdapat pada lafal Hiyah adalah Ha Sakat, baik dalam keadaan Washal ataupun Waqaf tetap dibaca. Tetapi menurut suatu qiraat tidak dibaca bila dalam keadaan Washal.",
            "quraish_shihab": "Yaitu api yang sangat panas, yang tingkat kepanasannya tidak akan pernah dicapai jenis api yang lain, walaupun menyala-nyala dengan diisi bahan bakar."
        }
    ]
}