{
    "number": 110,
    "name": "سُورَةُ النَّصۡرِ",
    "englishName": "An-Nasr",
    "englishNameTranslation": "Divine Support",
    "revelationType": "Medinan",
    "numberOfAyahs": 3,
    "ayahs": [
        {
            "ind": "Apabila telah datang pertolongan Allah dan kemenangan,",
            "arb": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ",
            "transliterasi": "'Idhā Jā'a Naşru Allāhi Wa Al-Fatĥu.",
            "eng": "WHEN GOD'S SUCCOUR comes, and victory,",
            "kemenag_ringkas": "Wahai Nabi Muhammad, _apabila telah datang pertolongan Allah_ kepadamu dan pengikutmu dalam menghadapi kaum kafir Quraisy, _dan_ telah datang pula _kemenangan_ kepadamu dengan penaklukan Mekah menjadi kota yang suci kembali dari kesyirikan dan kekafiran,",
            "kemenag": "Dalam ayat-ayat ini, Allah memerintahkan apa yang harus dilakukan Nabi Muhammad pada saat pembebasan Mekah, yaitu apabila ia telah melihat pertolongan Allah terhadap agama-Nya telah tiba, dengan kekalahan orang-orang musyrik dan kemenangan di pihak Nabi, dan melihat pula orang-orang masuk agama Allah beramai-ramai dan berduyun-duyun, bukan perseorangan sebagaimana halnya pada permulaan dakwah.\nOrang-orang Arab berkata, \"Manakala Muhammad menang atas penduduk Mekah yang mana Allah telah selamatkan mereka dari pasukan bergajah, maka kalian tidak berdaya melawannya.\" Akhirnya mereka masuk Islam berduyun-duyun, berkelompok-kelompok dan satu kelompok 40 orang.\n",
            "ibnu_katsir": "Imam Bukhari mengatakan, telah menceritakan kepada kami Musa ibnu Ismail, telah menceritakan kepada kami Abu Uwwanah, dari Abu Bisyr, dari Sa'id ibnu Jubair, dari Ibnu Abbas yang mengatakan bahwa Khalifah Umar memasukkan diriku ke dalam kelompok orang-orang tua yang pernah ikut dalam Perang Badar. Maka seseorang dari mereka merasa kurang enak dengan keberadaanku bersama dengan mereka, akhirnya ia berkata, \"Mengapa orang seusia dia dimasukkan ke dalam golongan kita, padahal kita mempunyai anak-anak yang seusia dengannya.\"\n\nMaka Umar menjawab, \"Sesungguhnya dia termasuk seseorang yang telah kalian ketahui.\" Pada suatu hari Umar memanggil mereka, dan ia memasukkan diriku ke dalam golongan mereka. Dan aku mengerti bahwa tidaklah dia memanggilku dan menggabungkan diriku bersama mereka di hari itu melainkan dengan tujuan hendak memperlihatkan kadar ilmuku kepada mereka. Lalu Umar membuka pembicaraan, \"Bagaimanakah pendapat kalian tentang makna firman Allah Saw.: Apabila telah datang pertolongan Allah dan kemenangan. (An-Nasr: 1)\n\nMaka sebagian dari mereka menjawab.”Ayat ini memerintahkan kepada kita untuk memuji Allah dan memohon ampunan kepada-Nya, apabila kita peroleh kemenangan dan pertolongan.\" Dan sebagian dari mereka hanya diam, tidak mengatakan sepatah kata pun. Maka Umar berkata kepadaku, \"Apakah demikian pula menurutmu, hai Ibnu Abbas?\" Aku menjawab, \"Tidak.\" Umar berkata, \"Bagaimanakah menurutmu?\"\n\nMaka aku menjawab, bahwa itu merupakan pertanda dekatnya ajal Rasulullah Saw. Yang diberitahukan kepadanya. Allah Swt. berfirman:  Apabila telah datang pertolongan Allah dan kemenangan. (An-Nasr: 1) Maka itulah alamat dekatnya ajalmu. maka bertasbihlah dengan memuji Tuhanmu dan mohonlah ampunan kepada-Nya. Sesungguhnya Dia Maha Penerima Tobat. (An-Nasr: 3)\n\nMaka Umar ibnu Khattab berkata, \"Aku pun sependapat denganmu.\" Hadis diriwayatkan oleh Imam Bukhari secara munfarid. Imam Ibnu Jarir telah meriwayatkan dari Muhammad ibnu Humaid, dari Mahran, dari As-Sauri, dari Asim, dari Abu Razin, dari Ibnu Abbas, lalu ia menyebutkan kisah yang semisal dengan kisah di atas.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Muhammad ibnu Fudail, telah menceritakan kepada kami Ata, dari Sa'id ibnu Jubair, dari Ibnu Abbas yang mengatakan bahwa ketika diturunkan firman-Nya: Apabila telah datang pertolongan Allah dan kemenangan. (An-Nasr: 1) Rasulullah Saw. bersabda: Ini adalah ucapan belasungkawa terhadapku.\n\nKarena sesungguhnya beliau Saw. wafat pada tahun itu juga; Imam Ahmad meriwayatkan secara munfarid. \n\nAl-Aufi telah meriwayatkan hal yang semisalnya dari Ibnu Abbas. Hal yang sama telah dikatakan pula oleh Mujahid, Abul Aliyah, Ad-Dahhak, dan lain-lainnya bahwa hal ini merupakan berita dekatnya ajal Rasulullah Saw.\n\nIbnu Jarir mengatakan, telah menceritakan kepadaku Ismail ibnu Musa, telah menceritakan kepada kami Al-Hasan ibnu Isa Al-Hanafi, dari Ma'mar, dari Az-Zuhri, dari Abu Hazim, dari Ibnu Abbas yang mengatakan bahwa ketika Rasulullah Saw. berada di Madinah, tiba-tiba beliau Saw. bersabda: Allah Mahabesar, Allah Mahabesar, telah datang pertolongan Allaah dan kemenangan, telah datang penduduk Yaman.” Ditanyakan, \"Wahai Rasulullah, siapakah penduduk Yaman itu?” Rasulullah Saw. menjawab, \"Kaum yang lembut hatinya dan lunak wataknya. Iman adalah Yaman dan fiqih adalah Yaman, dan hikmah adalah Yaman.”\n\nKemudian Ibnu Abdul A’la meriwayatkannya dari Ibnu Saur, dari Ma'mar, dari Ikrimah secara mursal.\n\nImam Tabrani mengatakan. telah menceritakan kepada kami Zakaria ibnu Yahya, telah menceritakan kepada kami Abu Kamil Al-Juhdari, telah menceritakan kepada kami Abu Uwwanah, dari Hilal ibnu Kliabbab, dari Ikrimah, dari Ibnu Abbas yang mengatakan bahwa ketika diturunkan firman-Nya: Apabila telah datang pertolongan Allah dan kemenangan. (An-Nasr: 1) hingga akhir surat, ini merupakan berita dekatnya ajal Rasulullah Saw. saat surat ini diturunkan. Maka kelihatan Rasulullah Saw. lebih mempergiat kesungguhannya lebih dari sebelumnya dalam masalah akhirat. Dan Rasulullah Saw. sesudah itu bersabda: \"Telah datang pertolongan Allah dan kemenangan, dan telah datang penduduk Yaman.” Seorang lelaki bertanya, \"Wahai Rasulullah, siapakah penduduk Yaman itu?” Rasulullah Saw. bersabda, \"Kaum yang memiliki hati yang lembut dan watak yang lunak. Iman adalah Yaman, dan fiqih adalah Yaman.”\n\nImam Ahmad mengatakan bahwa telah menceritakan kepada kami Waki', dari Sufyan, dari Asim ibnu Abu Razin, dari Ibnu Abbas yang mengatakan bahwa ketika diturunkan firman-Nya: Apabila telah datang pertolongan Allah dan kemenangan. (An-Nasr: 1) Nabi Saw. mengetahui bahwa sesungguhnya ini merupakan berita dekatnya ajal dirinya Saw. Menurut satu pendapat mengatakan bahwa ketika diturunkan surat ini (An-Nasr).\n\nWaqi telah menceritakan kepada kami dari Sufyan, dari Asim, dari Abu Razim bahwa Umar pernah bertanya kepada Ibnu Abbas r.a. tentang makna firman-Nya: Apabila telah datang pertolongan Allah dan kemenangan. (An-Nasr: 1) Maka Ibnu Abbas menjawab, bahwa surat ini diturunkan sebagai pertanda dekatnya kewafatan Rasulullah Saw.\n\nImam Tabrani mengatakan, telah menceritakan kepada kami Ibrahim ibnu Ahmad ibnu Umar Al-Waki'i, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Ja'far ibnu Aun, dari Abul Umais, dari Abu Bakar ibnu Abul Jahm, dari Ubaidillah ibnu Abdullah ibnu Utbah. dari Ibnu Abbas yang mengatakan bahwa surat Al-Qur'an yang paling akhir penurunannya adalah yang diawali dengan firman-Nya: Apabila telah datang pertolongan Allah dan kemenangan. (An-Nasr: 1)\n\nImam Ahmad mengatakan pula, telah menceritakan kepada kami Muhammad ibnu Ja'far, telah menceritakan kepada kami Syu'bah, dari Amr ibnu Murrah, dari Abul Bukhturi At-Ta-i, dari Abu Sa'id Al-Khudri yang mengatakan bahwa ketika diturunkan surat ini yang diawali dengan firman-Nya: Apabila telah datang pertolongan Allah dan kemenangan. (An-Nasr: 1) Rasulullah Saw. inembacanya hingga selesai, lalu bersabda:\n\nManusia itu (orang-orang mukmin) baik dan aku beserta para sahabatku baik. Tiada hijrah sesadah kemenangan (atas kota Mekah), tetapi (yang masih ada ialah) jihad dan niat.\n\nMaka Marwan (yang saat itu menjadi khalifah) berkata kepada Abu Sa’id, ''Kamu dusta,\" sedangkan di hadapannya terdapat Rafi' ibnu Khadij dan Zaid ibnu Sabit sedang duduk bersamanya di atas dipan. Maka Abu Sa'id menjawab, \"Seandainya dua orang ini menghendaki, tentulah mereka berdua menceritakan hadis ini kepadamu. Akan tetapi, yang ini merasa takut kepadamu bila kamu cabut dia dari kepemimpinan kaumnya, dan orang ini merasa takut bila kamu tidak memberinya sedekah (zakat).\n\nMaka Marwan mengangkat cemetinya dengan maksud akan memukul Abu Sa'id; dan ketika kedua teman duduknya itu melihat situasi memanas, maka keduanya berkata mendukung Abu Sa'id, \"Dia benar.\" Hadis ini diriwayatkan oleh Imam Ahmad secara munfarid. Dan hadis yang diingkari oleh Marwan ini terhadap orang yang mengatakannya (yaitu Abu Sa'id) bukanlah hadis yang munkar. Karena sesungguhnya telah terbuktikan melalui riwayat Ibnu Abbas, bahwa Rasulullah Saw. bersabda di hari kemenangan:\n\nTiada hijrah lagi (sesudah ini), tetapi jihad dan niat;dan apabila kalian diperintahkan untuk berangkat berperang, maka berangkatlah.\n\nImam Bukhari dan Imam Muslim telah mengetengahkannya di dalam kitab sahih masing-masing.\n\nDan pendapat yang dikemukakan oleh sebagian sahabat dari kalangan orang-orang yang ada di dalam majelis Umar saat itu mempunyai alasan yang benar dan baik. Mereka mengatakan bahwa Allah telah memerintahkan kepada kita bila Dia telah memenangkan kita atas kota-kota besar dan benteng-benteng musuh, hendaknya kita memuji kepada Allah, bersyukur, dan bertasbih kepada-Nya. Yakni mengerjakan salat dan memohon ampun kepada-Nya.\n\nHal ini telah terbukti kebenarannya dengan adanya salat yang dilakukan oleh Nabi Saw. di Mekah pada hari penaklukannya, yaitu diwaktu duha sebanyak delapan rakaat. Maka sebagian orang mengatakan bahwa salat itu adalah salat duha. Tetapi disanggah bahwa Rasulullah Saw. belum pernah membiasakan salat tersebut, lalu mengapa beliau melakukan salat itu, padahal beliau dalam keadaan musafir dan tidak berniat untuk mukim di Mekah? Karena itulah maka beliau tinggal di Mekah hanya sampai akhir Ramadan, yang lamanya kurang lebih sembilan belas hari; dan selama itu beliau mengqasar salatnya. Lalu beliau berbuka bersama semua tentara kaum muslim. yang saat itu jumlahnya kurang lebih sepuluh ribu personel. Mereka yang menyanggah pendapat pertama mengatakan bahwa salat yang dilakukan oleh mereka tiada lain adalah salat Al-Fat-h. Mereka mengatakan bahwa untuk itu maka dianjurkan bagi pemimpin pasukan apabila mendapat kemenangan atas suatu negeri, hendaknya ia melakukan salat di dalam negeri itu saat pertama kali dia memasukinya sebanyak delapan rakaat. Hal yang semisal telah dilakukan oleh Sa'd ibnu Abu Waqqas di hari kemenangan atas kota-kota besar (negeri Persia).\n\nKemudian sebagian dari ulama mengatakan bahwa Nabi Saw. mengerjakan salat yang delapan rakaat itu dengan sekali salam. Tetapi menurut pendapat yang sahih, Nabi Saw. melakukan salam pada setiap dua rakaatnya, sebagaimana yang disebutkan di dalam kitab Sunan Abu Daud, bahwa Rasulullah Saw. melakukan salat pada tiap dua rakaat di hari kemenangan atas kota Mekah.\n\nAdapun menurut penafsiran Ibnu Abbas dan Umar r.a. yang menyatakan bahwa surat ini merupakan pemberitahuan akan dekatnya kewafatan Rasulullah Saw., maka seperti berikut: Ketahuilah bahwa apabila Aku taklukkan Mekah untukmu karena ia adalah kota yang telah mengusirmu, dan manusia mulai memasuki agama Allah secara berbondong-bondong, maka sesungguhnya akan Kami selesaikan tugasmu di dunia. Karena itu bersiap-siaplah kamu untuk datang menghadap kepada Kami, maka negeri akhirat itu lebih baik bagimu daripada dunia. Dan sesungguhnya'Tuhanmu akan memberimu pahala yang membuatmu merasa puas dengannya. Karena itulah maka disebutkan oleh firman-Nya: maka bertasbilah dengan memuji Tuhanmu dan mohonlah ampunan kepada-Nya. Sesungguhnya Dia adalah Maha Penerima tobat. (An-Nasr: 3)\n\n\nImam Nasai mengatakan, telah menceritakan kepada kami Amr ibnu Mansur, telah menceritakan kepada kami Muhammad ibnu Mahbub, telah menceritakan kepada kami Abu Uwwanah, dari Hilal ibnu Khabbab, dari Ikrimah, dari Ibnu Abbas yang mengatakan bahwa ketika turun firman Allah Swt.: Apabila telah datang pertolongan Allah dan kemenangan. (An-Nasr: 1) sampai akhir surat. Menurut Ibnu Abbas, ini merupakan berita tentang dekatnya masa kewafatan Rasulullah Saw. Sesudah itu beliau Saw. kelihatan lebih meningkatkan kesungguhannya dalam urusan akhirat. Dan sesudah itu Rasulullah Saw. bersabda: \"Telah datang kemenangan dan telah datang pertolongan Allah, dan telah datang penduduk Yaman.” Maka seorang lelaki bertanya, \"Wahai Rasulullah, siapakah penduduk Yaman itu?” Rasulullah Saw. menjawab, \"Mereka adalah kaum yang berhati lunak dan berwatak lemah lembut. Iman adalah Yaman, hikmah adalah Yaman, dan fiqih adalah Yaman.”\n\nImam Bukhari mengatakan, telah menceritakan kepada kami Usman ibnu Abu Syaibah, telah menceritakan kepada kami Jarir, dari Mansur, dari Abud Duha, dari Masruq, dari Aisyah yang mengatakan bahwa Rasulullah Saw. dalam rukuk dan sujudnya memperbanyak bacaan: Mahasuci Engkau, ya Allah, Tuhan Kami; dan dengan memuji kepada Engkau, ya Allah, ampunilah aku.\n\nNabi Saw. melakukan demikian sebagai pengamalannya terhadap makna surat ini. \n\nDan Jamaah lainnya telah mengetengahkannya selain Imam Turmuzi melalui hadis Mansur dengan sanad yang sama.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Muhammad ibnu Abu Adiy, dari Daud, dari Asy-Sya'bi, dari Masruq yang mengatakan bahwa Aisyah telah mengatakan bahwa Rasulullah Saw. di akhir usianya memperbanyak bacaan: Mahasuci Allah dan dengan memuji kepada-Nya, aku memohon ampun kepada Allah dan bertobat kepada-Nya. Dan beliau Saw. bersabda: Sesungguhnya Tuhanku telah memberitahuku bahwa aku akan melihat suatu tanda (dekatnya ajalku) di kalangan umatku, dan Dia memerintahkan kepadaku apabila telah melihatnya untuk (memperbanyak) bacaan tasbih, tahmid, dan istigfar kepada-Nya, sesungguhnya Dia Maha Penerima tobat. Dan sesungguhnya aku telah melihatnya, yaitu melalu ifirman-Nya, \"Apabila telah datang pertolongan Allah dan kemenangan, dan kamu lihat manusia masuk agama Allah dengan berbondong-bondong, maka bertasbihlah dengan memuji Tuhanmu dan mohonlah ampun kepada-Nya. Sesungguhnya Dia adalah Maha Penerima tobat. (An-Nasr: 1-3)\n\nImam Muslim meriwayatkan melalui jalur Daud ibnu Abu Hindun dengan sanad yang sama.\n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Abus Sa'ib, telah menceritakan kepada kami Hafs, telah menceritakan kepada kami Asim, dari Asy-Sya'bi, dari Ummu Salamah yang mengatakan bahwa Rasulullah Saw. di penghujung usianya, tidak sekali-kali beliau berdiri, duduk, pergi, dan datang melainkan membaca: Mahasuci Allah dan dengan memuji kepada-Nya. Maka aku bertanya, \"Wahai Rasulullah, aku telah melihatmu memperbanyak bacaan tasbih dan tahmid kepada Allah, tidak sekali-kali engkau pergi, datang, berdiri, atau duduk melainkan engkau membaca, \"Mahasuci Allah dan dengan memuji kepada-Nya.\" Maka beliau Saw. menjawab, bahwa sesungguhnya beliau diperintahkan untuk melakukannya, lalu beliau membaca firman-Nya: Apabila telah datang pertolongan Allah dan kemenangan. (An-Nasr: 1), hingga akhir surat.\n\nHadis ini berpredikat garib. Kami telah menulis hadis tentang kifarat majelis dengan berbagai macam jalur periwayatan dan lafaznya dalam suatu pembahasan yang terpisah, maka tidak perlu dikemukakan di sini. \n\nImam Ahmad mengatakan, telah menceritakan kepada kami Waki', dari Israil, dari Abu Ishaq, dari Abu Ubaidah, dari Abdullah yang mengatakan bahwa ketika diturunkan kepada Rasulullah Saw. firman Allah Swt. yang mengatakan: Apabila telah datang per tolongan Allah dan kemenangan. (An-Nasr: 1), hingga akhir surat. Maka beliau memperbanyak bacaan berikut bila sedang rukuk, yaitu:  Mahasuci Engkau, ya Allah, Tuhan kami;dan dengan memuji kepada Engkau, ya Tuhan kami, ampunilah daku; sesungguhnya Engkau adalah Tuhan Yang Maha Penerima tobat lagi Maha Penyayang. Sebanyak tiga kali. \n\nImam Ahmad meriwayatkan hadis mi secara munfarid. Ibnu Abu Hatim meriwayatkannya dari ayahnya, dari Amr ibnu Murrah, dari Syu'bah, dari Abu Ishaq dengan sanad yang sama.\n\nYang dimaksud dengan al-fath di sini ialah kemenangan atas kota Mekah, menurut kesepakatan semuanya. Karena sesungguhnya kabilah-kabilah Arab pada mulanya menggantungkan keislaman mereka dengan kemenangan atas kota Mekah. Mereka mengatakan, \"Jika dia (Nabi Saw.) beroleh kemenangan atas kaumnya, berarti dia benar seorang nabi.\" Dan ketika Allah Swt. memenangkannya atas kota Mekah, maka masuklah mereka ke dalam agama Allah dengan berbondong-bondong.\n\nBelum lagi berlalu masa dua tahun, seluruh penduduk Jazirah Arabia telah beriman, dan tiada suatu kabilah Arabpun melainkan mereka menampakkan keislamannya. Segala puji dan harapan hanyalah dipanjatkan bagi Allah Swt.\n\nImam Bukhari di dalam kitab sahihnya telah meriwayatkan dari Amr ibnu Salamah, bahwa ketika kemenangan atas kota Mekah diraih oleh kaum muslim, maka semua kaum berlomba-lomba menyatakan keislamannya kepada Rasulullah Saw. Dan sebelumnya semua kaum menggantungkan keislaman mereka dengan kemenangan atas kota Mekah. Mereka mengatakan, \"Biarkanlah dia dan kaumnya; jika dia dapat menang atas mereka, berarti dia adalah seorang nabi yang baru.\"\n\nKami telah menulis kisah tentang perang kemenangan atas kota Mekah di dalam kitab kami yang berjudul As-Sirah. Untuk itu bagi siapa yang ingin memperoleh keterangan yang lebih detail, hendaklah ia merujuk kepada kitab tersebut; segala puji bagi Allah atas karunia-Nya.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Mu'awiyah ibnu Amr, telah menceritakan kepada kami Abu Ishaq, dari Al-Auza'i, telah menceritakan kepadaku Abu Ammar, telah menceritakan kepadaku seorang tetangga, dari Jabir ibnu Abdullah. Dia menceritakan bahwa ketika ia baru datang dari suatu perjalanan, tiba-tiba Jabir ibnu Abdullah datang berkunjung ke rumahnya. Jabir mengucapkan salam kepadanya, kemudian aku ceritakan kepadanya tentang terpecah belahnya manusia dan hal ikhwal kebid'ahan yang mereka buat-buat. Maka Jabir saat itu juga menangis. Kemudian Jabir r.a. berkata bahwa dirinya pernah mendengar Rasulullah Saw. bersabda: \n\nSesungguhnya manusia masuk ke dalam agama Allah secara berbondong-bondong, dan kelak mereka akan keluar darinya secara berbondong-bondong (pula).\n\nDemikianlah akhir tafsir surat An-Nasr, segala puji bagi Allah Swt. atas semua karunia-Nya.",
            "jalalain": "(Apabila telah datang pertolongan Allah) kepada Nabi-Nya atas musuh-musuhnya (dan kemenangan) yakni kemenangan atas kota Mekah.",
            "quraish_shihab": "[[110 ~ AN-NASHR (PERTOLONGAN) Pendahuluan: Madaniyyah, 3 ayat ~ Surat ini meminta Rasulullah saw. untuk bertasbih, memuji dan menyucikan Allah dari segala sifat yang tidak baik, ketika mendapatkan pertolongan dan kemenangan dari Allah, dan ketika melihat orang-orang mulai masuk memeluk agama Allah secara berbondong-bondong, karena kemapanan dan ketinggian derajat dan kesempurnaan yang Allah berikan kepadanya. Beliau juga diperintahkan untuk meminta ampunan Allah untuk dirinya dan bagi orang-orang beriman, karena Dia Maha Penerima tobat. Allah, memang, akan menerima pertobatan hamba-hamba-Nya dan memaafkan kesalahan-kesalahan yang mereka lakukan.]] Jika pertolongan Allah dan kemenangan itu telah datang untukmu dan untuk orang-orang Mukmin,"
        },
        {
            "ind": "dan kamu lihat manusia masuk agama Allah dengan berbondong-bondong,",
            "arb": "وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجًا",
            "transliterasi": "Wa Ra'ayta An-Nāsa Yadkhulūna Fī Dīni Allāhi 'Afwājāan.",
            "eng": "and thou seest people enter God's religion in hosts,",
            "kemenag_ringkas": "_dan engkau lihat manusia_ dari seluruh penjuru Jazirah Arab _berbondong-bondong masuk agama Allah_, yakni agama Islam, setelah sebelumnya mereka masuk Islam secara perorangan,",
            "kemenag": "Dalam ayat-ayat ini, Allah memerintahkan apa yang harus dilakukan Nabi Muhammad pada saat pembebasan Mekah, yaitu apabila ia telah melihat pertolongan Allah terhadap agama-Nya telah tiba, dengan kekalahan orang-orang musyrik dan kemenangan di pihak Nabi, dan melihat pula orang-orang masuk agama Allah beramai-ramai dan berduyun-duyun, bukan perseorangan sebagaimana halnya pada permulaan dakwah.\nOrang-orang Arab berkata, \"Manakala Muhammad menang atas penduduk Mekah yang mana Allah telah selamatkan mereka dari pasukan bergajah, maka kalian tidak berdaya melawannya.\" Akhirnya mereka masuk Islam berduyun-duyun, berkelompok-kelompok dan satu kelompok 40 orang.\n",
            "ibnu_katsir": "Telah dijelaskan pada ayat pertama.",
            "jalalain": "(Dan kamu lihat manusia masuk agama Allah) yaitu agama Islam (dengan berbondong-bondong) atau secara berkelompok, yang pada sebelumnya hanya secara satu persatu. Hal tersebut terjadi sesudah kemenangan atas kota Mekah, lalu orang-orang Arab dari semua kawasan datang kepada Nabi saw. dalam keadaan taat untuk masuk Islam.",
            "quraish_shihab": "dan kamu melihat orang-orang masuk ke dalam agama Allah dengan berbondong-bondong,"
        },
        {
            "ind": "maka bertasbihlah dengan memuji Tuhanmu dan mohonlah ampun kepada-Nya. Sesungguhnya Dia adalah Maha Penerima taubat.",
            "arb": "فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ ۚ إِنَّهُ كَانَ تَوَّابًا",
            "transliterasi": "Fasabbiĥ Biĥamdi Rabbika Wa Astaghfirhu 'Innahu Kāna Tawwābāan",
            "eng": "extol thy Sustainer's limitless glory, and praise Him, and seek His forgiveness: for, behold, He is ever an acceptor of repentance.",
            "kemenag_ringkas": "_maka_ sebagai ungkapan syukur kepada Allah atas karunia-Nya yang agung itu, _bertasbihlah_ dan sucikanlah Tuhanmu dari sifat-sifat yang tak layak bagi-Nya, dan sertailah tasbihmu itu _dengan memuji Tuhan-mu_ yang telah menyokongmu dalam menaklukkan Mekah, _dan mohonlah ampunan kepada-Nya_ untukmu dan umatmu. _Sungguh, Dia Maha Penerima tobat_ hamba-hamba-Nya yang bertasbih dan beristigfar. Membaca tasbih, tahmid, dan istighfar adalah cara yang mulia ketika seseorang meraih kesuksesan karena pada hakikatnya Allah-lah yang memberi kesuksesan itu kepadanya, bukan dengan berpesta dan berfoya-foya.",
            "kemenag": "Bila yang demikian itu telah terjadi, Nabi diperintahkan untuk mengagungkan dan mensucikan Tuhannya dari hal-hal yang tidak layak bagi-Nya, seperti menganggap terlambat datangnya pertolongan dan mengira bahwa Tuhan tidak menepati janji-Nya menolong Nabi atas orang-orang kafir.\nMenyucikan Allah hendaknya dengan memuji-Nya atas nikmat-nikmat yang dianugerahkan-Nya dan mensyukuri segala kebaikan-kebaikan yang telah dilimpahkan-Nya dan menyanjung-Nya dengan sepantasnya. Bila Allah Yang Mahakuasa dan Mahabijaksana memberi kesempatan kepada orang-orang kafir, bukanlah berarti Dia telah menyia-nyiakan pahala orang-orang yang beramal baik.\nKemudian Nabi Muhammad dianjurkan untuk meminta ampun kepada Allah untuk dirinya dan sahabat-sahabatnya yang telah memperlihatkan kesedihan dan keputusasaan karena merasa pertolongan Allah terlambat datangnya. Bertobat dari keluh-kesah adalah dengan mempercayai penuh akan janji-janji Allah dan membersihkan jiwa dari pemikiran yang bukan-bukan bila menghadapi kesulitan. Hal ini walaupun berat untuk jiwa manusia biasa, tetapi ringan untuk Nabi Muhammad sebagai insan kamil (manusia sempurna). Oleh sebab itu, Allah menyuruh Nabi saw memohon ampunan-Nya.\nKeadaan ini terjadi pula pada para sahabat yang memiliki jiwa yang sempurna dan menerima tobat mereka, karena Allah selalu menerima tobat hamba-hamba-Nya. Allah mendidik hamba-hamba-Nya melalui bermacam-macam cobaan dan bila merasa tidak sanggup menghadapinya harus memohon bantuan-Nya serta yakin akan datangnya bantuan itu. Bila ia selalu melakukan yang demikian niscaya menjadi kuat dan sempurnalah jiwanya.\nMaksudnya, bila pertolongan telah tiba dan telah mencapai kemenangan serta manusia berbondong-bondong masuk Islam, hilanglah ketakutan dan hendaklah Nabi saw bertasbih menyucikan Tuhannya dan mensyukuri-Nya serta membersihkan jiwa dari pemikiran-pemikiran yang terjadi pada masa kesulitan. Dengan demikian, keluh-kesah dan rasa kecewa tidak lagi akan mempengaruhi jiwa orang-orang yang ikhlas selagi mereka memiliki keikhlasan dan berada dalam persesuaian kata dan cinta sama cinta.\nDengan turunnya Surah an-Nasr ini, Nabi memahami bahwa tugas risalahnya telah selesai dan selanjutnya ia hanya menunggu panggilan pulang ke rahmatullah. \nIbnu 'AbbAs berkata: \"Ketika turun ayat Idha jaa nasrullahi wal fath, Rasulullah saw memanggil Fatimah, lalu berkata: \"Kematian diriku sudah dekat.\" Fatimah pun menangis. Rasulullah saw berkata, \"Jangan menangis, karea kamu adalah anggota pertama dari keluargaku yang akan menyusulku.\" Fatimah pun tertawa bahagia (mendengarnya). Para istri Nabi saw yang melihat hal itu berkata, \"Wahai Fatimah, kami melihatmu menangis lalu tertawa.\" Fatimah berkata, \"Rasulullah saw memberitahuku bahwa kematian dirinya telah dekat, maka aku menangis. Namun, beliau mengatakan, \"Jangan menangis, karena kamu adalah anggota pertama dari keluargaku yang akan menyusulku.\" Maka aku pun tertawa bahagia. (Riwayat al- Darimi)\n\nIbnu 'Umar berkata, \"Surah ini turun di Mina ketika Nabi mengerjakan Haji Wada', sesudah itu turun firman Allah:\n\nPada hari ini telah Aku sempurnakan agamamu untukmu, dan telah Aku cukupkan nikmat-Ku bagimu, dan telah Aku ridai Islam sebagai agamamu. (al-Ma'idah/5: 3)\n\nNabi hidup hanya delapan puluh hari setelah turun ayat ini. Kemudian setelah itu, turun ayat Kalalah, dan Nabi hidup sesudahnya lima puluh hari. Setelah itu turun ayat:\n\nSungguh, telah datang kepadamu seorang rasul dari kaummu sendiri. (at-Taubah/9:128)\n\nMaka Nabi saw hidup sesudahnya tiga puluh lima hari. Kemudian turun firman Allah:\n\nDan takutlah pada hari (ketika) kamu semua dikembalikan kepada Allah. (al Baqarah/2: 281)\n\nMaka Nabi saw hidup sesudahnya hanya dua puluh satu hari saja.\n\n",
            "ibnu_katsir": "Telah dijelaskan pada ayat pertama.",
            "jalalain": "(Maka bertasbihlah dengan memuji Rabbmu) artinya bertasbihlah seraya memuji-Nya (dan mohonlah ampun kepada-Nya. Sesungguhnya Dia adalah Maha Penerima tobat) sesungguhnya Nabi saw. sesudah surah ini diturunkan, beliau selalu memperbanyak bacaan: Subhaanallaah Wa Bihamdihi, Astaghfirullaaha Wa Atuubu Ilaihi, yang artinya: \"Maha Suci Allah dengan segala pujian-Nya, aku memohon ampun kepada Allah dan bertobat kepada-Nya.\" Dengan turunnya surah ini dapat diketahui bahwa saat ajalnya telah dekat. Peristiwa penaklukan kota Mekah itu terjadi pada bulan Ramadan tahun delapan Hijriah, dan beliau wafat pada bulan Rabiulawal, tahun sepuluh Hijriah.",
            "quraish_shihab": "maka bersyukurlah kepada Tuhanmu dan bertasbihlah dengan memuji-Nya. Mintalah ampunan untukmu dan untuk umatmu, karena Dia, memang, sunguh Maha Penerima tobat hamba-Nya(1). (1) Surat ini menunjuk kepada peristiwa pembebasan kota Mekah. Penyebab langsung terjadinya pembebasan kota Mekah adalah pelanggaran suku Quraisy terhadap perjanjian Hudaibiyah dengan melakukan penyerangan terhadap suku Khazâ'ah--yang sudah berada dalam lindungan Rasulullah saw.--dan membantu Banû Ka'b dalam aksi penyerangan itu. Ketika itu, Rasulullah melihat bahwa apa yang dilakukan oleh suku Quraisy dalam melanggar perjanjian tersebut mengharuskannya untuk melakukan pembebasan Mekah. Beliau pun segera mengumpulkan sebuah pasukan kuat yang terdiri atas 10. 000 ribu tentara. Peristiwa itu terjadi pada bulan Ramadan, tahun 8 Hijriah (Desember 630 M.). Rasulullah mewasiatkan pasukannya untuk tidak melakukan penyerangan kecuali dalam keadaan terpaksa. Dan, atas kehendak Allah, Rasulullah bersama pasukannya dapat memasuki kota Mekah tenpa terjadi perang. Begitulah, Nabi Muhammad memperoleh kemenangan yang amat besar dalam sejarah penyebaran Islam tanpa terjadi perang dan pertumpahan darah."
        }
    ]
}