{
    "number": 64,
    "name": "سُورَةُ التَّغَابُنِ",
    "englishName": "At-Taghaabun",
    "englishNameTranslation": "Mutual Disillusion",
    "revelationType": "Medinan",
    "numberOfAyahs": 18,
    "ayahs": [
        {
            "ind": "Bertasbih kepada Allah apa yang ada di langit dan apa yang ada di bumi; hanya Allah lah yang mempunyai semua kerajaan dan semua pujian, dan Dia Maha Kuasa atas segala sesuatu.",
            "arb": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ يُسَبِّحُ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۖ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ ۖ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
            "transliterasi": "Yusabbiĥu Lillāhi Mā Fī As-Samāwāti Wa Mā Fī Al-'Arđi Lahu Al-Mulku Wa Lahu Al-Ĥamdu Wa Huwa `Alaá Kulli Shay'in Qadīrun.",
            "eng": "ALL THAT IS in the heavens and all that is on earth extols God's limitless glory: His is all dominion, and to Him all praise is due; and He has the power to will anything.",
            "kemenag_ringkas": "_Apa yang ada di langit,_ bintang, bulan, matahari, dan seluruh planet; _dan_ demikian juga _apa yang ada di bumi,_ daratan, lautan, gunung, lembah, hewan, dan tumbuh-tumbuhan; seluruhnya _senantiasa bertasbih kepada Allah_ dengan cara masing-masing; _milik-Nya semua kerajaan,_ kekuasaan, dan kewenangan yang tiada terbatas, _dan bagi-Nya_ pula _segala puji_ yang sempurna; _dan Dia Mahakuasa atas segala sesuatu_ dengan kekuasaan yang tak terbatas, tetapi tidak sewenang-wenang.",
            "kemenag": "Allah menerangkan bahwa apa yang ada di langit dan di bumi bertasbih menyucikan-Nya. Ini berarti bahwa apa yang ada di langit dan di bumi menunjukkan kesucian dan kesempurnaan Allah serta semua makhluk itu tunduk dan menyerah kepada-Nya. Dialah Maharaja yang berwenang berbuat sesuai dengan kehendak-Nya terhadap semua yang ada, berhak dipuji atas penciptaan-Nya, karena Dia sumber segala kebaikan. Allah Mahakuasa atas segala sesuatu, apa yang dikehendaki-Nya pasti berwujud dan menjadi kenyataan tanpa ada yang dapat menghalangi-Nya. Sedangkan terhadap apa yang tidak dikehendaki-Nya, hal itu tidak akan ada.",
            "ibnu_katsir": "Surat ini merupakan akhir dari surat Musabbihat; dalam pembahasan yang lalu telah disebutkan bahwa semua makhluk bertasbih menyucikan Tuhan yang telah menciptakan mereka dan yang memiliki mereka. Untuk itulah maka disebutkan oleh firman-Nya:\n\nhanya Allah-lah yang mempunyai semua kerajaan dan semua puji-pujian. (At-Taghabun: 1)\n\nYaitu hanya Dialah Yang mengatur semua makhluk lagi terpuji dalam semua yang diciptakan dan yang ditetapkan-Nya. \n\nFirman Allah Swt.:\n\ndan Dia Mahakuasa atas segala sesuatu. (At-Taghabun: l)\n\nArtinya, apa pun yang dikehendaki-Nya pasti ada, tanpa ada yang menolak atau menghalang-halangi-Nya, dan apa saja yang tidak dikehendaki-Nya pasti tidak akan terjadi.",
            "jalalain": "(Bertasbih kepada Allah apa yang ada di langit dan apa yang ada di bumi) artinya, semuanya memahasucikan Dia. Huruf lam pada lafal lillaahi adalah zaidah. Dan dalam ungkapan ayat ini dipakai huruf maa, hal ini tiada lain karena memprioritaskan yang mayoritas (hanya Allah lah yang mempunyai semua kerajaan dan semua puji-pujian, dan Dia Maha Kuasa atas segala sesuatu).",
            "quraish_shihab": "[[64 ~ AT-TAGHABUN (HARI DITAMPAKKAN SEGALA KESALAHAN) Pendahuluan: Madaniyyah, 18 ayat ~ Surat ini dibuka dengan pemberitahuan bahwa segala sesuatu yang ada di langit dan bumi selalu menyucikan Allah dari segala hal yang tidak pantas disandangkan kepada-Nya, bahwa kerajaan dan pujian hanya milik-Nya, dan bahwa Dia Mahakuasa atas segala sesuatu. Kemudian diikuti dengan menyebutkan beberapa tanda yang menunjukkan kesempurnaan kekuasaan dan pengetahuan Allah. Surat ini kemudian beralih kepada pembicaraan mengenai orang-orang yang kafir dan mendurhakai rasul sebelum mereka. Mereka telah merasakan akibat buruk perbuatan mereka. Sebab, mereka telah didatangkan para rasul dengan membawa bukti-bukti yang jelas. Tetapi, mereka mengingkari dan berpaling dari para rasul tersebut. Setelah itu, pembicaran beralih kepada bantahan atas dugaan orang-orang kafir bahwa mereka tidak akan dibangkitkan. Surat ini mengajak manusia untuk beriman kepada Allah, Rasul-Nya dan cahaya yang telah diturunkan kepadanya--yaitu al-Qur'ân--mengingatkan mereka akan hari ketika manusia dikumpulkan untuk ditampakkan segala kesalahan. Saat itu orang-orang yang beriman dan beramal saleh akan memperoleh keberuntungan yang besar, sedangkan orang-orang kafir akan menjadi penghuni neraka yang merupakan tempat terburuk. Dijelaskan juga bahwa segala musibah terjadi dengan izin Allah dan siapa yang beriman kepada-Nya maka kalbunya akan diberi petunjuk. Selain itu, surat ini juga meminta kepada manusia agar taat kepada Allah dan Rasul-Nya. Seandainya mereka tetap berpaling, maka tugas seorang rasul sebenarnya hanyalah sekadar menyampaikan. Orang-orang Mukmin juga diingatkan dalam surat ini bahwa sesungguhnya harta dan anak itu adalah cobaan. Maka, hendaknya perhatian mereka terhadap harta dan anak tidak membuat mereka lalai dalam melaksanakan segala perintah Allah. Kemudian mereka diperintah untuk bertakwa sebisa mungkin. Akhirnya, surat ini ditutup dengan perintah kepada mereka untuk berinfak di jalan kebaikan, pernyataan bahwa Allah Maha Berterimakasih, Maha Penyantun, Mahatahu semua yang gaib dan yang nyata sehingga akan membalas infak harta mereka, dan penjelasan bahwa Allah juga Maha Perkasa sehingga tak terkalahkan, Mahabijak yang tidak melakukan sesuatu dengan sia-sia.]] Segala sesuatu yang ada di langit dan di bumi selalu menyucikan Allah dari hal-hal yang tidak pantas dengan kebesaran-Nya. Kepemilikan yang sempurna hanyalah milik-Nya, begitu pula segala pujian baik. Dan Dia Mahakuasa atas segala sesuatu."
        },
        {
            "ind": "Dialah yang menciptakan kamu maka di antara kamu ada yang kafir dan di antaramu ada yang mukmin. Dan Allah Maha Melihat apa yang kamu kerjakan.",
            "arb": "هُوَ الَّذِي خَلَقَكُمْ فَمِنكُمْ كَافِرٌ وَمِنكُم مُّؤْمِنٌ ۚ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
            "transliterasi": "Huwa Al-Ladhī Khalaqakum Faminkum Kāfirun Wa Minkum Mu'uminun Wa Allāhu Bimā Ta`malūna Başīrun.",
            "eng": "He it is who has created you: and among you are such as deny this truth, and among you are such as believe [in it]. And God sees all that you do.",
            "kemenag_ringkas": "_Dialah yang menciptakan kamu_ dalam bentuk yang sebaik-baiknya,_ lalu di antara kamu ada yang kafir,_ karena mengikuti hawa nafsu; _dan di antara kamu_ juga _ada yang mukmin_, karena Allah memberikan petunjuk dan manusia menggunakan akal dan nuraninya. _Dan Allah Maha Melihat apa yang kamu kerjakan_ sehingga tidak satu pun perbuatan manusia yang tidak diketahui-Nya.",
            "kemenag": "Ayat ini menerangkan bahwa Allahlah yang menciptakan semua yang ada menurut kehendak-Nya. Allah berfirman:\n\nAllah pencipta segala sesuatu dan Dia Maha Pemelihara atas segala sesuatu. (az-Zumar/39: 62)\n\nPada dasarnya manusia ketika dilahirkan dalam keadaan fitrah, tetapi sebagian dari manusia itu memilih kekafiran yang bertentangan dengan fitrahnya dan sebahagian lagi memilih iman sesuai dengan tuntutan fitrahnya, sebagaimana sabda Nabi saw:\nSetiap anak dilahirkan dalam keadaan fitrah (Islam). Maka kedua orang tualah yang akan menjadikannya seorang Yahudi, Nasrani, atau Majusi. (Riwayat al-Bukhari dan Muslim)\n\nAndaikata manusia itu mau memikirkan kejadiannya dan kejadian yang ada di alam raya ini, pasti cukup menjadi jaminan bagi manusia untuk kembali kepada yang hak dengan memilih iman, dan mensyukuri nikmat yang telah dianugerahkan kepadanya. Akan tetapi, manusia itu tidak sadar dan insaf atas semuanya itu, sehingga terjadilah perpecahan, mengingkari Tuhan yang menciptakannya, serta nikmat-nikmat yang telah dianugerahkan kepadanya. Selayaknya manusia itu menginsafi bahwa Allah melihat segala yang dikerjakannya, dan di akhirat nanti dia akan diberi balasan terhadap semua itu. Yang baik dibalas dengan surga, sedangkan yang jahat dibalas dengan siksaan dan dimasukkan ke dalam neraka Jahanam, sejahat-jahat tempat kediaman, sebagaimana Allah berfirman:\n\nSungguh, Jahanam itu seburuk-buruk tempat menetap dan tempat kediaman. (al-Furqan/25: 66)\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nDialah yang menciptakan kamu, maka di antara kamu ada yang kafir dan ada yang beriman. (At-Taghabun: 2)\n\nYakni Dialah Yang menciptakan kamu dalam gambaran seperti ini karena Dia menghendaki kamu seperti itu, maka sudah dipastikan adanya orang yang beriman dan orang yang kafir. Dia Maha Melihat siapakah yang berhak mendapat hidayah (petunjuk) dan siapakah yang berhak mendapat kesesatan (dari kamu). Dia Maha Menyaksikan semua amal perbuatan hamba-hamba-Nya, dan kelak Dia akan mengadakan pembalasan terhadap mereka atas semuanya itu dengan pembalasan yang sempurna. Untuk itulah maka disebutkan dalam firman selanjutnya:\n\nDan Allah Maha Melihat apa yang kamu kerjakan. (At-Taghabun: 2)",
            "jalalain": "(Dialah Yang menciptakan kalian maka di antara kalian ada yang kafir dan di antara kalian ada yang beriman) menurut asal kejadiannya, kemudian Dia mematikan kalian, lalu Dia menghidupkan kalian dalam keadaan seperti itu. (Dan Allah Maha Melihat apa yang kalian kerjakan).",
            "quraish_shihab": "Hanya Dia yang menciptakan kalian dari ketiadaan. Lalu sebagian dari kalian mengingkari ketuhanan-Nya dan sebagian lain meyakininya. Allah Maha Melihat segala perbuatan kalian dan akan membalasnya."
        },
        {
            "ind": "Dia menciptakan langit dan bumi dengan haq. Dia membentuk rupamu dan dibaguskan-Nya rupamu itu dan hanya kepada Allah-lah kembali(mu).",
            "arb": "خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ ۖ وَإِلَيْهِ الْمَصِيرُ",
            "transliterasi": "Khalaqa As-Samāwāti Wa Al-'Arđa Bil-Ĥaqqi Wa Şawwarakum Fa'aĥsana Şuwarakum Wa 'Ilayhi Al-Maşīru.",
            "eng": "He has created the heavens and the earth in accordance with [an inner] truth, and has formed you - and formed you so well; and with Him is your journey's end.",
            "kemenag_ringkas": "_Dia menciptakan langit_ tujuh lapis _dan_ menciptakan _bumi_ tujuh lapis _dengan_ tujuan _yang benar_ sehingga tidak sia-sia,_ Dia membentuk rupamu_ dengan tujuan yang baik untuk kemaslahatan kamu, lalu memperbagus rupamu supaya kamu bersyukur _dan kepada-Nya tempat kembali_ dengan dikumpulkan di mahsyar.",
            "kemenag": "Ayat ini menerangkan bahwa Allah menciptakan langit dan bumi dengan tujuan yang benar, penuh kebijaksanaan, dan menjamin kebahagiaan makhluknya di dunia dan akhirat. Dia pulalah yang menjadikan manusia dalam bentuk yang sebagus-bagusnya, berbeda dengan makhluk yang lain. Manusia akan mempertanggungjawabkan segala perbuatannya di dunia lalu mendapat balasan yang setimpal, Allah berfirman:\n\nSungguh, Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya. (at-Tin/95: 4)\n\nDalam ayat lain Allah berfirman:\n\nDan takutlah pada hari (ketika) kamu semua dikembalikan kepada Allah. Kemudian setiap orang diberi balasan yang sempurna sesuai dengan apa yang telah dilakukannya, dan mereka tidak dizalimi (dirugikan). (al-Baqarah/2: 281)\n\nPenjelasan mengenai penciptaan dengan tujuan yang benar dapat dilihat pada uraian mengenai hal yang sama pada Surah ad-Dukhan/44: 38-39 dan sad/38: 27.\n",
            "ibnu_katsir": "Kemudian Allah Swt. berfirman:\n\nDia menciptakan langit dan bumi dengan (tujuan) benar. (At-Taghabun: 3)\n\nYaitu dengan adil dan bijaksana.\n\nDia membentuk rupamu dan dibaguskan-Nya rupamu itu. (At-Taghabun: 3)\n\nYakni Dia menjadikan indah rupa dan bentukmu, semakna dengan apa yang disebutkan dalam ayat lain melalui firman-Nya:\n\nHai manusia, apakah yang telah memperdayakan kamu (berbuat durhaka) terhadap Tuhanmu Yang Maha Pemurah, Yang telah menciptakan kamu, lalu menyempurnakan kejadianmu dan menjadikan (susunan tubuh)ww seimbang, dalam bentuk apa saja yang Dia kehendaki, Dia menyusun tubuhmu? (Al-Infithar: 6-8)\n\nDan firman Allah Swt.:\n\nAllah-lah yang menjadikan bumi bagi kamu tempat menetap dan langit sebagai atap, dan membentuk kamu, lalu membaguskan rupamu serta memberi rezeki dengan sebagian yang baik-baik. (Al-Mu’min: 64), hingga akhir ayat.\n\nAdapun firman Allah Swt.:\n\ndan hanya kepada-Nyalah kembali (mu). (At-Taghabun: 3)\n\nYakni dipulangkan dan dikembalikan. Kemudian Allah Swt. menceritakan tentang pengetahuan-Nya yang meliputi semua makhluk-Nya yang ada di langit dan di bumi serta semua jiwa. Untuk itu Allah Swt. berfirman:\n\nDia mengetahui apa yang ada di langit dan di bumi, dan mengetahui apa yang kamu rahasiakan dan apa yang kamu nyatakan. Dan Allah Maha Mengetahui segala isi hati. (At-Taghabun: 4)",
            "jalalain": "(Dia menciptakan langit dan bumi dengan, tujuan, yang benar. Dia membentuk rupa kalian dan dibaguskan-Nya rupa kalian itu) karena Dia telah menjadikan bentuk Bani Adam dalam bentuk yang paling baik dan rupa yang paling bagus (dan hanya kepada-Nyalah kembali).",
            "quraish_shihab": "Allah menciptakan langit dan bumi dengan penuh kebijaksanaan. Dia membentuk rupa dengan bentuk yang sebaik-baiknya. Hanya kepada-Nyalah segala sesuatu akan kembali pada hari kiamat."
        },
        {
            "ind": "Dia mengetahui apa yang ada di langit dan di bumi dan mengetahui apa yang kamu rahasiakan dan yang kamu nyatakan. Dan Allah Maha Mengetahui segala isi hati.",
            "arb": "يَعْلَمُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَيَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ ۚ وَاللَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ",
            "transliterasi": "Ya`lamu Mā Fī As-Samāwāti Wa Al-'Arđi Wa Ya`lamu Mā Tusirrūna Wa Mā Tu`linūna Wa Allāhu `Alīmun Bidhāti Aş-Şudūri.",
            "eng": "He knows all that is in the heavens and on earth; and He knows all that you keep secret as well as all that you bring into the open: for God has full knowledge of what is in the hearts [of men].",
            "kemenag_ringkas": "Manusia, menurut ayat ini, harus menyadari bahwa _Dia mengetahui apa yang di langi_t dengan pengetahuan yang menyeluruh; _dan_ mengetahui segala yang ada _di bumi,_ termasuk benda paling kecil yang tak terlihat mata _dan mengetahui apa yang kamu rahasiakan_ di dalam hati _dan_ mengetahui _apa yang kamu nyatakan_ secara lisan. _Dan Allah Maha Mengetahui segala isi hati_ yang tersembunyi.",
            "kemenag": "Ayat ini menyatakan bahwa Allah Maha Mengetahui apa yang ada di langit dan di bumi. Tidak satu pun yang tersembunyi bagi-Nya. Dialah yang mengatur yang ada sesuai dengan ilmu-Nya yang luas dan kekuasaan-Nya yang mencakup dan meliputi segala sesuatu menurut kehendak-Nya, sebagaimana Allah berfirman:\n\nSesungguhnya urusan-Nya apabila Dia menghendaki sesuatu Dia hanya berkata kepadanya, \"Jadilah!\" Maka jadilah sesuatu itu. (Yasin/36: 82)\n\nAllah mengetahui segala sesuatu, baik yang dirahasiakan apalagi yang tampak nyata. Maka seyogyanya manusia berbuat sesuai dengan apa yang digariskan agama Allah yang dibawa junjungan kita Nabi Muhammad saw yaitu agama Islam, untuk mendapat rida-Nya, memperoleh pahala yang berlipat-ganda, dan berbahagia di dunia dan akhirat.\nAyat ke-4 ini ditutup dengan satu ketegasan bahwa Allah itu Maha Mengetahui segala isi hati, tidak ada sesuatu pun yang tersembunyi bagi-Nya. Firman Allah:\n\nSungguh, Allah Maha Mengetahui segala sesuatu. (al-'Ankabut/29: 62)\n\nDalam ayat lain Allah berfirman:\n\nSesungguhnya Allah Maha Mengetahui segala isi hati. (Luqman/31: 23)\n\n",
            "ibnu_katsir": "Tafsir ayat ini tidak diterangkan secara terpisah pada kitab aslinya.",
            "jalalain": "(Dia mengetahui apa yang ada di langit dan apa yang ada di bumi, dan mengetahui apa yang kalian rahasiakan dan apa yang kalian nyatakan. Dan Allah Maha Mengetahui segala isi hati) semua rahasia dan keyakinan yang terpendam di dalamnya.",
            "quraish_shihab": "Dia selalu mengetahui apa yang ada di langit dan di bumi dan mengetahui apa yang kalian rahasiakan dan kalian nyatakan. Dan Allah Maha Mengetahui segala apa yang tersembunyi di dalam dada."
        },
        {
            "ind": "Apakah belum datang kepadamu (hai orang-orang kafir) berita orang-orang kafir terdahulu. Maka mereka telah merasakan akibat yang buruk dari perbuatan mereka dan mereka memperoleh azab yang pedih.",
            "arb": "أَلَمْ يَأْتِكُمْ نَبَأُ الَّذِينَ كَفَرُوا مِن قَبْلُ فَذَاقُوا وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
            "transliterasi": "'Alam Ya'tikum Naba'u Al-Ladhīna Kafarū Min Qablu Fadhāqū Wabāla 'Amrihim Wa Lahum `Adhābun 'Alīmun.",
            "eng": "HAVE THE STORIES of those who, in earlier times, refused to acknowledge the truth never yet come within your ken? [They denied it -] and so they had to taste the evil outcome of their own doings, with [more] grievous suffering awaiting them [in the life to come]:",
            "kemenag_ringkas": "Ayat ini mengingatkan orang-orang kafir tentang nasib para pendahulu mereka yang harus dijadikan cermin. Allah berfirman, “_Apakah belum sampai kepadamu_, wahai orang-orang kafir, _berita orang-orang kafir dahulu_ seperti umat Nabi Nuh, Nabi Lut, dan Nabi Musa? _Maka mereka telah merasakan akibat buruk dari perbuatannya_ dengan mendapat azab di dunia; _dan mereka_ pun akan _memperoleh azab yang pedih_ di akhirat.",
            "kemenag": "Orang-orang munafik itu apabila diajak mendatangi Rasulullah saw agar beliau memintakan ampunan kepada Allah atas dosa-dosa yang telah diperbuat, mereka itu menolak mentah-mentah ajakan itu. Mereka memalingkan mukanya dengan gaya yang menunjukkan keangkuhan dan kesombongan. Hal ini disebutkan pula dalam firman Allah:\n\nDan apabila dikatakan kepada mereka, \"Marilah (patuh) kepada apa yang telah diturunkan Allah dan (patuh) kepada Rasul,\" (niscaya) engkau (Muhammad) melihat orang munafik menghalangi dengan keras darimu. (an-Nisa'/4: 61)\n\n",
            "ibnu_katsir": "Allah Swt. menceritakan tentang umat-umat terdahulu dan apa yang telah menimpa mereka berupa azab dan pembalasan Allah disebabkan mereka menentang rasul-rasul dan mendustakan perkara yang hak. Untuk itu Allah Swt. berfirman:\n\nApakah belum datang kepadamu (hai orang-orang kafir) berita orang-orang kafir dahulu? (At-Taghabun: 5)\n\nYakni kisah mereka dan apa yang telah dialami oleh mereka.\n\nMaka mereka telah merasakan akibat yang buruk dari perbuatan mereka. (At-Taghabun: 5)\n\nMaksudnya, balasan yang buruk akibat kedustaan mereka dan amal perbuatan mereka yang jahat. Yaitu berupa hukuman dan kehinaan yang menimpa mereka dalam kehidupan dunia ini.\n\ndan mereka memperoleh azab yang pedih. (At-Taghabun: 5)\n\nYakni di negeri akhirat nanti di samping azab dunia yang telah menimpa mereka. Kemudian disebutkan penyebabnya melalui firman-Nya:\n\nYang demikian itu adalah karena sesungguhnya telah datang kepada mereka rasul-rasul mereka (membawa) keterangan-keterangan. (At-Taghabun: 6)",
            "jalalain": "(Apakah belum datang kepada kalian) hai orang-orang kafir Mekah (berita) atau cerita (tentang orang-orang kafir dahulu? Maka mereka telah merasakan akibat yang buruk dari perbuatan mereka) yaitu hukuman di dunia sebagai pembalasan dari kekafiran mereka (dan bagi mereka) di akhirat nanti (azab yang pedih) yang menyakitkan.",
            "quraish_shihab": "Sungguh telah datang kepada kalian berita tentang orang-orang yang kafir sebelum kalian. Di dunia, mereka telah merasakan akibat buruk perbuatan mereka. Dan di akhirat kelak mereka akan memperoleh siksa yang amat menyakitkan."
        },
        {
            "ind": "Yang demikian itu adalah karena sesungguhnya telah datang kepada mereka Rasul-Rasul mereka membawa keterangan-keterangan lalu mereka berkata: \"Apakah manusia yang akan memberi petunjuk kepada kami?\" lalu mereka ingkar dan berpaling; dan Allah tidak memerlukan (mereka). Dan Allah Maha Kaya lagi Maha Terpuji.",
            "arb": "ذَٰلِكَ بِأَنَّهُ كَانَت تَّأْتِيهِمْ رُسُلُهُم بِالْبَيِّنَاتِ فَقَالُوا أَبَشَرٌ يَهْدُونَنَا فَكَفَرُوا وَتَوَلَّوا ۚ وَّاسْتَغْنَى اللَّهُ ۚ وَاللَّهُ غَنِيٌّ حَمِيدٌ",
            "transliterasi": "Dhālika Bi'annahu Kānat Ta'tīhim Rusuluhum Bil-Bayyināti Faqālū 'Abasharun Yahdūnanā Fakafarū Wa Tawallaw Wa Astaghnaá Allāhu Wa Allāhu Ghanīyun Ĥamīdun.",
            "eng": "this, because time and again there came unto them their apostles with all evidence of the truth, but they [always] replied, \"Shall mere mortal men be our guides?\" And so they. denied the truth and turned away. But God was not in need [of them]: for God is self-sufficient, ever to be praised.",
            "kemenag_ringkas": "Ayat ini menjelaskan alasan orang-orang kafir menolak kehadiran para rasul. Allah menyatakan bahwa _yang demikian itu_, yakni penolakan mereka terhadap para rasul, _karena sesungguhnya ketika rasul-rasul datang kepada mereka_ dengan membawa_ keterangan-keterangan_ tentang ajaran Allah; _lalu mereka berkata_ di hadapan para rasul itu dengan nada melecehkan, “_Apakah pantas manusia yang memberi petunjuk kepada kami,_ bukan malaikat?” _Lalu mereka menolak_ ajaran para rasul _dan berpaling_ dari kebenaran; _padahal Allah tidak memerlukan_ keimanan mereka. _Dan Allah Mahakaya_ dari ketergantungan kepada makhluk,_ Maha Terpuji_ dalam sifat dan perbuatan-Nya.",
            "kemenag": "Allah memperingatkan orang-orang musyrik penduduk Mekah tentang kejadian-kejadian yang telah dialami oleh orang-orang yang mengingkari para rasul sebelum mereka, seperti kaum Nuh, kaum Hud, kaum Saleh, dan lainnya. Kepada mereka telah ditimpakan berbagai azab dan siksa yang bermacam-macam bentuknya. Ada yang berupa banjir yang menenggelamkan dan merusak apa yang ada di atas bumi, ada yang berupa angin topan yang menerbangkan dan menghancurkan bangunan-bangunan tempat tinggal mereka, dan lain sebagainya.\n(6) Allah menerangkan bahwa sebab-sebab ditimpakan berbagai azab kepada umat terdahulu itu ialah karena kecerobohan mereka mendustakan para rasul sesudah mereka diberi keterangan yang jelas, dan diperlihatkan mukjizat-mukjizat nyata. Mereka berkata, \"Satu hal yang ajaib bahwa orang yang akan memberi petunjuk kepada kami ialah manusia biasa yang tidak mempunyai sedikit pun kelebihan dari kami. Ia tidak mempunyai pikiran lebih unggul dari kami, dan tidak memiliki kekuatan dan kekuasaan untuk menundukkan kami.\" Dalam ayat yang lain Allah berfirman:\n\nMaka mereka berkata, \"Bagaimana kita akan mengikuti seorang manusia (biasa) di antara kita?\" (al-Qamar/54: 24)\n\nMereka tidak mengetahui bahwa para nabi dan rasul itu adalah orang-orang yang telah dipilih Allah menurut kehendak-Nya, sebagaimana diterangkan dalam firman-Nya:\n\nAllah lebih mengetahui di mana Dia menempatkan tugas kerasulan-Nya. (al-An'am/6: 124)\n\nSetelah keingkaran mereka berkepanjangan dan pembangkangan mereka berlarut-larut, maka Allah membinasakan mereka. Allah tidak memerlukan mereka serta tidak mempunyai kepentingan sedikit pun kepada mereka. Dia Mahakuasa, tidak mempunyai keperluan sedikit pun kepada sesuatu, Maha Terpuji atas segala nikmat yang telah ditetapkan kepada makhluk-Nya.\n",
            "ibnu_katsir": "Kemudian disebutkan penyebabnya melalui firman-Nya:\n\nYang demikian itu adalah karena sesungguhnya telah datang kepada mereka rasul-rasul mereka (membawa) keterangan-keterangan. (At-Taghabun: 6)\n\nMaksudnya, membawa alasan-alasan, dalil-dalil, dan keterangan-keterangan yang jelas.\n\nlalu mereka berkata, \"Apakah manusia yang akan memberi petunjuk kepada kami?” (At-Taghabun: 6)\n\nYakni mereka menganggap mustahil bila rasul itu dari kalangan manusia, dan petunjuk mereka berada di tangan manusia yang sama seperti mereka.\n\nlalu mereka ingkar dan berpaling. (At-Taghabun: 6)\n\nYaitu mendustakan perkara yang hak dan membangkang, tidak mau mengamalkannya.\n\ndan Allah tidak memerlukan (mereka). (At-Taghabun: 6) \n\nYakni tidak membutuhkan keimanan dan pengamalan mereka.\n\nDan Allah Mahakaya lagi Maha Terpuji. (At-Taghabun: 6)",
            "jalalain": "(Yang demikian itu) atau azab di dunia itu (adalah karena sesungguhnya) dhamir yang terdapat dalam lafal annahu adalah dhamir sya'n (telah datang kepada mereka rasul-rasul mereka dengan membawa keterangan-keterangan yang nyata) hujah-hujah yang jelas yang menunjukkan kepada keimanan (lalu mereka berkata, \"Apakah manusia) yang dimaksud adalah jenisnya (yang akan memberi petunjuk kepada kami?\" Lalu mereka ingkar dan berpaling) dari keimanan (dan Allah tidak memerlukan) keimanan mereka. (Dan Allah Maha Kaya) dari makhluk-Nya (lagi Maha Terpuji) dalam perbuatan-perbuatan-Nya.",
            "quraish_shihab": "Musibah yang telah dan akan mereka terima itu adalah disebabkan karena mereka telah didatangi para rasul dengan membawa mukjizat yang nyata, tetapi mereka mengingkarinya dengan mengatakan, \"Apakah manusia biasa yang dapat memberi petunjuk kepada kami?\" Mereka mengingkari pengutusan para rasul tersebut dan berpaling dari kebenaran. Allah kemudian memperlihatkan bahwa Dia tidak memerlukan keimanan mereka dengan cara menghancurkan mereka. Allah Mahakaya hingga tidak memerlukan makhluk- Nya, dan amat pantas menerima segala pujian karena karunia-Nya yang baik."
        },
        {
            "ind": "Orang-orang yang kafir mengatakan bahwa mereka sekali-kali tidak akan dibangkitkan. Katakanlah: \"Memang, demi Tuhanku, benar-benar kamu akan dibangkitkan, kemudian akan diberitakan kepadamu apa yang telah kamu kerjakan\". Yang demikian itu adalah mudah bagi Allah.",
            "arb": "زَعَمَ الَّذِينَ كَفَرُوا أَن لَّن يُبْعَثُوا ۚ قُلْ بَلَىٰ وَرَبِّي لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ ۚ وَذَٰلِكَ عَلَى اللَّهِ يَسِيرٌ",
            "transliterasi": "Za`ama Al-Ladhīna Kafarū 'An Lan Yub`athū Qul Balaá Wa Rabbī Latub`athunna Thumma Latunabba'uunna Bimā `Amiltum Wa Dhalika `Alaá Allāhi Yasīrun.",
            "eng": "They who are bent on denying the truth claim that they will never be raised from the dead! Say: \"Yea, by my Sustainer! Most surely will you be raised from the dead, and then, most surely, will you be made to understand what you did [in life]! For, easy is this for God!\"",
            "kemenag_ringkas": "_Orang-orang yang kafir_ menolak ajakan para rasul karena _mengira_, bahkan meyakini _bahwa mereka tidak akan dibangkitkan_ setelah mereka mati. _Katakanlah_, wahai Nabi Muhammad, kepada mereka, “_Tidak demikian_, yang sebenarnya. _Demi Tuhanku_, Yang Mahabenar,_ kamu pasti_ akan _dibangkitkan_ dari alam kubur, _kemudian diberitakan_ dengan lengkap dan menyeluruh _semua yang telah kamu kerjakan_ di dunia, baik kejahatan maupun kebaikan.” _Dan yang demikian itu mudah bagi Allah,_ karena Allah berkuasa atas segala sesuatu.",
            "kemenag": "Dalam ayat ini, Allah menerangkan bahwa orang musyrik beranggapan tidak akan ada hari kebangkitan, hari perhitungan, dan hari pembalasan. Anggapan mereka ini diungkapkan juga dalam ayat yang berbunyi:\n\nApabila kami telah menjadi tanah, apakah kami akan (dikembalikan) menjadi makhluk yang baru? (ar-Ra'd/13: 5)\n\nFirman Allah:\n\nSiapakah yang dapat menghidupkan tulang-belulang, yang telah hancur luluh? (Yasin/36: 78)\n\nAnggapan orang musyrik yang salah itu ditolak Allah dengan tegas. Allah menyatakan bahwa hari kebangkitan dan hari pembalasan itu pasti ada, dan semua manusia dihidupkan kembali pada hari itu. Lalu diberitakan semua yang pernah mereka perbuat di dunia sampai kepada yang sekecil-kecilnya untuk dihisab dan diberi balasan. Yang demikian ini bagi Allah sangat mudah dan tidak ada kesulitan sama sekali. Firman Allah:\n\nKatakanlah (Muhammad), \"Yang akan menghidupkannya ialah (Allah) yang menciptakannya pertama kali. Dan Dia Maha Mengetahui tentang segala makhluk. (Yasin/36:79)\n\nDalam ayat yang lain Allah berfirman:\n\nDan orang-orang yang kafir berkata, \"Hari Kiamat itu tidak akan datang kepada kami.\" Katakanlah, \"Pasti datang, demi Tuhanku yang mengetahui yang gaib, Kiamat itu pasti akan datang kepadamu. (Saba'/34: 3)\n\n",
            "ibnu_katsir": "Allah Swt. menceritakan perihal orang-orang kafir, orang-orang musyrik, dan orang-orang yang atheis; mereka mengira bahwa dirinya tidak akan dibangkitkan.\n\nKatakanlah, \"Tidak demikian, demi Tuhanku, benar-benar kamu akan dibangkitkan, kemudian akan diberitakan kepadamu apa yang telah kamu kerjakan.” (At-Taghabun: 7)\n\nYaitu niscaya akan diberitakan kepadamu semua amal perbuatan yang telah kamu lakukan, baik yang besar maupun yang kecil dan baik yang ringan maupun yang berat.\n\nYang demikian itu adalah mudah bagi Allah. (At-Taghabun: 7)\n\nYakni teramat mudah bagi Allah untuk membangkitkan kalian dan membalas amal perbuatan kalian. Hal ini merupakan ayat ketiga yang Allah memerintahkan kepada Rasul-Nya untuk mengungkapkannya dengan memakai sumpah atas nama Tuhannya, bahwa sesungguhnya hal itu pasti terjadi dan hari berbangkit itu benar-benar ada. Ayat pertama yang bermakna sama terdapat di dalam surat Yunus melalui firman-Nya:\n\nDan mereka menanyakan kepadamu, \"Benarkah (azab yang dijanjikan) itu?\" Katakanlah, \"Ya, demi Tuhanku, sesungguhnya azab itu adalah benar dan kamu sekali-kali tidak bisa luput (daripadanya).”(Yunus: 53)\n\nAyat yang kedua berada di dalam surat Saba melalui firman-Nya:\n\nDan orang-orang kafir berkata, \"Hari berbangkit itu tidak akan datang kepada kami.” Katakanlah, \"Pasti datang, demi Tuhanku Yang mengetahui yang gaib, sesungguhnya kiamat itu pasti akan datang kepadamu.” (Saba: 3), hingga akhir ayat.\n\nDan ayat yang ketiga ialah firman-Nya yang terdapat dalam surat ini:\n\nOrang-orang yang kafir mengatakan bahwa mereka sekali-kali tidak akan dibangkitkan. Katakanlah, \"Tidak demikian, demi Tuhanku, benar-benar kamu akan dibangkitkan, kemudian akan diberitakan kepadamu apa yang telah kamu kerjakan.” Yang demikian itu adalah mudah bagi Allah. (At-Taghabun: 7)",
            "jalalain": "(Orang-orang yang kafir menduga, bahwa sesungguhnya) mereka. Lafal An di sini adalah bentuk Takhfif dari Anna sedangkan yang menjadi Isimnya tidak disebutkan, yakni sesungguhnya mereka (sekali-kali tidak akan dibangkitkan. Katakanlah, \"Memang demi Rabbku, benar-benar kalian akan dibangkitkan, kemudian akan diberitakan kepada kalian apa yang telah kalian kerjakan.\" Yang demikian itu adalah mudah bagi Allah).",
            "quraish_shihab": "Orang-orang kafir mendakwakan kepalsuan dengan menyatakan bahwa mereka tidak akan dibangkitkan kembali setelah mati. Wahai Muhammad, katakan kepada mereka, \"Persoalannya tidak seperti yang kalian kira. Aku bersumpah, demi Tuhan, bahwa kalian pasti akan dibangkitkan setelah mati dan akan diberitahukan segala perbuatan kalian kemudian akan diberi balasannya. Kebangkitan, perhitungan dan pembalasan itu amatlah mudah bagi Allah.\""
        },
        {
            "ind": "Maka berimanlah kamu kepada Allah dan Rasul-Nya dan kepada cahaya (Al-Quran) yang telah Kami turunkan. Dan Allah Maha Mengetahui apa yang kamu kerjakan.",
            "arb": "فَآمِنُوا بِاللَّهِ وَرَسُولِهِ وَالنُّورِ الَّذِي أَنزَلْنَا ۚ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
            "transliterasi": "Fa'āminū Billāhi Wa Rasūlihi Wa An-Nūr Al-Ladhī 'Anzalnā Wa Allāhu Bimā Ta`malūna Khabīrun.",
            "eng": "Believe then, [O men,] in God and His Apostle, and in the light [of revelation] which We have bestowed [on you] from on high! And God is fully aware of all that you do.",
            "kemenag_ringkas": "Ayat ini mengajak orang-orang kafir untuk beriman dan mengajak orang-orang beriman yang ragu untuk benar-benar beriman. _Maka berimanlah kamu_, wahai seluruh manusia _kepada Allah dan Rasul-Nya_ dengan mantap _dan_ berimanlah _kepada cahaya Allah_, yaitu Al-Qur’an _yang telah Kami turunkan_ kepada Nabi Muhammad. _Dan Allah Mahateliti terhadap apa yang kamu kerjakan_ sehingga tidak ada satu pun perbuatan manusia yang tidak diketahui-Nya.",
            "kemenag": "Dalam ayat ini, Allah memerintahkan orang-orang musyrik, sesudah ditegaskan bahwa hari kebangkitan itu pasti ada, agar beriman kepada-Nya, Rasul-Nya, dan cahaya Al-Qur'an yang telah diturunkan-Nya, yang akan memberi petunjuk dan membimbing manusia ke jalan yang benar. Amal perbuatan mereka itu tidak ada yang tersembunyi bagi Allah. Semua diketahui-Nya dan akan dibalas pada hari kebangkitan nanti, yang baik maupun yang buruk.",
            "ibnu_katsir": "Kemudian Allah Swt. berfirman:\n\nMaka berimanlah kamu kepada Allah dan Rasul-Nya dan kepada cahaya yang telah Kami turunkan. (At-Taghabun: 8)\n\nYakni Al-Qur'an.\n\nDan Allah Maha Mengetahui apa yang kamu kerjakan. (At-Taghabun: 8)\n\nMaksudnya, tiada sesuatu pun dari amal perbuatan kalian yang ter­sembunyi bagi-Nya.",
            "jalalain": "(Maka berimanlah kalian kepada Allah dan Rasul-Nya dan cahaya) yakni Alquran (yang telah Kami turunkan. Dan Allah Maha Mengetahui apa yang kalian kerjakan).",
            "quraish_shihab": "Maka berimanlah kalian kepada Allah dan Rasul-Nya. Ambillah petunjuk dari cahaya yang telah diturunkan-Nya. Sebab, persoalan kebangkitan yang tidak diragukan lagi terjadinya itu telah jelas bagi kalian. Allah Maha Mengetahui segala perbuatan yang kalian lakukan."
        },
        {
            "ind": "(Ingatlah) hari (dimana) Allah mengumpulkan kamu pada hari pengumpulan, itulah hari dinampakkan kesalahan-kesalahan. Dan barangsiapa yang beriman kepada Allah dan beramal saleh, niscaya Allah akan menutupi kesalahan-kesalahannya dan memasukkannya ke dalam jannah yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Itulah keberuntungan yang besar.",
            "arb": "يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ ۖ ذَٰلِكَ يَوْمُ التَّغَابُنِ ۗ وَمَن يُؤْمِن بِاللَّهِ وَيَعْمَلْ صَالِحًا يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ۚ ذَٰلِكَ الْفَوْزُ الْعَظِيمُ",
            "transliterasi": "Yawma Yajma`ukum Liyawmi Al-Jam`i Dhālika Yawmu At-Taghābuni Wa Man Yu'umin Billāhi Wa Ya`mal Şāliĥāan Yukaffir `Anhu Sayyi'ātihi Wa Yudkhilhu Jannātin Tajrī Min Taĥtihā Al-'Anhāru Khālidīna Fīhā 'Abadāan Dhālika Al-Fawzu Al-`Ažīmu.",
            "eng": "[Think of] the time when He shall gather you all together unto the Day of the [Last] Gathering - that Day of Loss and Gain! For, as for him who shall have believed in God and done what is just and right, He will [on that Day] efface his bad deeds, and will admit him into gardens through which running waters flow, therein to abide beyond the count of time: that will be a triumph supreme!",
            "kemenag_ringkas": "Ayat ini mengingatkan manusia tentang kepastian adanya hari akhirat. Ingatlah wahai manusia, _pada hari_ ketika _Allah mengumpulkan kamu_, seluruh manusia _pada hari berhimpun,_ yaitu pada hari akhir; _itulah hari pengungkapan kesalahan-kesalahan_ yang selama hidup di dunia disembunyikan. _Dan barang siapa beriman kepada Allah_ dengan iman yang mantap_ dan mengerjakan kebajikan, niscaya Allah akan menghapus kesalahan-kesalahannya dan memasukkannya ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Itulah kemenangan yang agung._",
            "kemenag": "Dalam ayat ini, Allah menjelaskan bahwa pada hari Kiamat nanti Dia akan mengumpulkan orang-orang terdahulu dan yang datang kemudian di suatu lapangan, sebagaimana firman-Nya:\n\nItulah hari ketika semua manusia dikumpulkan (untuk dihisab), dan itulah hari yang disaksikan (oleh semua makhluk). (Hud/11: 103)\n\nFirman Allah dalam ayat lain:\n\nKatakanlah, \"(Ya), sesungguhnya orang-orang yang terdahulu dan yang kemudian, pasti semua akan dikumpulkan pada waktu tertentu, pada hari yang sudah dimaklumi.\" (al-Waqi'ah/56: 49-50)\n\nPada hari itulah nanti akan diteliti dan dibalas amal yang telah dilakukan setiap manusia di dunia ini. Semua amal, baik berupa kesalahan atau kebenaran, akan terungkap pada hari itu. Hari itulah yang dinamakan hari \"tagabun\". Orang-orang kafir yang telah menukar kehidupan akhirat dengan dunia yakni memilih kelezatan dunia dari kenikmatan akhirat, akan merugi dan tidak memperoleh keuntungan sedikit pun. Sedangkan orang-orang mukmin yang telah mengorbankan dirinya untuk memperoleh surga, mereka itulah yang beruntung dan tak akan merugi sedikit pun. Dalam sebuah hadis diriwayatkan:\nTidak seseorang masuk surga melainkan diperlihatkan kepadanya tempat (yang pernah disediakan baginya) di neraka, seandainya ia berbuat keburukan agar menambah kesyukuran. Dan tidaklah seseorang masuk neraka melainkan diperlihatkan kepadanya tempat (yang pernah disediakan baginya) di surga, seandainya ia berbuat kebaikan agar penyesalannya bertambah. (Riwayat Ahmad dan al-Bukhari dari Abu Hurairah)\n\nOrang-orang yang percaya kepada Allah dan taat kepada perintah-Nya, menjauhi larangan-Nya, niscaya dihapus semua kesalahan dan dosanya, serta diampuni dan dimasukkan ke dalam surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya, tidak akan mati, dan tidak akan keluar dari sana. Yang demikian itu adalah satu keuntungan dan kebahagiaan yang tiada taranya, karena telah terhindar dari kebinasaan dan kehancuran. Allah berfirman dalam ayat lain:\n\nTetapi barang siapa datang kepada-Nya dalam keadaan beriman, dan telah mengerjakan kebajikan, maka mereka itulah orang yang memperoleh derajat yang tinggi (mulia), (yaitu) surga-surga 'Adn, yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Itulah balasan bagi orang yang menyucikan diri. (thaha/20: 75-76)\n\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\n(Ingatlah) hari (yang di waktu itu) Allah mengumpulkan kamu pada hari pengumpulan (untuk dihisab). (At-Taghabun: 9)\n\nYaitu hari kiamat. Dinamakan demikian karena pada hari itu dihimpunkan oleh Allah Swt. semua orang yang terdahulu dan yang terkemudian di suatu lapangan, yang suara penyeru terdengar oleh mereka semua dan tiada sesuatu pun yang menghalangi pandangan mereka. Makna ayat ini sama dengan apa yang disebutkan dalam ayat lain melalui firman-Nya:\n\nHari kiamat itu adalah suatu hari yang semua manusia dikumpulkan (untuk dihisab), dan hari itu adalah suatu hari yang disaksikan (oleh segala makhluk). (Hud: 103)\n\nSama pula dengan apa yang disebutkan oleh firman-Nya:\n\nKatakanlah, \"Sesungguhnya orang-orang yang terdahulu dan orang-orang yang terkemudian, benar-benar akan dikumpulkan di waktu tertentu pada hari yang dikenal.” (Al-Waqi'ah: 49-50)\n\nAdapun firman Allah Swt.:\n\nitulah hari (waktu itu) ditampakkan kesalahan-kesalahan. (At-Taghabun: 9)\n\nIbnu Abbas mengatakan bahwa Taghabun merupakan salah satu dari nama lain bagi hari kiamat. Demikian itu karena ahli surga membuat ahli neraka merasa iri hati. Hal yang semisal telah dikatakan oleh Qatadah dan Mujahid. \n\nMuqatil ibnu Hayyan mengatakan bahwa tiada iri hati yang lebih besar daripada saat ahli surga dimasukkan ke dalam surga dan ahli neraka dimasukkan ke dalam neraka. Yakni saat itulah ahli neraka menyadari kesalahan-kesalahan yang telah dilakukannya. Menurut penulis, hal ini ditafsirkan oleh firman-Nya:\n\nDan barang siapa yang beriman kepada Allah dan mengerjakan amal saleh, niscaya Allah akan menghapus kesalahan-kesalahannya dan memasukkannya ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Itulah keberuntungan yang besar. Dan orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itulah penghuni-penghuni neraka, mereka kekal di dalamnya. Dan itulah seburuk-buruk tempat kembali. (At-Taghabun: 9-10)\n\nDalam pembahasan yang lalu telah ditafsirkan hal yang semisal berkali-kali.",
            "jalalain": "Ingatlah (hari yang di waktu itu Allah mengumpulkan kalian pada hari pengumpulan) yakni hari kiamat (itulah hari ditampakkannya kesalahan-kesalahan) maksudnya orang-orang mukmin pada hari itu memperoleh keuntungan yang besar dari orang-orang kafir, karena orang-orang mukmin mengambil tempat-tempat tinggal dan istri-istri mereka di surga, seandainya mereka beriman. (Dan barang siapa yang beriman kepada Allah dan mengerjakan amal saleh niscaya Allah akan menutupi kesalahan-kesalahannya dan memasukkannya) menurut suatu qiraat lafal yukaffir dan yudkhilhu dibaca nukaffir dan nudkhilhu (ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Itulah keberuntungan yang besar).",
            "quraish_shihab": "Saat Allah mengumpulkan kalian, pada hari dikumpulkannya orang-orang terdahulu dan orang-orang yang datang kemudian, Dia akan membalas segala perbuatan kalian. Itulah hari penampakan segala kesalahan: kesalahan orang-orang kafir karena mereka tidak beriman dan kesalahan orang-orang Mukmin yang meremehkan persoalan berbuat taat. Barangsiapa beriman kepada Allah dan melakukan kebaikan, maka segala dosa-dosanya akan dihapus dan ia akan dimasukkan ke dalam surga yang dialiri sungai-sungai untuk tinggal di situ selama-lamanya. Balasan itu adalah suatu keberuntungan yang besar."
        },
        {
            "ind": "Dan orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itulah penghuni-penghuni neraka, mereka kekal di dalamnya. Dan itulah seburuk-buruk tempat kembali.",
            "arb": "وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَٰئِكَ أَصْحَابُ النَّارِ خَالِدِينَ فِيهَا ۖ وَبِئْسَ الْمَصِيرُ",
            "transliterasi": "Wa Al-Ladhīna Kafarū Wa Kadhdhabū Bi'āyātinā 'Ūlā'ika 'Aşĥābu An-Nāri Khālidīna Fīhā Wa Bi'sa Al-Maşīru.",
            "eng": "But as for those who are bent on denying the truth and on giving the lie to Our messages - they are destined for the fire, therein to abide: and how vile a journey’s end!",
            "kemenag_ringkas": "Berbeda dengan orang-orang beriman dan beramal saleh yang akan diampuni dan dimasukkan ke dalam surga, Allah menegaskan tentang nasib orang-orang kafir. _Dan orang-orang yang kafir,_ yaitu orang-orang yang menolak beriman kepada Allah dan Rasul-Nya; _dan mendustakan ayat-ayat Kami,_ ayat-ayat Al-Qur’an; _mereka itulah penghuni neraka_, karena kekufuran mereka selama hidup di dunia; _mereka kekal di dalamnya_, karena Allah tidak akan mengampuni orang-orang kafir. _Dan itulah seburuk-buruk tempat kembali,_ karena neraka itu tempat hukuman, bukan tempat kenikmatan.",
            "kemenag": "Dalam ayat ini, Allah menerangkan bahwa orang-orang yang mengingkari keesaan-Nya, dan mendustakan ayat-ayat Al-Qur'an yang telah diturunkan kepada Nabi Muhammad, adalah penghuni neraka. Mereka akan tinggal kekal di dalamnya, sebagaimana Allah berfirman:\n\nAdapun orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itu penghuni neraka, mereka kekal di dalamnya. (al-Baqarah/2: 39)\n\nDalam ayat yang lain Allah berfirman:\n\nAdapun orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itu penghuni neraka. (al-Ma'idah/5: 10)\n\nAlangkah ruginya penghuni neraka karena tempat itu adalah seburuk-buruk tempat kembali, dan sejahat-jahat tempat tinggal, sebagaimana Allah berfirman:\n\nSungguh, Jahanam itu seburuk-buruk tempat menetap dan tempat kediaman. (al-Furqan/25: 66)\n",
            "ibnu_katsir": "Tafsir ayat ini diterangkan dengan ringkas pada akhir tafsir ayat 9.",
            "jalalain": "(Dan orang-orang yang kafir mendustakan ayat-ayat Kami) yakni Alquran (mereka itulah penghuni-penghuni neraka. Dan itulah seburuk-buruk tempat kembali) yakni neraka itu.",
            "quraish_shihab": "Orang-orang yang tidak beriman dan mendustakan mukjizat para rasul Kami, mereka adalah penghuni neraka yang akan kekal di dalamnya. Tempat mereka seburuk-buruk tempat."
        },
        {
            "ind": "Tidak ada suatu musibah pun yang menimpa seseorang kecuali dengan ijin Allah; dan barangsiapa yang beriman kepada Allah niscaya Dia akan memberi petunjuk kepada hatinya. Dan Allah Maha Mengetahui segala sesuatu.",
            "arb": "مَا أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذْنِ اللَّهِ ۗ وَمَن يُؤْمِن بِاللَّهِ يَهْدِ قَلْبَهُ ۚ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ",
            "transliterasi": "Mā 'Aşāba Min Muşībatin 'Illā Bi'idhni Allāhi Wa Man Yu'umin Billāhi Yahdi Qalbahu Wa Allāhu Bikulli Shay'in `Alīmun.",
            "eng": "NO CALAMITY can ever befall [man] unless it be by God's leave: hence, whoever believes in God guides his [own] heart [towards this truth]; and God has full knowledge of everything.",
            "kemenag_ringkas": "Allah tidak hanya menciptakan makhluk, tetapi juga mengatur seluruh makhluk. _Tidak ada sesuatu musibah yang menimpa_ seseorang dalam kehidupan ini, _kecuali dengan izin Allah_, karena Allah mengetahui dan mengatur kehidupan ini;_ dan barang siapa beriman kepada Allah_ dengan istikamah, _niscaya Allah akan memberi petunjuk kepada hatinya_ dengan memantapkan imannya. _Dan Allah Maha Mengetahui segala sesuatu_ yang terjadi di jagat raya maupun yang terjadi di jagat kecil, sanubari manusia.",
            "kemenag": "Allah menerangkan bahwa apa yang menimpa manusia, baik yang merupakan kenikmatan dunia maupun yang berupa siksa adalah qadha' dan qadar, sesuai dengan kehendak Allah yang telah ditetapkan di muka bumi. Dalam berusaha keras, manusia hendaknya tidak menyesal dan merasa kecewa apabila menemui hal-hal yang tidak sesuai dengan usaha dan keinginannya. Hal itu di luar kemampuannya, karena ketentuan Allah-lah yang akan berlaku dan menjadi kenyataan. Sebagaimana firman-Nya:\n\nKatakanlah (Muhammad), \"Tidak akan menimpa kami melainkan apa yang telah ditetapkan Allah bagi kami.\" (at-Taubah/9: 51)\n\nAllah memberi petunjuk kepada orang yang beriman untuk melapangkan dadanya, menerima dengan segala senang hati apa yang terjadi pada dirinya, baik sesuai dengan yang diinginkan, maupun yang tidak, karena ia yakin bahwa kesemuanya itu dari Allah. Ibnu Abbas menafsirkan bahwa Allah memberikan kepada orang mukmin dalam hatinya suatu keyakinan. Begitu pula ketika seseorang ditimpa musibah, ia mengatakan inna lillahi wa inna ilaihi raji'un, hal itu karena iman yang menyebabkan sabar dan akhirnya musibah itu ringan baginya.\n",
            "ibnu_katsir": "Allah Swt. menceritakan kembali apa yang telah Dia ceritakan di dalam surat Al-Hadid, yaitu firman-Nya:\n\nTiada suatu bencana pun yang menimpa di bumi dan (tidak pula) pada dirimu sendiri melainkan telah tertulis di dalam kitab (Lauh Mahfuz) sebelum Kami menciptakannya. Sesungguhnya yang demikian itu adalah mudah bagi Allah. (Al-Hadid: 22)\n\nDemikian pula hal yang sama disebutkan dalam surat ini melalui firman-Nya:\n\nTidak ada sesuatu musibah pun yang menimpa seseorang kecuali dengan izin Allah. (At-Taghabun: 11)\n\nIbnu Abbas mengatakan bahwa makna yang dimaksud ialah dengan perintah Allah, yakni dengan kekuasaan dan kehendak-Nya.\n\nDan barang siapa yang beriman kepada Allah, niscaya Dia akan memberi petunjuk kepada hatinya. Dan Allah Maha Mengetahui segala sesuatu. (At-Taghabun: 11)\n\nDan barang siapa yang beriman kepada Allah, niscaya Dia akan memberi petunjuk kepada hatinya. (At-Taghabun: 11)\n\nYakni mengembalikan segala sesuatunya kepada Allah dan mengatakan:\n\nSesungguhnya kami adalah milik Allah, dan hanya kepada-Nyalah kami dikembalikan. (Al-Baqarah: 156)\n\nDi dalam hadis yang telah disepakati disebutkan sebagai berikut:\n\nSungguh mengagumkan orang mukmin itu, tiadalah Allah memutus­kan suatu keputusan baginya kecuali adalah kebaikan belaka baginya. Jika ia tertimpa kedukaan, maka ia bersabar, dan bersabar itu adalah baik baginya. Dan jika ia mendapat kesukaan, maka bersyukurlah ia dan bersyukur itu lebih baik baginya. Dan hal itu tidak didapati pada seorang pun kecuali pada diri orang mukmin.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Hasan, telah menceritakan kepada kami Ibnu Lahi'ah, telah menceritakan kepada kami Al-Haris ibnu Yazid, dari Ali ibnu R'abbah; ia pernah mendengar Junadah ibnu Abu Umayyah mengatakan bahwa ia pernah mendengar Ubadah ibnus Samit mengatakan, sesungguhnya pernah ada seorang lelaki datang kepada Rasulullah Saw., lalu bertanya, \"Amal apakah yang paling utama?\" Rasulullah Saw. menjawab: Iman kepada Allah, membenarkan-Nya dan berjihad di jalan-Nya. Lelaki itu bertanya lagi, \"Aku bermaksud hal yang lebih ringan daripada semuanya itu, wahai Rasulullah.\" Rasulullah Saw. menjawab: Janganlah kamu berburuk prasangka kepada Allah terhadap sesuatu yang telah ditetapkan-Nya atas dirimu. \n\nPara pemilik kitab sunan tiada yang mengetengahkannya.",
            "jalalain": "(Tidak ada sesuatu musibah pun yang menimpa seseorang kecuali dengan izin Allah) atau dengan kepastian-Nya. (Dan barang siapa yang beriman kepada Allah) melalui ucapannya, bahwa musibah itu datang atas kepastian dari-Nya (niscaya Dia akan memberi petunjuk kepada kalbunya) untuk bersabar di dalam menghadapinya. (Dan Allah Maha Mengetahui segala sesuatu).",
            "quraish_shihab": "Segala bencana yang menimpa manusia terjadi karena ketentuan Allah. Barangsiapa beriman kepada Allah, maka kalbunya akan diberi petunjuk sehingga rela dengan apa yang telah terjadi. Allah Maha Mengetahui segala sesuatu."
        },
        {
            "ind": "Dan taatlah kepada Allah dan taatlah kepada Rasul-Nya, jika kamu berpaling sesungguhnya kewajiban Rasul Kami hanyalah menyampaikan (amanat Allah) dengan terang.",
            "arb": "وَأَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ ۚ فَإِن تَوَلَّيْتُمْ فَإِنَّمَا عَلَىٰ رَسُولِنَا الْبَلَاغُ الْمُبِينُ",
            "transliterasi": "Wa 'Aţī`ū Allāha Wa 'Aţī`ū Ar-Rasūla Fa'in Tawallaytum Fa'innamā `Alaá Rasūlinā Al-Balāghu Al-Mubīnu.",
            "eng": "Pay heed, then, unto God, and pay heed unto the Apostle; and if you turn away, [know that] Our Apostle's only duty is a clear delivery of this message:",
            "kemenag_ringkas": "Allah mengajarkan kepada manusia cara yang benar dan tepat dalam hidup ini. _Dan taatlah_ wahai manusia _kepada Allah_ dengan beriman dan melaksanakan perintah-Nya serta menjauhi larangan-Nya; _dan taatlah kepada Rasul_ dengan mengikuti sunah-sunahnya. _Jika kamu berpaling_ dari Allah dengan kufur atau mengabaikan perintah-Nya dan berpaling dari Rasul dengan melupakan sunahnya, _maka sesungguhnya kewajiban Rasul Kami hanyalah menyampaikan_ ajaran Allah kepada umat manusia _dengan terang_ sehingga manusia mengenal ajaran Allah dengan benar.",
            "kemenag": "Allah memerintahkan agar manusia taat kepada-Nya dan rasul-Nya dengan melaksanakan perintah-Nya dan meninggalkan larangan-Nya. Manakala mereka itu tetap tidak menaati dan patuh, ketahuilah bahwa tugas Rasulullah hanyalah sekedar menyampaikan apa yang menjadi tugas dan kewajibannya, sebagaimana ditegaskan dalam firman Allah:\n\nJika kamu berpaling, maka ketahuilah bahwa kewajiban rasul Kami hanyalah menyampaikan (amanat) dengan jelas. (al-Ma'idah/5: 92)\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nDan taatlah kepada Allah dan taatlah kepada Rasul. (At-Taghabun: 12)\n\nIni merupakan perintah untuk taat kepada Allah dan Rasul-Nya, yaitu dengan mengerjakan syariat agama-Nya, mengerjakan apa yang diperintahkan-Nya, serta meninggalkan apa yang dilarang dan diharamkan-Nya. Kemudian disebutkan dalam firman selanjutnya:\n\njika kamu berpaling, maka sesungguhnya kewajiban Rasul Kami hanyalah menyampaikan (amanat Allah) dengan terang. (At-Taghabun: 12)\n\nYaitu jika kamu membangkang tidak mau mengamalkannya, maka sesungguhnya bagi Rasul Kami hanyalah menjalankan apa yang ditugaskan kepadanya, yaitu menyampaikan risalah; dan diwajibkan atas kalian melakukan kewajiban yang dibebankan kepada kalian, yaitu mendengar dan menaatinya. Az-Zuhri mengatakan bahwa yang dari Allah adalah risalah, dan tugas Rasul ialah menyampaikannya, sedangkan tugas kita ialah mendengar dan menaatinya.",
            "jalalain": "(Dan taatlah kepada Allah dan taatlah kepada Rasul, jika kalian berpaling maka sesungguhnya kewajiban rasul Kami hanyalah menyampaikan, amanat Allah, dengan terang) yakni secara jelas.",
            "quraish_shihab": "Taatilah apa yang telah dibebankan oleh Allah kepada kalian. Taatilah segala apa yang telah disampaikan oleh Rasul dari Tuhan. Jika kalian tidak melakukan itu, ketahuilah bahwa sikap kalian itu tidak akan merugikan Rasul. Sesungguhnya kewajiban Rasul Kami hanyalah menyampaikan risalah kepada kalian dengan sejelas-jelasnya."
        },
        {
            "ind": "(Dialah) Allah tidak ada Tuhan selain Dia. Dan hendaklah orang-orang mukmin bertawakkal kepada Allah saja.",
            "arb": "اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ ۚ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ",
            "transliterasi": "Allāhu Lā 'Ilāha 'Illā Huwa Wa `Alaá Allāhi Falyatawakkali Al-Mu'uminūna.",
            "eng": "God - there is no deity save Him! In God then let the believers place their trust.",
            "kemenag_ringkas": "Yaitu ajaran bahwa sesungguhnya Dialah _Allah, tidak ada tuhan selain Dia_ yang menciptakan makhluk dan mengaturnya. _Dan hendaklah orang-orang mukmin bertawakal kepada Allah_ dalam segala keadaan.",
            "kemenag": "Allah menjelaskan bahwa Dialah Tuhan Yang Maha Esa, tidak ada Tuhan selain Dia. Maka hendaklah kita semua mengesakan-Nya, berbakti kepada-Nya dengan ikhlas, dan tidak menyekutukan-Nya dengan sesuatu apa pun, sebagaimana dijelaskan dalam firman-Nya:\n\n(Dialah) Tuhan timur dan barat, tidak ada tuhan selain Dia, maka jadikanlah Dia sebagai pelindung. (al-Muzzammil/73: 9)\n\nDan dijelaskan pula dalam ayat lain:\n\nDan sembahlah Allah dan janganlah kamu mempersekutukan-Nya dengan sesuatu apa pun. (an-Nisa'/4: 36)\n\nKarena Allah adalah Maha Pencipta dan Maha Pemberi rezeki. Kepada Allah-lah orang-orang mukmin itu hendaknya bertawakal. Firman Allah:\n\nDan bertawakallah kamu hanya kepada Allah, jika kamu orang-orang beriman. (al-Ma'idah/5: 23)\n",
            "ibnu_katsir": "Kemudian Allah Swt. memberitakan bahwa Dia adalah Maha Esa, bergantung kepada-Nya segala sesuatu, tiada Tuhan yang berhak disembah selain Dia. Untuk itu Allah Swt. berfirman:\n\n(Dialah) Allah, tidak ada Tuhan (yang berhak disembah) selain Dia. Dan hendaklah orang-orang mukmin bertawakal kepada Allah saja. (At-Taghabun: 13)\n\nBagian pertama dari ayat ini merupakan kalimat berita yang memberitakan tentang keesaan Allah, tetapi makna yang dimaksud ialah kalimat perintah yakni 'esakanlah penyembahan itu hanya bagi-Nya, dan ikhlaskanlah ketaatan itu hanya kepada-Nya, kemudian bertawakallah kamu kepada-Nya (bagian terakhir dari ayat ini)'. Ayat ini semakna dengan apa yang disebutkan dalam ayat lain melalui firman-Nya:\n\n(Dialah) Tuhan masyriq dan magrib (timur dan barat), tiada Tuhan (yang berhak disembah) melainkan Dia, maka jadikanlah Dia sebagai pelindung. (Al-Muzzammil: 9)",
            "jalalain": "(Dialah Allah, tidak ada Tuhan selain Dia. Dan hendaklah orang-orang mukmin bertawakal kepada Allah saja).",
            "quraish_shihab": "Allah, tidak ada yang pantas disembah kecuali Dia. Hanya kepada-Nyalah orang-orang Mukmin hendaknya bertawakal dalam segala urusan."
        },
        {
            "ind": "Hai orang-orang mukmin, sesungguhnya di antara isteri-isterimu dan anak-anakmu ada yang menjadi musuh bagimu maka berhati-hatilah kamu terhadap mereka dan jika kamu memaafkan dan tidak memarahi serta mengampuni (mereka) maka sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
            "arb": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلَادِكُمْ عَدُوًّا لَّكُمْ فَاحْذَرُوهُمْ ۚ وَإِن تَعْفُوا وَتَصْفَحُوا وَتَغْفِرُوا فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ",
            "transliterasi": "Yā 'Ayyuhā Al-Ladhīna 'Āmanū 'Inna Min 'Azwājikum Wa 'Awlādikum `Adūwāan Lakum Fāĥdharūhum Wa 'In Ta`fū Wa Taşfaĥū Wa Taghfirū Fa'inna Allāha Ghafūrun Raĥīmun.",
            "eng": "O YOU who have attained to faith! Behold, some of your spouses and your children are enemies unto you: so beware of them! But if you pardon [their faults] and forbear, and forgive-then, behold, God will be much-forgiving, a dispenser of grace.",
            "kemenag_ringkas": "Setelah diperintahkan untuk bertawakal kepada Allah, pada ayat ini orang-orang beriman diperingatkan tentang istri dan anak-anak mereka. _Wahai orang-orang yang beriman!_ Hendaknya kamu waspada. _Sesungguhnya di antara istri-istrimu dan anak-anakmu ada yang menjadi musuh bagimu_ dunia-akhirat. Kadang-kadang istri dapat menjerumuskan suami dan anak-anak dapat mencelakakan bapaknya untuk melakukan perbuatan yang tidak dibenarkan oleh agama. _Maka berhati-hatilah kamu terhadap mereka_ dengan mengawasi dan menanamkan pendidikan agama kepada mereka; _dan jika kamu memaafkan_ mereka ketika mereka melakukan kesalahan; _dan kamu menyantuni_ mereka dengan sikap yang lembut, serta _memohonkan ampun_ kepada Allah untuk mereka, _maka sungguh, Allah Maha Pengampun_ kepada hamba-hamba-Nya, _Maha Penyayang_ kepada seluruh makhluk-Nya.",
            "kemenag": "Allah menjelaskan bahwa ada di antara istri-istri dan anak-anak yang menjadi musuh bagi suami dan orang tuanya yang mencegah mereka berbuat baik dan mendekatkan diri kepada Allah, menghalangi mereka beramal saleh yang berguna bagi akhirat mereka. Bahkan adakalanya menjerumuskan mereka kepada perbuatan maksiat, perbuatan haram yang dilarang oleh agama.\nKarena rasa cinta dan sayang kepada istri dan anaknya, agar keduanya hidup mewah dan senang, seorang suami atau ayah tidak segan berbuat yang dilarang agama, seperti korupsi dan lainnya. Oleh karena itu, ia harus berhati-hati, dan sabar menghadapi anak istrinya. Mereka perlu dibimbing, tidak terlalu ditekan, sebaiknya dimaafkan dan tidak dimarahi, tetapi diampuni. Allah sendiri pun Maha Pengampun, lagi Maha Penyayang, sebagaimana dijelaskan dalam firman-Nya:\n\nTetapi jika kamu bersabar, itu lebih baik bagimu. Allah Maha Pengampun, Maha Penyayang. (an-Nisa'/4: 25)\n",
            "ibnu_katsir": "Allah Swt. berfirman, menceritakan tentang istri-istri dan anak-anak, bahwa di antara mereka ada yang menjadi musuh suaminya dan orang tuanya. Dikatakan demikian karena di antara mereka ada yang melalaikannya dari amal saleh, seperti yang disebutkan dalam ayat lain melalui firman Allah Swt. yang mengatakan:\n\nHai orang-orang yang beriman, janganlah harta-hartamu dan anak-anakmu melalaikan kamu dari mengingat Allah. Barang siapa yang membuat demikian, maka mereka itulah orang-orang yang rugi. (Al-Munafiqun: 9)\n\nKarena itulah dalam surat ini disebutkan oleh firman-Nya:\n\nmaka berhati-hatilah kamu. (At-Taghabun: 14)\n\nMenurut Ibnu Zaid, disebutkan bahwa maka berhati-hatilah terhadap agamamu. Mujahid mengatakan sehubungan dengan makna ayat ini:\n\nsesungguhnya di antara istri-istrimu dan anak-anakmu ada yang menjadi musuh bagimu. (At-Taghabun: 14)\n\nkarena mendorong seseorang untuk memutuskan tali persaudaraan atau berbuat suatu maksiat terhadap Tuhannya, karena cintanya kepada istri dan anak-anaknya terpaksa ia menaatinya dan tidak kuasa menolaknya.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Muhammad ibnu Khalaf As-Saidalani, telah menceritakan kepada kami Al-Faryabi, telah menceritakan kepada kami Israil, telah menceritakan kepada kami Sammak ibnu Harb, dari Ikrimah, dari Ibnu Abbas yang telah ditanya oleh seorang lelaki tentang makna firman-Nya: Hai orang-orang yang beriman, sesungguhnya di antara istri-istrimu dan anak-anakmu ada yang menjadi musuh bagimu, maka berhati-hatilah kamu terhadap mereka. (At-Taghabun: 14) Bahwa ada sejumlah lelaki yang telah masuk Islam di Mekah; ketika mereka hendak bergabung dengan Rasulullah Saw. di negeri hijrah, maka istri-istri dan anak-anak mereka tidak mau ditinggalkan. Pada akhirnya setelah mereka datang kepada Rasulullah Saw. (sesudah penaklukan Mekah), mereka melihat orang-orang telah mendalami agama mereka. Kemudian mereka melampiaskan kemarahannya kepada istri-istri dan anak-anak mereka yang menghalang-halangi mereka untuk hijrah. Dan ketika mereka hendak menghukum istri-istri dan anak-anak mereka, Allah menurunkan firman-Nya: dan jika kamu memaafkan dan tidak memarahi serta mengampuni (mereka), maka sesungguhnya Allah Maha Pengampun lagi Maha Penyayang. (At-Taghabun: 14)\n\nHal yang sama telah diriwayatkan oleh Imam Turmuzi, dari Muhammad ibnu Yahya Al-Faryabi alias Muhammad ibnu Yusuf dengan sanad yang sama. Hasan mengatakan bahwa hadis ini sahih. Ibnu Jarir danTabrani meriwayatkan hadis ini melalui Israil dengan sanad yang sama. Telah diriwayatkan pula melalui jalur Al-Aufi, dari Ibnu Abbas hal yang semisal, dan hal yang sama dikatakan pula oleh Ikrimah (bekas budak Ibnu Abbas).",
            "jalalain": "(Hai orang-orang yang beriman! Sesungguhnya di antara istri-istri kalian dan anak-anak kalian ada yang menjadi musuh bagi kalian, maka berhati-hatilah kalian) janganlah kalian menaati mereka sehingga menyebabkan kalian ketinggalan tidak mau melakukan perbuatan yang baik, seperti berjihad dan berhijrah. Karena sesungguhnya latar belakang turunnya ayat ini adalah karena menaatinya (dan jika kalian meaafkan) mereka yang telah memperlambat kalian untuk melakukan perbuatan-perbuatan yang baik, karena alasan bahwa mereka merasa berat berpisah dengan kalian (dan tidak memarahi serta mengampuni, mereka, maka sesungguhnya Allah Maha Pengampun lagi Maha Penyayang).",
            "quraish_shihab": "Wahai orang-orang yang beriman, sesungguhnya di antara istri-istri dan anak-anak kalian ada yang menjadi musuh bagi kalian, yaitu dengan memalingkan kalian dari taat kepada Allah untuk memenuhi keinginan mereka. Maka berhati-hatilah kalian terhadap mereka. Jika kalian memaafkan kesalahan mereka, tidak memarahi dan menutupi kesalahan mereka itu, niscaya Allah akan mengampuni kalian. Allah sungguh Mahaluas ampunan dan Mahaluas rahmat."
        },
        {
            "ind": "Sesungguhnya hartamu dan anak-anakmu hanyalah cobaan (bagimu), dan di sisi Allah-lah pahala yang besar.",
            "arb": "إِنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ ۚ وَاللَّهُ عِندَهُ أَجْرٌ عَظِيمٌ",
            "transliterasi": "'Innamā 'Amwālukum Wa 'Awlādukum Fitnatun Wa Allāhu `Indahu 'Ajrun `Ažīmun.",
            "eng": "Your worldly goods and your children are but a trial and a temptation, whereas with God there is a tremendous reward.",
            "kemenag_ringkas": "Manusia harus menyadari dengan penuh keinsafan peringatan Allah pada ayat ini. _Sesungguhnya harta kamu_ yang sangat kamu cintai _dan anak-anak kamu_ yang menjadi kebanggaan kamu _hanyalah cobaan_ bagimu, apakah kamu mengelolanya dengan baik dan benar, serta mendidik mereka dengan agama yang lurus; _dan di sisi Allah pahala yang besar_ bagi orang-orang beriman yang mengelola harta dengan baik dan mendidik anak-anak dengan benar.",
            "kemenag": "Allah menerangkan bahwa cinta terhadap harta dan anak adalah cobaan. Jika tidak berhati-hati, akan mendatangkan bencana. Tidak sedikit orang, karena cintanya yang berlebihan kepada harta dan anaknya, berani berbuat yang bukan-bukan dan melanggar ketentuan agama. Dalam ayat ini, harta didahulukan dari anak karena ujian dan bencana harta itu lebih besar, sebagaimana firman Allah:\n\nSekali-kali tidak! Sungguh, manusia itu benar-benar melampaui batas, apabila melihat dirinya serba cukup. (al-'Alaq/96: 6-7)\n\nDijelaskan pula dalam sabda Nabi saw.\nSesungguhnya bagi tiap-tiap umat ada cobaan dan sesungguhnya cobaan umatku (yang berat) ialah harta, (Riwayat Ahmad, at-Tirmidhi, ath-thabrani, dan al-hakim, dari Ka'ab bin 'Iyadh)\n\nKalau manusia dapat menahan diri, tidak akan berlebihan cintanya kepada harta dan anaknya, jika cintanya kepada Allah lebih besar daripada cintanya kepada yang lain, maka ia akan mendapat pahala yang besar dan berlipat ganda.\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nSesungguhnya hartamu dan anak-anakmu hanyalah cobaan (bagimu); di sisi Allah-lah pahala yang besar. (At-Taghabun: 15)\n\nAllah Swt. berfirman bahwa sesungguhnya harta dan anak-anak itu merupakan ujian dan cobaan dari Allah bagi makhluk-Nya, agar dapat dijelaskan siapa orang yang taat kepada-Nya dan siapa yang durhaka terhadap-Nya.\n\nFirman Allah Swt.:\n\ndi sisi Allah-lah. (At-Taghabun: 15) \n\nkelak di hari kiamat.\n\npahala yang besar. (At-Taghabun: 15) \n\nSemakna dengan apa yang disebutkan oleh firman-Nya dalam ayat lain:\n\nDijadikan indah pada (pandangan) manusia kecintaan kepada apa-apa yang diingini, yaitu wanita-wanita, anak-anak, harta yang banyak dari jenis emas, perak, kuda pilihan, binatang-binatang ternak, dan sawah ladang. Itulah kesenangan hidup di dunia; dan di sisi Allah-lah tempat kembali yang baik (surga). (Ali Imran: 14)\n\ndan ayat yang berikutnya.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Zaid ibnul Habbab, telah menceritakan kepadaku Husain ibnu Waqid, telah menceritakan kepadaku Abdullah ibnu Buraidah, bahwa ia pernah mendengar Abu Buraidah mengatakan, \"Dahulu Rasulullah Saw. ketika sedang berkhotbah, datanglah Al-Hasan dan Al-Husain r.a. yang mengenakan baju gamis merah, keduanya berjalan dengan langkah yang tertatih-tatih. Maka Rasulullah Saw. langsung turun dari mimbarnya dan menggendong keduanya, lalu mendudukkan keduanya di hadapannya, kemudian bersabda: Allah dan Rasul-Nya benar, sesungguhnya harta dan anak-anak kalian hanyalah cobaan. Aku memandang kedua anak ini yang berjalan dengan langkah yang tertatih-tatih, maka aku tidak sabar lagi hingga terpaksa aku putuskan pembicaraanku dan, menggendong keduanya'.\n\nAhlus Sunan telah meriwayatkan hadis ini melalui Husain ibnu Waqid dengan sanad yang sama. Imam Turmuzi mengatakan bahwa hadis ini hasan garib, sesungguhnya kami mengetahui hadis ini hanya melalui hadisnya (Husain ibnu Waqid).'\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Syuraih ibnun Nu'man, telah menceritakan kepada kami Hasyim, telah menceritakan kepada kami Mujalid, dari Asy-Sya'bi, telah menceritakan kepada kami Al-Asy'as ibnu Qais yang mengatakan bahwa aku datang menghadap kepada Rasulullah Saw. dalam delegasi Kindah, lalu beliau Saw. bertanya kepadaku, \"Apakah engkau punya anak?\" Aku menjawab, \"Ya, seorang putra yang baru dilahirkan untukku dari anak perempuan Hamd sebelum keberangkatanku kepada engkau. Dan sesungguhnya aku berharap sekiranya kedudukannya diganti dengan kaum yang pemberani.\" Maka Nabi Saw. bersabda: Jangan sekali-kali kamu katakan demikian, karena sesungguhnya di antara mereka terdapat penyejuk hati dan pahala yang banyak bila mereka dicabut (nyawanya semasa kecil). Kemudian Nabi Saw. bersabda: Dan sesungguhnya jika kukatakan memang demikian, sesungguhnya mereka (anak-anak) itu benar-benar merupakan penyebab hati menjadi pengecut dan duka cita.\n\nImam Ahmad meriwayatkan hadis ini secara munfarid.\n\nAl-Hafiz Abu Bakar Al-Bazzar mengatakan, telah menceritakan kepada kami Mahmud ibnu Bakar, telah menceritakan kepada kami ayahku, dari Isa, dari Ibnu Abu Laila, dari Atiyyah, dari Abu Sa'id yang mengatakan bahwa Rasulullah Saw. telah bersabda: Anak itu adalah buah hati, dan sesungguhnya mereka itu penyebab hati menjadi pengecut, sifat menjadi kikir, dan sumber kesedihan.\n\nKemudian Al-Bazzar mengatakan bahwa kami tidak mengenal hadis ini kecuali melalui sanad ini.\n\nImam Tabrani mengatakan, telah menceritakan kepada kami Hasim ibnu Marsad, telah menceritakan kepada kami Muhammad ibnu Ismail ibnu Iyasy, telah menceritakan kepadaku ayahku, telah menceritakan kepadakuDamdam ibnu Zur'ah, dari Syuraih ibnu Ubaid, dari Abu Malik Al-Asy'ari, bahwa Rasulullah Saw. pernah bersabda: Musuhmu itu bukanlah orang yang jika kamu bunuh, maka kemenangan bagimu; dan jika dia membunuhmu, maka kamu masuk surga. Tetapi barangkali yang menjadi musuhmu itu adalah anakmu yang keluar dari sulbimu sendiri. Kemudian musuh bebuyutanmu adalah harta yang kamu miliki.",
            "jalalain": "(Sesungguhnya harta kalian dan anak-anak kalian hanyalah cobaan) bagi kalian yang melupakan kalian dari perkara-perkara akhirat (dan di sisi Allah lah pahala yang besar) maka janganlah kalian lewatkan hal ini, karena kalian sibuk dengan harta benda dan anak-anak kalian.",
            "quraish_shihab": "Sesungguhnya harta dan anak kalian itu adalah cobaan. Allah memiliki balasan amat besar yang diperuntukkan bagi mereka yang lebih mengutamakan taat kepada Allah."
        },
        {
            "ind": "Maka bertakwalah kamu kepada Allah menurut kesanggupanmu dan dengarlah serta taatlah dan nafkahkanlah nafkah yang baik untuk dirimu. Dan barangsiapa yang dipelihara dari kekikiran dirinya, maka mereka itulah orang-orang yang beruntung.",
            "arb": "فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ وَاسْمَعُوا وَأَطِيعُوا وَأَنفِقُوا خَيْرًا لِّأَنفُسِكُمْ ۗ وَمَن يُوقَ شُحَّ نَفْسِهِ فَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ",
            "transliterasi": "Fāttaqū Allāha Mā Astaţa`tum Wa Asma`ū Wa 'Aţī`ū Wa 'Anfiqū Khayrāan Li'nfusikum Wa Man Yūqa Shuĥĥa Nafsihi Fa'ūlā'ika Hum Al-Mufliĥūna.",
            "eng": "Remain, then, conscious of God as best you can, and listen [to Him], and pay heed. And spend in charity for the good of your own selves: for, such as from their own covetousness are saved – it is they, they that shall attain to a happy state!",
            "kemenag_ringkas": "Dalam menjalani hidup dan kehidupan ini, Allah memberikan bimbingan. _Maka bertakwalah kamu kepada Allah menurut kesanggupanmu,_ karena Allah tidak membebani manusia kecuali sesuai dengan kesanggupannya; _dan dengarlah_ ayat-ayat Allah, _serta taatlah_ kepada-Nya; _dan infakkanlah_ harta kamu _yang baik_, yaitu yang diperoleh dengan cara yang halal kepada fakir miskin, karena infak itu hakikatnya_ untuk diri kamu_ bekal di akhirat. _Dan barang siapa dijaga dirinya dari kekikiran_ dengan membiasakan diri sejak kecil menjadi dermawan; _mereka itulah orang-orang yang beruntung_ karena baik dan benar dalam mengelola harta yang dititipkan Allah kepada mereka.",
            "kemenag": "Allah memerintahkan agar manusia yang mempunyai harta, anak, dan istri bertakwa kepada-Nya sekuat tenaga dan kemampuannya, sebagaimana dijelaskan oleh sabda Nabi saw:\nApabila saya perintahkan kamu dengan sesuatu maka laksanakanlah dengan maksimal dan apa yang saya larang melakukannya, maka jauhilah ia. (Riwayat al-Bukhari dari Abu Hurairah)\n\n\n\n\nDalam firman Allah juga dijelaskan:\n\nBertakwalah kepada Allah sebenar-benar takwa kepada-Nya dan janganlah kamu mati kecuali dalam keadaan muslim. (Ali 'Imran/3: 102)\n\nSelanjutnya Allah memerintahkan orang-orang beriman agar mendengar dan patuh kepada perintah Allah dan rasul-Nya. Tidak terpengaruh oleh keadaan sekelilingnya, sehingga melanggar apa yang dilarang agama. Harta benda agar dibelanjakan untuk meringankan penderitaan fakir miskin, menolong orang-orang yang memerlukan pertolongan, dan untuk membantu berbagai kegiatan yang berguna bagi umat dan agama, yang membawa kebahagiaan dunia dan akhirat. Yang demikian itu jauh lebih baik daripada menumpuk harta dan memanjakan anak. \nAyat ke-16 ini ditutup dengan satu penegasan bahwa orang yang menjauhi kebakhilan dan ketamakan pada harta adalah orang yang beruntung. Ia akan mencapai keinginannya di dunia dan akhirat, serta disenangi oleh teman-temannya. Di akhirat nanti, ia sangat berbahagia karena dekat dengan Tuhannya, disenangi, diridai, dan dimasukkan ke dalam surga.\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nMaka bertakwalah kamu kepada Allah menurut kesanggupanmu. (At-Taghabun: 16)\n\nYakni menurut batas maksimal kemampuanmu, sebagaimana yang disebutkan di dalam kitab Sahihain melalui Abu Hurairah r.a., bahwa Rasulullah Saw. telah bersabda:\n\nApabila kuperintahkan kepada kalian suatu perkara, maka kerjakanlah hal itu olehmu menurut kesanggupanmu; dan apa saja yang aku larang kalian mengerjakannya, tinggalkanlah.\n\nSebagian ulama tafsir mengatakan bahwa sebagaimana yang telah di­riwayatkan oleh Malik dari Zaid ibnu Aslam yang mengatakan bahwa ayat ini merevisi ayat yang ada di dalam surat Ali Imran, yaitu firman-Nya:\n\nHai orang-orang yang beriman, bertakwalah kepada Allah sebenar-benar takwa kepada-Nya; dan janganlah sekali-kali kamu mati melainkan dalam keadaan beragama Islam. (Ali Imran: 102)\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Zur'ah, telah menceritakan kepadaku Yahya ibnu Abdullah ibnu Bukair, telah menceritakan kepadaku Ibnu Lahi'ah, telah menceritakan kepadaku Ata alias Ibnu Dinar, dari Sa'id ibnu Jubair sehubungan dengan makna firman Allah Swt.: bertakwalah kepada Allah sebenar-benar takwa kepada-Nya; dan janganlah sekali-kali kamu mati melainkan dalam keadaan beragama Islam. (Ali Imran: 102) Bahwa ketika ayat ini diturunkan, kaum muslim beramal dengan sekuat-kuatnya. Mereka terus-menerus mengerjakan qiyam (salat sunat) hingga tumit kaki mereka bengkak dan kening mereka bernanah. Maka Allah menurunkan ayat ini untuk meringankan mereka (kaum muslim), yaitu firman-Nya: Maka bertakwalah kamu kepada Allah menurut kesanggupanmu, (At-Taghabun: 16) Maka ayat ini merevisi pengertian yang terdapat pada ayat yang di atas tadi. \n\nTelah diriwayatkan pula hal yang semisal dari Abul Aliyah, Zaid ibnu Aslam, Qatadah, Ar-Rabi' ibnu Anas, As-Saddi, dan Muqatil ibnu Hayyan.\n\nFirman Allah Swt.:\n\ndan dengar serta taatlah. (At-Taghabun: 16)\n\nYaitu jadilah kamu orang-orang yang tunduk patuh kepada apa yang diperintahkan oleh Allah dan Rasul-Nya kepadamu, dan janganlah kamu menyimpang darinya baik ke arah kanan maupun ke arah kiri. Dan janganlah kamu mendahului Allah dan Rasul-Nya, janganlah pula kamu ketinggalan dari apa yang diperintahkan oleh-Nya kepadamu. Dan janganlah kamu mengerjakan apa yang dilarang oleh-Nya kamu mengerjakannya.\n\nFirman Allah Swt.:\n\ndan nafkahkanlah nafkah yang baik untukmu. (At-Taghabun: 16)\n\nYakni berinfaklah (belanjakanlah) dari sebagian harta yang Allah rezekikan kepadamu kepada kaum kerabat, orang-orang fakir, orang-orang miskin, dan orang-orang yang memerlukan bantuan. Dan berbuat baiklah kamu kepada sesama makhluk Allah sebagaimana Allah berbuat baik kepadamu, niscaya hal ini lebih baik bagi kalian buat kehidupan dunia dan kehidupan akhiratmu. Jika kamu tidak melakukannya, maka menjadi keburukanlah bagimu dalam kehidupan dunia dan akhiratmu. \n\nFirman Allah Swt.:\n\nDan barang siapa yang dipelihara dari kekikiran dirinya, maka mereka itulah orang-orang yang beruntung. (At-Taghabun: 16)\n\nTafsir ayat ini telah dikemukakan dalam tafsir surat Al-Hasyr, dan telah disebutkan pula hadis-hadis yang berkaitan dengan makna ayat ini, sehingga tidak perlu diulangi lagi.",
            "jalalain": "(Maka bertakwalah kalian kepada Allah menurut kesanggupan kalian) ayat ini memansukh firman-Nya, \"Bertakwalah kepada Allah sebenar-benar takwa kepada-Nya.\" (Q.S. Ali Imran 102) (dan dengarlah) apa yang telah diperintahkan kepada kalian, dengan pendengaran yang dibarengi dengan rasa menerima apa yang kalian dengar (serta taatlah) kepada Allah (dan nafkahkanlah) di jalan ketaatan (nafkah yang baik untuk diri kalian) lafal khairan berkedudukan menjadi khabar dari lafal yakun yang keberadaannya diperkirakan, dan sekaligus menjadi jawab dari amar, yakni niscaya pahalanya buat diri kalian sendiri. (Dan barang siapa yang dipelihara dari kekikiran dirinya, maka mereka itulah orang-orang yang beruntung) orang-orang yang memperoleh keberuntungan.",
            "quraish_shihab": "Kerahkanlah segala usaha dan kemampuan kalian untuk bertakwa kepada Allah. Dengarlah segala nasihat-Nya dan taatilah segala perintah-Nya. Infakkanlah rezeki yang telah diberikan kepada kalian di jalan yang telah ditetapkan. Lakukanlah kebaikan untuk diri kalian. Barangsiapa yang dipelihara dari kekikiran dirinya dan keserakahan terhadap harta, mereka adalah orang-orang yang beruntung mendapatkan segala kebaikan."
        },
        {
            "ind": "Jika kamu meminjamkan kepada Allah pinjaman yang baik, niscaya Allah melipat gandakan balasannya kepadamu dan mengampuni kamu. Dan Allah Maha Pembalas Jasa lagi Maha Penyantun.",
            "arb": "إِن تُقْرِضُوا اللَّهَ قَرْضًا حَسَنًا يُضَاعِفْهُ لَكُمْ وَيَغْفِرْ لَكُمْ ۚ وَاللَّهُ شَكُورٌ حَلِيمٌ",
            "transliterasi": "'In Tuqriđū Allāha Qarđāan Ĥasanāan Yuđā`ifhu Lakum Wa Yaghfir Lakum Wa Allāhu Shakūrun Ĥalīmun.",
            "eng": "If you offer up to God a goodly loan, He will amply repay you for it, and will forgive you your sins: for God is ever responsive to gratitude, forbearing,",
            "kemenag_ringkas": "Orang yang berinfak atau bersedekah itu beruntung karena pada hakikatnya dia meminjamkan hartanya kepada Allah. Allah berfirman, “_Jika kamu meminjamkan_ harta kamu _kepada Allah dengan pinjaman yang baik_, yakni berinfak dengan harta halal dengan ikhlas, _niscaya Dia melipatgandakan_ balasan infak tersebut _untuk kamu_ di dunia dan akhirat; _dan mengampuni_ dosa dan kesalahan _kamu. Dan Allah Maha Menerima syukur_ hamba-hamba-Nya yang beriman, _Maha Penyantun_ kepada hamba-hamba-Nya yang menyantuni makhluk-makhluk Allah.”",
            "kemenag": "Allah menerangkan bahwa orang yang meminjamkan kepada-Nya dengan pinjaman yang baik sewaktu di dunia yakni membelanjakan harta-bendanya di jalan yang diridai-Nya, mendekatkan diri kepada-Nya dengan ikhlas dan hati yang lega, akan dilipatgandakan pahalanya. Satu kebaikan akan dibalas dengan sepuluh sampai tujuh ratus pahala. Bahkan akan dilipatgandakan lebih dari itu, sesuai dengan keikhlasannya yang mantap di dalam hati, sebagaimana dijelaskan dalam firman Allah:\n\nBarang siapa meminjami Allah dengan pinjaman yang baik maka Allah melipatgandakan ganti kepadanya dengan banyak. (al-Baqarah/2: 245)\n\nSelain daripada itu, dosanya pun akan diampuni Allah. Dia Maha Pembalas jasa, melipatgandakan pahala bagi orang yang taat kepada-Nya, lagi Maha Penyantun. Allah tidak menyegerakan azab kepada orang yang berdosa, meskipun dosa dan kesalahannya bertumpuk.\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nJika kamu meminjamkan kepada Allah pinjaman yang baik, niscaya Allah melipatgandakan (pembalasannya) kepadamu dan mengampuni kamu. (At-Taghabun: 17)\n\nYakni apa pun yang telah kamu infakkan, maka Dia akan mengganti­kannya; dan apa pun yang kamu sedekahkan, maka Dialah yang akan membalas pahalanya. \n\nHal ini diungkapkan dengan pengertian pinjaman, sama dengan ungkapan yang terdapat di dalam sebuah hadis di dalam kitab Sahihain, bahwa Allah Swt. berfirman dalam hadis Qudsi-Nya; \"Barang siapa yang memberi pinjaman dengan tidak berbuat aniaya dan tidak pula meludeskan harta sendiri,\" hingga akhir hadis. Karena itulah maka disebutkan oleh firman-Nya, bahwa Dia akan melipatgandakan pahalanya bagimu. Sebagaimana yang disebutkan dalam surat Al-Baqarah melalui firman-Nya:\n\nmaka Allah akan memperlipatgandakan pembayaran kepadanya dengan lipat ganda yang banyak. (Al-Baqarah: 245)\n\nAdapun firman Allah Swt.:\n\ndan mengampuni kamu. (At-Taghabun: 17)\n\nMaksudnya, menghapuskan kesalahan-kesalahanmu. Dalam firman berikutnya disebutkan:\n\nDan Allah Maha Pembalas Jasa. (At-Taghabun: 17) \n\nYakni membalas amal yang sedikit dengan pahala yang banyak.\n\nlagi Maha Penyantun. (At-Taghabun: 17)\n\nYaitu Dia memaaf, mengampuni, menutupi dan menghapuskan dosa-dosa, kesalahan-kesalahan, keburukan-keburukan, dan kealpaan-kealpaan.\n\nYang Mengetahui yang gaib dan yang nyata, Yang Mahaperkasa lagi Mahabijaksana. (At-Taghabun: 18)\n\nTafsir ayat ini telah disebutkan sebelumnya berkali-kali. Demikianlah akhir tafsir surat At-Taghabun, hanya milik Allah-lah semua puji-pujian dan semua anugerah.",
            "jalalain": "(Jika kalian meminjamkan kepada Allah pinjaman yang baik) seumpamanya kalian mengeluarkan sedekah dengan hati yang tulus ikhlas (niscaya Allah melipatgandakannya kepada kalian) menurut suatu qiraat dibaca yudha``afhu lakum. Dilipatgandakan pembalasannya mulai dari sepuluh kali lipat hingga sampai tujuh ratus kali lipat, dan bahkan lebih dari itu (dan mengampuni kalian) apa yang dikehendaki-Nya. (Dan Allah Maha Pembalas jasa) artinya selalu memberikan balasan amal ketaatan (lagi Maha Penyantun) dalam siksaan-Nya terhadap perbuatan maksiat.",
            "quraish_shihab": "Jika kalian menginfakkan harta untuk kebajikan dengan ikhlas, maka Allah akan melipatgandakan pahala infak tersebut dan akan mengampuni dosa-dosa kalian. Allah Maha Berterimakasih dan akan membalas orang-orang yang berbuat baik, lagi Maha Penyantun hingga tidak menyegerakan hukuman bagi orang-orang yang berbuat maksiat."
        },
        {
            "ind": "Yang mengetahui yang ghaib dan yang nyata. Yang Maha Perkasa lagi Maha Bijaksana.",
            "arb": "عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْعَزِيزُ الْحَكِيمُ",
            "transliterasi": "`Ālimu Al-Ghaybi Wa Ash-Shahādati Al-`Azīzu Al-Ĥakīmu",
            "eng": "knowing all that is beyond the reach of a created being's perception as well as all that can be witnessed by a creature's senses or mind - the Almighty, the Wise!",
            "kemenag_ringkas": "_Yang Mengetahui yang gaib_ yang tak terlihat mata manusia _dan yang nyata_ yang terlihat mata manusia. _Yang Mahaperkasa_ karena kekuasaan-Nya tak terbatas, _Mahabijaksana_, karena kelembutan dan kasih sayang-Nya kepada hamba-hamba-Nya.",
            "kemenag": "Ayat ini menjelaskan bahwa Allah Maha Mengetahui yang gaib apalagi yang tampak. Apa saja yang dikerjakan oleh manusia, semuanya tercatat dan tersimpan di sisi-Nya. Tidak satu pun yang luput sekalipun sebesar biji sawi, sebagaimana dijelaskan oleh Allah dengan firman-Nya:\n\nKitab apakah ini, tidak ada yang tertinggal, yang kecil dan yang besar melainkan tercatat semuanya,\" (al-Kahf/18: 49)\n\nAyat di atas mendorong manusia untuk berinfak, karena segala perbuatan pasti terlihat oleh Allah dan dibalas dengan berlipat ganda.\nAmal yang tercatat dalam kitab seseorang akan dibalas oleh Allah dengan sangat teliti. Yang baik dibalas dengan baik yaitu surga, dan yang jahat dibalas dengan siksa di dalam neraka. Dia itu Mahaperkasa dan Mahakuasa. Semua kehendak-Nya terwujud menjadi kenyataan, Mahabijaksana mengatur ciptaan-Nya, memberikan apa yang baik kepada siapa yang dikehendaki-Nya.\n\n",
            "ibnu_katsir": "Yang Mengetahui yang gaib dan yang nyata, Yang Mahaperkasa lagi Mahabijaksana. (At-Taghabun: 18)\n\nTafsir ayat ini telah disebutkan sebelumnya berkali-kali. Demikianlah akhir tafsir surat At-Taghabun, hanya milik Allah-lah semua puji-pujian dan semua anugerah.",
            "jalalain": "(Yang Mengetahui yang gaib) yang tersembunyi (dan yang nyata) yang terang-terangan (Yang Maha Perkasa) di dalam kerajaan-Nya (lagi Maha Bijaksana) dalam perbuatan dan tindakan-Nya.",
            "quraish_shihab": "Dia Maha Mengetahui segala yang gaib dan yang tampak, Mahakuat dan Mahaperkasa, Mahabijaksana dalam mengatur semua makhluk-Nya secara proporsional."
        }
    ]
}