{
    "number": 109,
    "name": "سُورَةُ الكَافِرُونَ",
    "englishName": "Al-Kaafiroon",
    "englishNameTranslation": "The Disbelievers",
    "revelationType": "Meccan",
    "numberOfAyahs": 6,
    "ayahs": [
        {
            "ind": "Katakanlah: \"Hai orang-orang kafir,",
            "arb": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ قُلْ يَا أَيُّهَا الْكَافِرُونَ",
            "transliterasi": "Qul Yā 'Ayyuhā Al-Kāfirūna.",
            "eng": "SAY: \"O you who deny the truth!",
            "kemenag_ringkas": "Wahai Nabi Muhammad, _katakanlah_, “_Wahai orang-orang_ yang me-milih _kafir_ sebagai jalan hidup!",
            "kemenag": "Dalam ayat-ayat ini, Allah memerintahkan Nabi Muhammad agar menyatakan kepada orang-orang kafir bahwa \"Tuhan\" yang mereka sembah bukanlah \"Tuhan\" yang ia sembah, karena mereka menyembah \"Tuhan\" yang memerlukan pembantu dan mempunyai anak atau menjelma dalam suatu bentuk atau dalam sesuatu rupa atau bentuk-bentuk lain yang mereka dakwakan. Sedang Nabi saw menyembah Tuhan yang tidak ada tandingan-Nya dan tidak ada sekutu bagi-Nya; tidak mempunyai anak dan istri. Akal tidak sanggup menerka bagaimana Dia, tidak ditentukan oleh tempat dan tidak terikat oleh masa, tidak memerlukan perantaraan dan tidak pula memerlukan penghubung.\nMaksud pernyataan itu adalah terdapat perbedaan sangat besar antara \"Tuhan\" yang disembah orang-orang kafir dengan \"Tuhan\" yang disembah Nabi Muhammad. Mereka menyifati tuhannya dengan sifat-sifat yang tidak layak sama sekali bagi Tuhan yang disembah Nabi.\n",
            "ibnu_katsir": "Surat ini adalah surat yang menyatakan pembebasan diri dari apa yang dilakukan oleh orang-orang musyrik, dan surat ini memerintahkan untuk membersihkan diri dengan sebersih-bersihnya dari segala bentuk kemusyrikan. Maka firman Allah Swt.:\n\nKatakanlah, \"Hai orang-orang kafir.” (Al-Kafirun: 1)\n\nmencakup semua orang kafir yang ada di muka bumi, tetapi lawan bicara dalam ayat ini ditujukan kepada orang-orang kafir Quraisy. Menurut suatu pendapat, di antara kebodohan mereka ialah, mereka pernah mengajak Rasulullah Saw. untuk menyembah berhala-berhala mereka selama satu tahun, lalu mereka pun akan menyembah sembahannya selama satu tahun. Maka Allah Swt. menurunkan surat ini dan memerintahkan kepada Rasul-Nya dalam surat ini agar memutuskan hubungan dengan agama mereka secara keseluruhan;",
            "jalalain": "(Katakanlah, \"Hai orang-orang kafir!)",
            "quraish_shihab": "[[109 ~ AL-KAFIRUN (ORANG-ORANG KAFIR) Pendahuluan: Makkiyyah, 6 ayat ~ Dalam surat ini Allah memerintahkan Rasul-Nya saw. agar mematahkan ketamakan orang-orang kafir yang ingin menyamakan diri dengan Rasulullah dalam menyerukan kebaikan. Rasulullah saw. tetap akan menyembah Allah, tiada Tuhan selailn Dia, dan orang-orang kafir pun tetap menyembah tuhan-tuhan mereka yang tidak memberi mereka kebenaran. Mereka bebas mengikuti agama yang mereka warisi dari nenek moyang mereka, dan Rasulullah pun bebas memeluk agama yang diperkenan Allah untuknya.]] Katakan, wahai Muhammad, \"Hai orang-orang kafir yang bersikeras dalam kekafiran,"
        },
        {
            "ind": "Aku tidak akan menyembah apa yang kamu sembah.",
            "arb": "لَا أَعْبُدُ مَا تَعْبُدُونَ",
            "transliterasi": "Lā 'A`budu Mā Ta`budūna.",
            "eng": "\"I do not worship that which you worship,",
            "kemenag_ringkas": "Sampai kapan pun _aku tidak akan menyembah apa yang kamu sembah_ selain Allah, seperti berhala-berhala itu. Tuhan bukanlah ciptaan manusia dan Dia tidak menjelma menjadi suatu yang kasat mata sebagaimana sembahanmu itu.",
            "kemenag": "Dalam ayat-ayat ini, Allah memerintahkan Nabi Muhammad agar menyatakan kepada orang-orang kafir bahwa \"Tuhan\" yang mereka sembah bukanlah \"Tuhan\" yang ia sembah, karena mereka menyembah \"Tuhan\" yang memerlukan pembantu dan mempunyai anak atau menjelma dalam suatu bentuk atau dalam sesuatu rupa atau bentuk-bentuk lain yang mereka dakwakan. Sedang Nabi saw menyembah Tuhan yang tidak ada tandingan-Nya dan tidak ada sekutu bagi-Nya; tidak mempunyai anak dan istri. Akal tidak sanggup menerka bagaimana Dia, tidak ditentukan oleh tempat dan tidak terikat oleh masa, tidak memerlukan perantaraan dan tidak pula memerlukan penghubung.\nMaksud pernyataan itu adalah terdapat perbedaan sangat besar antara \"Tuhan\" yang disembah orang-orang kafir dengan \"Tuhan\" yang disembah Nabi Muhammad. Mereka menyifati tuhannya dengan sifat-sifat yang tidak layak sama sekali bagi Tuhan yang disembah Nabi.\n",
            "ibnu_katsir": "Firman Allah Swt:\n\nAku tidak akan menyembah apa yang kalian sembah. (Al-Kafirun: 2)\n\nYakni berhala-berhala dan sekutu-sekutu yang mereka ada-adakan.",
            "jalalain": "(Aku tidak akan menyembah) maksudnya sekarang aku tidak akan menyembah (apa yang kalian sembah) yakni berhala-berhala yang kalian sembah itu.",
            "quraish_shihab": "aku tidak menyembah apa yang kalian sembah selain Allah."
        },
        {
            "ind": "Dan kamu bukan penyembah Tuhan yang aku sembah.",
            "arb": "وَلَا أَنتُمْ عَابِدُونَ مَا أَعْبُدُ",
            "transliterasi": "Wa Lā 'Antum `Ābidūna Mā 'A`budu.",
            "eng": "and neither do you worship that which I worship!",
            "kemenag_ringkas": "_Dan kamu bukan penyembah apa yang aku sembah_, yaitu Tuhan Yang Maha Esa, Penguasa alam semesta. Berhala sembahanmu itu sifat-sifat-nya sangat berbeda dari sifat-sifat sempurna Tuhan yang aku sembah.",
            "kemenag": "Selanjutnya Allah menambahkan lagi pernyataan yang diperintahkan untuk disampaikan kepada orang-orang kafir dengan menyatakan bahwa mereka tidak menyembah Tuhan yang didakwahkan Nabi Muhammad, karena sifat-sifat-Nya berlainan dengan sifat-sifat \"Tuhan\" yang mereka sembah dan tidak mungkin dipertemukan antara kedua macam sifat tersebut.",
            "ibnu_katsir": "Firman Allah Swt:\n\nDan kalian bukan penyembah Tuhan yang aku sembah. (Al-Kafirun: 3)\n\nYaitu Allah semata, tiada sekutu bagi-Nya. Lafaz ma di sini bermakna man",
            "jalalain": "(Dan kalian bukan penyembah) dalam waktu sekarang (Tuhan yang aku sembah) yaitu Allah swt. semata.",
            "quraish_shihab": "Kalian pun bukan penyembah apa yang aku sembah, yaitu Allah semata."
        },
        {
            "ind": "Dan aku tidak pernah menjadi penyembah apa yang kamu sembah,",
            "arb": "وَلَا أَنَا عَابِدٌ مَّا عَبَدتُّمْ",
            "transliterasi": "Wa Lā 'Anā `Ābidun Mā `Abadttum.",
            "eng": "\"And I will not worship ~hat which you have [ever] worshipped,",
            "kemenag_ringkas": "Jika dua ayat sebelumnya menerangkan ketidaksamaan Tuhan Nabi Muhammad dan Tuhan orang kafir, dua ayat berikut menjelaskan ketidaksamaan peribadahan kepada keduanya. _Dan aku tidak pernah menjadi penyembah apa yang kamu sembah_ karena kamu adalah orang-orang musyrik. Aku menyembah Tuhanku dengan bertauhid seperti yang Dia ajarkan kepadaku.",
            "kemenag": "Sesudah Allah menyatakan tentang tidak mungkin ada persamaan sifat antara Tuhan yang disembah oleh Nabi saw dengan yang disembah oleh orang-orang kafir, maka dengan sendirinya tidak ada pula persamaan dalam hal ibadah. Tuhan yang disembah Nabi Muhammad adalah Tuhan yang Mahasuci dari sekutu dan tandingan, tidak menjelma pada seseorang atau memihak kepada suatu bangsa atau orang tertentu. Sedangkan \"Tuhan\" yang mereka sembah itu berbeda dari Tuhan yang tersebut di atas. Lagi pula ibadah nabi hanya untuk Allah saja, sedang ibadah mereka bercampur dengan syirik dan dicampuri dengan kelalaian dari Allah, maka yang demikian itu tidak dinamakan ibadah.\nPengulangan pernyataan yang sama seperti yang terdapat dalam ayat 3 dan 5 adalah untuk memperkuat dan membuat orang yang mengusulkan kepada Nabi saw berputus asa terhadap penolakan Nabi menyembah tuhan mereka selama setahun. Pengulangan seperti ini juga terdapat dalam Surah ar-Rahman/55 dan al-Mursalat/77. Hal ini adalah biasa dalam bahasa Arab. \n",
            "ibnu_katsir": "Kemudian disebutkan dalam firman berikutnya:\n\nDan aku tidak pernah menyembah apa yang kalian sembah, dan kalian tidak pernah (pula) menjadi penyembah Tuhan yang aku sembah. (Al-Kafirun: 4-5)\n\nYakni aku tidak akan melakukan penyembahan seperti kalian. Dengan kata lain, aku tidak akan menempuh cara itu dan tidak pula mengikutinya. Sesungguhnya yang aku sembah hanyalah Allah sesuai dengan apa yang disukai dan diridai-Nya.",
            "jalalain": "(Dan aku tidak mau menyembah) di masa mendatang (apa yang kalian sembah.)",
            "quraish_shihab": "Aku bukan penyembah seperti penyembahan kalian, karena kalian adalah orang-orang musyrik."
        },
        {
            "ind": "dan kamu tidak pernah (pula) menjadi penyembah Tuhan yang aku sembah.",
            "arb": "وَلَا أَنتُمْ عَابِدُونَ مَا أَعْبُدُ",
            "transliterasi": "Wa Lā 'Antum `Ābidūna Mā 'A`budu.",
            "eng": "and neither will you [ever] worship that which I worship.",
            "kemenag_ringkas": "_Dan kamu tidak pernah_ pula _menjadi penyembah apa yang aku sembah_. Kamu tidak tunduk pada perintah dan syariat Allah dalam menyembah-Nya. Kamu bahkan menyembah tuhan dengan penuh kemusyrikan dan cara-cara yang kamu buat-buat berdasarkan hawa nafsumu.",
            "kemenag": "Sesudah Allah menyatakan tentang tidak mungkin ada persamaan sifat antara Tuhan yang disembah oleh Nabi saw dengan yang disembah oleh orang-orang kafir, maka dengan sendirinya tidak ada pula persamaan dalam hal ibadah. Tuhan yang disembah Nabi Muhammad adalah Tuhan yang Mahasuci dari sekutu dan tandingan, tidak menjelma pada seseorang atau memihak kepada suatu bangsa atau orang tertentu. Sedangkan \"Tuhan\" yang mereka sembah itu berbeda dari Tuhan yang tersebut di atas. Lagi pula ibadah nabi hanya untuk Allah saja, sedang ibadah mereka bercampur dengan syirik dan dicampuri dengan kelalaian dari Allah, maka yang demikian itu tidak dinamakan ibadah.\nPengulangan pernyataan yang sama seperti yang terdapat dalam ayat 3 dan 5 adalah untuk memperkuat dan membuat orang yang mengusulkan kepada Nabi saw berputus asa terhadap penolakan Nabi menyembah tuhan mereka selama setahun. Pengulangan seperti ini juga terdapat dalam Surah ar-Rahman/55 dan al-Mursalat/77. Hal ini adalah biasa dalam bahasa Arab. \n",
            "ibnu_katsir": "Firman Allah Swt:\n\ndan kalian tidak pernah (pula) menjadi penyembah Tuhan yang aku sembah. (Al-Kafirun: 5)\n\nArtinya, kalian tidak mau menuruti perintah-perintah Allah dan syariat-Nya dalam beribadah kepada-Nya, melainkan kalian telah membuat-buat sesuatu dari diri kalian sendiri sesuai hawa nafsu kalian. Sebagaimana yang disebutkan dalam ayat lain melalui firman-Nya:\n\nMereka tidak lain hanyalah mengikuti sangkaan-sangkaan, dan apa yang diingini oleh hawa nafsu mereka, dan sesungguhnya telah datang petunjuk kepada mereka dari Tuhan mereka. (An-Najm: 23)\n\nMaka Rasulullah Saw. berlepas diri dari mereka dalam semua yang mereka kerjakan; karena sesungguhnya seorang hamba itu harus mempunyai Tuhan yang disembahnya dan cara ibadah yang ditempuhnya. Rasul dan para pengikutnya menyembah Allah sesuai dengan apa yang telah diperintahkan oleh-Nya. Untuk itulah maka kalimah Islam ialah 'Tidak ada Tuhan selain Allah, Muhammad adalah utusan Allah.' Dengan kata lain, tiada yang berhak disembah selain Allah, dan tiada jalan yang menuju kepada-Nya selain dari apa yang disampaikan oleh Rasulullah Saw. Sedangkan orang-orang musyrik menyembah selain Allah dengan cara penyembahan yang tidak diizinkan oleh Allah. Karena itulah maka Rasulullah Saw. berkata kepada mereka, sesuai dengan perintah Allah Swt.:\n\nUntuk kalianlah agama kalian dan untukkulah agamaku. (Al-Kafirun: 6)\n\nSemakna dengan apa yang disebutkan dalam ayat lain melalui firman-Nya:\n\nJika mereka mendustakan kamu, maka katakanlah, \"Bagiku pekerjaanku dan bagi kalian pekerjaan kalian. Kalian berlepas diri terhadap apa yang aku kerjakan dan akupun berlepas diri terhadap apa yang kalian kerjakan.” (Yunus: 41)\n\nDan firman Allah Swt.:\n\nbagi kami amalan kami dan bagi kalian amalan kalian. (Al-Baqarah: 139)\n\nImam Bukhari mengatakan bahwa dikatakan: Untukmulah agamamu. (Al-Kafirun: 6) Yakni kekafiran. dan untukkulah agamaku. (Al-Kafirun: 6) Yaitu agama Islam, dan tidak disebutkan dini, karena akhir semua ayat memakai huruf nun, maka huruf ya-nya dibuang. Sebagaimana yang disebutkan dalam ayat lain: \n\nmaka Dialah yang menunjuki aku. (Asy-Syu'ara: 78) \n\nDan firman Allah Swt.: \n\nDialah Yang menyembuhkan aku. (Asy-Syu'ara: 80)\n\nSelain Imam Bukhari mengatakan bahwa sekarang aku tidak akan menyembah apa yang kalian sembah, dan aku tidak akan pula memenuhi ajakan kalian.dalam sisa usiaku, dan kalian tidak akan menyembah Tuhan yang aku sembah. Mereka adalah orang-orang yang disebutkan di dalam firman-Nya:\n\nDan Al-Qur’an yang diturunkan kepadamu dari Tuhanmu sungguh-sungguh akan menambah kedurhakaan dan kekafiran bagi kebanyakan di antara mereka. (Al-Maidah: 64)\n\nIbnu Jarir telah menukil dari sebagian ahli bahasa Arab bahwa ungkapan seperti ini termasuk ke dalam Bab \"Taukid (Pengukuhan)\" sebagaimana yang terdapat di dalam firman-Nya:\n\nKarena sesungguhnya sesudah kesulitan ilu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. (Alain Nasyrah: 5-6)\n\nDan firman Allah Swt.:\n\nniscaya kalian benar-benar akan melihat neraka Jahim, dan sesungguhnya kalian benar-benar akan melihatnya dengan 'ainul yaqin. (At-Takatsur: 6-7)\n\nDemikianlah menurut apa yang diriwayatkan oleh sebagian dari mereka —seperti Ibnul Juzi dan lain-lainnya— dari Ibnu Qutaibah; hanya Allah-lah Yang Maha Mengetahui.\n\nKesimpulan dari pembahasan di atas dapat dikatakan bahwa ada tiga pendapat sehubungan dengan makna ayat-ayat surat ini. Pendapat yang pertama adalah sebagaimana yang telah kami kemukakan di atas. Pendapat yang kedua adalah apa yang diriwayatkan oleh Imam Bukhari dan lain-lainnya dari ulama tafsir, bahwa makna yang dimaksud dari firman-Nya: aku tidak pernah menyembah apa yang kalian sembah. Dan kalian bukan penyembah Tuhan yang aku sembah. (Al-Kafirun: 2-3) Ini berkaitan dengan masa lalu, sedangkan firman-Nya: Dan aku bukan penyembah apa yang kalian sembah, dan kalian bukanpulapenyembah Tuhan yang aku sembah. (Al-Kafirun: 4-5) Ini berkaitan dengan masa mendatang.\n\nDan pendapat yang ketiga mengatakan bahwa hal tersebut merupakan taukid (pengukuhan kata) semata. \n\nMasih ada pendapat lainnya, yaitu pendapat keempat; pendapat ini didukung oleh Abu Abbas ibnu Taimiyah dalam salah satu karya tulisnya. Disebutkan bahwa yang dimaksud dengan firman-Nya: aku tidak akan menyembah apa yang kalian sembah. (Al-Kafirun:2) menafikan perbuatan karena kalimatnya adalah jumlah fi'liyyah, sedangkan firman-Nya: Dan aku tidak pernah menjadi penyembah apa yang kalian sembah. (Al-Kafirun: 4) menafikan penerimaan tawaran tersebut secara keseluruhan, karena makna jumlah ismiyah yang dinafikan pengertiannya lebih kuat daripada jumlah fi 'liyah yang dinafikan. Jadi, seakan-akan yang dinafikan bukannya hanya perbuatannya saja, tetapi juga kejadiannya dan pembolehan dari hukurn syara'. Pendapat ini dinilai cukup baik pula; hanya Allah-lah Yang Maha Mengetahui.\n\nImam Abu Abdullah Asy-Syafii dan lain-lainnya telah menyimpulkan dari ayat ini, yaitu firman-Nya: Untuk kalianlah agama kalian, dan untukkulah agamaku. (Al-Kafirun: 6) sebagai suatu dalil yang menunjukkan bahwa kufur itu semuanya sama saja, oleh karenanya orang Yahudi dapat mewaris dari orang Nasrani; begitu pula sebaliknya, jika di antara keduanya terdapat hubungan nasab atau penyebab yang menjadikan keduanya bisa saling mewaris. Karena sesungguhnya semua agama selain Islam bagaikan sesuatu yang tunggal dalam hal kebatilannya.\n\nImam Ahmad ibnu Hambal dan ulama lainnya yang sependapat dengannya mengatakan bahwa orang Nasrani tidak dapat mewaris dari orang Yahudi, demikian pula sebaliknya. Karena ada hadis yang diriwayatkan dari Amr ibnu Syu'aib, dari ayahnya, dari kakeknya yang mengatakan bahwa Rasulullah Saw. telah bersabda:\n\nDua orang pemeluk agama yang berbeda tidak dapat saling mewaris di antara keduanya.",
            "jalalain": "(Dan kalian tidak mau pula menyembah) di masa mendatang (Tuhan yang aku sembah) Allah swt. telah mengetahui melalui ilmu-Nya, bahwasanya mereka di masa mendatang pun tidak akan mau beriman. Disebutkannya lafal Maa dengan maksud Allah adalah hanya meninjau dari segi Muqabalahnya. Dengan kata lain, bahwa Maa yang pertama tidaklah sama dengan Maa yang kedua.",
            "quraish_shihab": "Dan kalian juga bukan penyembah seperti penyembahanku yaitu bertauhid."
        },
        {
            "ind": "Untukmu agamamu, dan untukkulah, agamaku\".",
            "arb": "لَكُمْ دِينُكُمْ وَلِيَ دِينِ",
            "transliterasi": "Lakum Dīnukum Wa Liya Dīni",
            "eng": "Unto you, your moral law, and unto me, mine!\"",
            "kemenag_ringkas": "Tidak ada tukar-menukar dengan pengikut agama lain dalam hal peribadahan kepada Tuhan. Wahai orang kafir, _untukmu agamamu_, yakni kemusyrikan yang kamu yakini,_ dan untukku agamaku_ yang telah Allah pilihkan untukku sehingga aku tidak akan berpaling ke agama lain. Inilah jalan terbaik dalam hal toleransi antar umat beragama dalam urusan peribadahan kepada Tuhan.",
            "kemenag": "Kemudian dalam ayat ini, Allah mengancam orang-orang kafir dengan firman-Nya yaitu, \"Bagi kamu balasan atas amal perbuatanmu dan bagiku balasan atas amal perbuatanku.\" Dalam ayat lain Allah berfirman:\n\nBagi kami amalan kami, bagi kamu amalan kamu. (al-Baqarah/2: 139)\n",
            "ibnu_katsir": "Lihat tafsir ayat sebelumnya",
            "jalalain": "(Untuk kalianlah agama kalian) yaitu agama kemusyrikan (dan untukkulah agamaku\") yakni agama Islam. Ayat ini diturunkan sebelum Nabi saw. diperintahkan untuk memerangi mereka. Ya Idhafah yang terdapat pada lafal ini tidak disebutkan oleh ahli qiraat sab'ah, baik dalam keadaan Waqaf atau pun Washal. Akan tetapi Imam Ya'qub menyebutkannya dalam kedua kondisi tersebut.",
            "quraish_shihab": "Bagi kalian agama kalian yang kalian yakini, dan bagiku agamaku yang Allah perkenankan untukku."
        }
    ]
}