{
    "number": 71,
    "name": "سُورَةُ نُوحٍ",
    "englishName": "Nooh",
    "englishNameTranslation": "Noah",
    "revelationType": "Meccan",
    "numberOfAyahs": 28,
    "ayahs": [
        {
            "ind": "Sesungguhnya Kami telah mengutus Nuh kepada kaumnya (dengan memerintahkan): \"Berilah kaummu peringatan sebelum datang kepadanya azab yang pedih\",",
            "arb": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ إِنَّا أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِ أَنْ أَنذِرْ قَوْمَكَ مِن قَبْلِ أَن يَأْتِيَهُمْ عَذَابٌ أَلِيمٌ",
            "transliterasi": "'Innā 'Arsalnā Nūĥāan 'Ilaá Qawmihi 'An 'Andhir Qawmaka Min Qabli 'An Ya'tiyahum `Adhābun 'Alīmun.",
            "eng": "BEHOLD. We sent Noah unto his people. [saying:] \"Warn thy people ere grievous suffering befall them!",
            "kemenag_ringkas": "Pada penutup surah sebelumnya diuraikan tentang ancaman siksa yang akan diterima kaum yang durhaka. Di awal surah ini diuraikan kisah Nabi Nuh dan kaumnya sebagai peringatan bagi siapa saja termasuk kaum musyrik Mekah, apabila durhaka maka bagi Allah mudah untuk mengazabnya. _Sesungguhnya Kami telah mengutus Nuh kepada kaumnya_ dengan perintah, “_Berilah kaummu peringatan sebelum datang kepadanya azab yang pedih._",
            "kemenag": "Ayat ini menerangkan bahwa Allah telah mengutus Nabi Nuh kepada kaumnya untuk menyampaikan agama-Nya, supaya mereka takut kepada azab-Nya yang dahsyat sebelum saatnya tiba, serta beriman dan mengikuti ajarannya.\nNabi Nuh adalah nabi dan rasul Allah yang ketiga setelah Adam dan Idris. Beliau diutus kepada kaumnya yang menyembah berhala. Allah memerintahkan Nuh agar berdakwah kepada kaumnya itu supaya mereka beriman kepada-Nya dan menghentikan penyembahan berhala. Allah mengancam bahwa jika mereka tidak mengindahkan peringatan itu, mereka akan ditimpa azab yang dahsyat sebagai akibat keingkaran mereka. \n",
            "ibnu_katsir": "Allah Swt. menceritakan tentang Nuh a.s., bahwa Dia telah mengutusnya kepada kaumnya dan memerintahkan kepadanya agar memberikan peringatan kepada mereka akan azab Allah sebelum azab itu menimpa mereka. Maka jika mereka mau bertobat dan kembali ke jalan Allah, niscaya azab itu diangkat (dilenyapkan) dari mereka. Untuk itu Allah Swt. berfirman:\n\n''Berilah kaummu peringatan sebelum datang kepadanya azab yang pedih.” Nuh berkata, \"Hai kaumku, sesungguhnya aku adalah pemberi peringatan yang menjelaskan kepadamu.”(Nuh: 1-2)\n\nYakni yang jelas peringatannya lagi gamblang duduk perkaranya.\n\n(yaitu) sembahlah Allah olehmu, bertakwalah kepada-Nya. (\"Nuh: 3)\n\nArtinya, tinggalkanlah hal-hal yang diharamkan oleh-Nya dan jauhilah perbuatan-perbuatan dosa.\n\nDan taatlah kepadaku. (Nuh:3)\n\ndengan mengerjakan apa yang kuperintahkan dan meninggalkan apa yang kularang kamu mengerjakannya.\n\nniscaya Allah akan mengampuni sebagian dosa-dosamu. (Nuh: 4)\n\nYaitu apabila kamu mengerjakan apa yang kuperintahkan kepadamu dan membenarkan risalah yang kusampaikan kepadamu, niscaya Allah akan mengampuni dosa-dosamu. Huruf min dalam ayat ini menurut suatu pendapat disebut zaidah (tambahan), tetapi kedudukan min sebagai tambahan dalam kalimat yang isbat (tidak dinafikan) jarang terjadi. Dan termasuk ke dalam pengertian ini ucapan sebagian orang Arab, \"Qad kana min matarin \" (Tadi hujan telah turun).\n\nMenurut pendapat yang lainnya, min di sini bermakna 'an, artinya niscaya Allah akan mengampuni kalian dari dosa-dosa kalian. Pendapat inilah yangdipilih oleh Ibnu Jarir.\n\nMenurut pendapat yang lainnya lagi, min di sini bermakna sebagian, yakni niscaya Allah akan mengampuni dosa-dosa besar yang Allah telah mengancam kalian karena melakukannya, bahwa kalian akan ditimpa azab-Nya:\n\ndan menangguhkan kamu sampai kepada waktu yang ditentukan. (Nuh: 4)\n\nMaksudnya, memperpanjang usiamu dan menolak darimu azab yang bila kamu tidak menjauhi apa yang dilarang-Nya, niscaya azab itu akan menimpamu. Ayat ini dijadikan dalil oleh orang yang mengatakan bahwa sesungguhnya amal ketaatan dan kebajikan serta silaturahmi dapat menambah usia pelakunya secara hakiki, sebagaimana yang disebutkan di dalam hadis yang mengatakan:\n\nSilaturahmi dapat menambah usia. \n\nFirman Allah Swt.:\n\nSesungguhnya ketetapan Allah apabila telah datang tidak dapat ditangguhkan, kalau kamu mengetahui. (Nuh: 4)\n\nYakni bersegeralah kamu mengerjakan amal ketaatan sebelum datang azab menimpamu. Karena sesungguhnya apabila Allah Swt. memerintahkan turunnya azab, maka hal ini tidak dapat ditolak dan tidak dapat dicegah, sebab Allah Mahabesar Yang Mengalahkan segala sesuatu, lagi Mahaperkasa yang semua makhluk tunduk kepada keperkasaan-Nya.",
            "jalalain": "(Sesungguhnya Kami telah mengutus Nuh kepada kaumnya, dengan memerintahkan, berilah peringatan) dengan memperingatkan (kepada kaummu sebelum datang kepada mereka) jika mereka tetap tidak mau beriman (azab yang pedih) siksaan yang menyakitkan di dunia dan akhirat.",
            "quraish_shihab": "[[71 ~ NUH (NABI NUH A. S.) Pendahuluan: Makkiyyah, 28 ayat ~ Surat ini merinci kisah Nabi Nûh a. s. bersama kaumnya. Di sini diceritakan dakwah Nabi Nûh kepada mereka secara sembunyi-sembunyi, kemudian secara sembunyi-sembunyi dan terang-terangan. Diceritakan pula tentang keluhan Nûh kepada Allah karena sikap kaumnya yang tidak menerima dan membangkang serta sikap mereka yang terus-menerus menyembah patung sehingga mereka pantas menerima azab Allah. Ketika Nûh merasa putus asa bahwa mereka tidak menerima ajakannya, ia berdoa agar mereka dihancurkan. Dan ia juga berdoa memohon ampunan untuk dirinya, kedua orangtuanya dan orang-orang yang beriman, baik laki-laki maupun perempuan.]] Sesungguhnya Kami telah mengutus Nûh kepada kaumnya dengan berfirman, \"Peringatkanlah kaummu sebelum datang azab yang sangat memilukan.\""
        },
        {
            "ind": "Nuh berkata: \"Hai kaumku, sesungguhnya aku adalah pemberi peringatan yang menjelaskan kepada kamu,",
            "arb": "قَالَ يَا قَوْمِ إِنِّي لَكُمْ نَذِيرٌ مُّبِينٌ",
            "transliterasi": "Qāla Yā Qawmi 'Innī Lakum Nadhīrun Mubīnun.",
            "eng": "[And Noah] said: \"O my people! I am but a plain warner to you, [sent to tell you]",
            "kemenag_ringkas": "Nabi Nuh melaksanakan perintah Allah tersebut. _Dia_ Nuh _berkata_, “_Wahai kaumku! Sesungguhnya aku ini seorang pemberi peringatan_ akan azab Allah _yang menjelaskan_ peringatan itu _kepada kamu_",
            "kemenag": "Nuh segera berdakwah untuk melaksanakan tugas kerasulannya. Ia mengatakan bahwa ia benar-benar rasul Allah untuk mengajak mereka beriman dan meninggalkan penyembahan berhala.",
            "ibnu_katsir": "Allah Swt. menceritakan tentang Nuh a.s., bahwa Dia telah mengutusnya kepada kaumnya dan memerintahkan kepadanya agar memberikan peringatan kepada mereka akan azab Allah sebelum azab itu menimpa mereka. Maka jika mereka mau bertobat dan kembali ke jalan Allah, niscaya azab itu diangkat (dilenyapkan) dari mereka. Untuk itu Allah Swt. berfirman:\n\n''Berilah kaummu peringatan sebelum datang kepadanya azab yang pedih.” Nuh berkata, \"Hai kaumku, sesungguhnya aku adalah pemberi peringatan yang menjelaskan kepadamu.”(Nuh: 1-2)\n\nYakni yang jelas peringatannya lagi gamblang duduk perkaranya.\n\n(yaitu) sembahlah Allah olehmu, bertakwalah kepada-Nya. (\"Nuh: 3)\n\nArtinya, tinggalkanlah hal-hal yang diharamkan oleh-Nya dan jauhilah perbuatan-perbuatan dosa.\n\nDan taatlah kepadaku. (Nuh:3)\n\ndengan mengerjakan apa yang kuperintahkan dan meninggalkan apa yang kularang kamu mengerjakannya.\n\nniscaya Allah akan mengampuni sebagian dosa-dosamu. (Nuh: 4)\n\nYaitu apabila kamu mengerjakan apa yang kuperintahkan kepadamu dan membenarkan risalah yang kusampaikan kepadamu, niscaya Allah akan mengampuni dosa-dosamu. Huruf min dalam ayat ini menurut suatu pendapat disebut zaidah (tambahan), tetapi kedudukan min sebagai tambahan dalam kalimat yang isbat (tidak dinafikan) jarang terjadi. Dan termasuk ke dalam pengertian ini ucapan sebagian orang Arab, \"Qad kana min matarin \" (Tadi hujan telah turun).\n\nMenurut pendapat yang lainnya, min di sini bermakna 'an, artinya niscaya Allah akan mengampuni kalian dari dosa-dosa kalian. Pendapat inilah yangdipilih oleh Ibnu Jarir.\n\nMenurut pendapat yang lainnya lagi, min di sini bermakna sebagian, yakni niscaya Allah akan mengampuni dosa-dosa besar yang Allah telah mengancam kalian karena melakukannya, bahwa kalian akan ditimpa azab-Nya:\n\ndan menangguhkan kamu sampai kepada waktu yang ditentukan. (Nuh: 4)\n\nMaksudnya, memperpanjang usiamu dan menolak darimu azab yang bila kamu tidak menjauhi apa yang dilarang-Nya, niscaya azab itu akan menimpamu. Ayat ini dijadikan dalil oleh orang yang mengatakan bahwa sesungguhnya amal ketaatan dan kebajikan serta silaturahmi dapat menambah usia pelakunya secara hakiki, sebagaimana yang disebutkan di dalam hadis yang mengatakan:\n\nSilaturahmi dapat menambah usia. \n\nFirman Allah Swt.:\n\nSesungguhnya ketetapan Allah apabila telah datang tidak dapat ditangguhkan, kalau kamu mengetahui. (Nuh: 4)\n\nYakni bersegeralah kamu mengerjakan amal ketaatan sebelum datang azab menimpamu. Karena sesungguhnya apabila Allah Swt. memerintahkan turunnya azab, maka hal ini tidak dapat ditolak dan tidak dapat dicegah, sebab Allah Mahabesar Yang Mengalahkan segala sesuatu, lagi Mahaperkasa yang semua makhluk tunduk kepada keperkasaan-Nya.",
            "jalalain": "(Nuh berkata, \"Hai kaumku! Sesungguhnya aku adalah pemberi peringatan yang menjelaskan kepada kalian.\") Jelas peringatannya.",
            "quraish_shihab": "Nûh berkata, \"Wahai kaumku, aku adalah benar-benar pemberi peringatan dan penjelasan tentang risalah Tuhan dengan bahasa yang kalian pahami, yaitu taatlah kalian kepada Allah, tunduklah kepada-Nya dalam melaksanakan kewajiban, takutlah kepada-Nya dan taatilah apa yang aku nasihatkan kepada kalian. Kalau kalian melakukan itu semua, niscaya Allah akan mengampuni seluruh dosa kalian dan memanjangkan umur kalian sampai waktu yang sangat panjang. Sesungguhnya jika kematian telah datang, maka tidak akan dapat diundur sedikit pun. Seandainya kalian mengetahui penyesalan yang kalian alami saat ajal itu datang, niscaya kalian akan beriman.\""
        },
        {
            "ind": "(yaitu) sembahlah olehmu Allah, bertakwalah kepada-Nya dan taatlah kepadaku,",
            "arb": "أَنِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ وَأَطِيعُونِ",
            "transliterasi": "'An A`budū Allāha Wa Attaqūhu Wa 'Aţī`ūnī.",
            "eng": "that you should worship God [alone] and be conscious of Him. \"Now do pay heed unto me,",
            "kemenag_ringkas": "yaitu _sembahlah Allah_ Yang Esa dan tidak menyekutukan-Nya dengan sesuatu yang lain, _bertakwalah kepada-Nya_ dengan menjalankan perintah dan menjauhi larangan-Nya _dan taatlah kepadaku._",
            "kemenag": "Dalam ayat ini, diterangkan isi seruan Nabi Nuh, yaitu:\n1.Hendaklah mereka menyembah Allah saja, Tuhan Yang Maha Esa, tidak ada Tuhan selain Dia. Dalam perintah menyembah Allah yang disampaikan Nuh itu, terkandung isyarat agar mereka mengerjakan segala yang wajib, dan menghentikan segala yang diharamkan. Dari perintah Allah untuk hanya menyembah-Nya, dapat dipahami bahwa agama yang dianut kaum Nuh itu adalah agama syirik.\n2.Hendaklah mereka bertakwa kepada Allah, yaitu melaksanakan semua yang diperintahkan dan menjauhi segala yang dilarang-Nya.\n3.Menaati segala yang diperintahkan dan dilarangnya, karena apa yang ia perintahkan dan larang itu berasal dari Allah. Menaati Nuh berarti menaati Allah. Untuk dapat beribadah dengan baik kepada Allah dan bertakwa kepada-Nya, kaum Nuh perlu mengikuti penjelasan dan contoh yang diberikan Nabi Nuh.\n",
            "ibnu_katsir": "Allah Swt. menceritakan tentang Nuh a.s., bahwa Dia telah mengutusnya kepada kaumnya dan memerintahkan kepadanya agar memberikan peringatan kepada mereka akan azab Allah sebelum azab itu menimpa mereka. Maka jika mereka mau bertobat dan kembali ke jalan Allah, niscaya azab itu diangkat (dilenyapkan) dari mereka. Untuk itu Allah Swt. berfirman:\n\n''Berilah kaummu peringatan sebelum datang kepadanya azab yang pedih.” Nuh berkata, \"Hai kaumku, sesungguhnya aku adalah pemberi peringatan yang menjelaskan kepadamu.”(Nuh: 1-2)\n\nYakni yang jelas peringatannya lagi gamblang duduk perkaranya.\n\n(yaitu) sembahlah Allah olehmu, bertakwalah kepada-Nya. (\"Nuh: 3)\n\nArtinya, tinggalkanlah hal-hal yang diharamkan oleh-Nya dan jauhilah perbuatan-perbuatan dosa.\n\nDan taatlah kepadaku. (Nuh:3)\n\ndengan mengerjakan apa yang kuperintahkan dan meninggalkan apa yang kularang kamu mengerjakannya.\n\nniscaya Allah akan mengampuni sebagian dosa-dosamu. (Nuh: 4)\n\nYaitu apabila kamu mengerjakan apa yang kuperintahkan kepadamu dan membenarkan risalah yang kusampaikan kepadamu, niscaya Allah akan mengampuni dosa-dosamu. Huruf min dalam ayat ini menurut suatu pendapat disebut zaidah (tambahan), tetapi kedudukan min sebagai tambahan dalam kalimat yang isbat (tidak dinafikan) jarang terjadi. Dan termasuk ke dalam pengertian ini ucapan sebagian orang Arab, \"Qad kana min matarin \" (Tadi hujan telah turun).\n\nMenurut pendapat yang lainnya, min di sini bermakna 'an, artinya niscaya Allah akan mengampuni kalian dari dosa-dosa kalian. Pendapat inilah yangdipilih oleh Ibnu Jarir.\n\nMenurut pendapat yang lainnya lagi, min di sini bermakna sebagian, yakni niscaya Allah akan mengampuni dosa-dosa besar yang Allah telah mengancam kalian karena melakukannya, bahwa kalian akan ditimpa azab-Nya:\n\ndan menangguhkan kamu sampai kepada waktu yang ditentukan. (Nuh: 4)\n\nMaksudnya, memperpanjang usiamu dan menolak darimu azab yang bila kamu tidak menjauhi apa yang dilarang-Nya, niscaya azab itu akan menimpamu. Ayat ini dijadikan dalil oleh orang yang mengatakan bahwa sesungguhnya amal ketaatan dan kebajikan serta silaturahmi dapat menambah usia pelakunya secara hakiki, sebagaimana yang disebutkan di dalam hadis yang mengatakan:\n\nSilaturahmi dapat menambah usia. \n\nFirman Allah Swt.:\n\nSesungguhnya ketetapan Allah apabila telah datang tidak dapat ditangguhkan, kalau kamu mengetahui. (Nuh: 4)\n\nYakni bersegeralah kamu mengerjakan amal ketaatan sebelum datang azab menimpamu. Karena sesungguhnya apabila Allah Swt. memerintahkan turunnya azab, maka hal ini tidak dapat ditolak dan tidak dapat dicegah, sebab Allah Mahabesar Yang Mengalahkan segala sesuatu, lagi Mahaperkasa yang semua makhluk tunduk kepada keperkasaan-Nya.",
            "jalalain": "(Yaitu hendaknya) artinya aku perintahkan kepada kalian hendaknya (kalian menyembah Allah, bertakwalah kalian kepada-Nya dan taat kepadaku.)",
            "quraish_shihab": "Nûh berkata, \"Wahai kaumku, aku adalah benar-benar pemberi peringatan dan penjelasan tentang risalah Tuhan dengan bahasa yang kalian pahami, yaitu taatlah kalian kepada Allah, tunduklah kepada-Nya dalam melaksanakan kewajiban, takutlah kepada-Nya dan taatilah apa yang aku nasihatkan kepada kalian. Kalau kalian melakukan itu semua, niscaya Allah akan mengampuni seluruh dosa kalian dan memanjangkan umur kalian sampai waktu yang sangat panjang. Sesungguhnya jika kematian telah datang, maka tidak akan dapat diundur sedikit pun. Seandainya kalian mengetahui penyesalan yang kalian alami saat ajal itu datang, niscaya kalian akan beriman.\""
        },
        {
            "ind": "niscaya Allah akan mengampuni sebagian dosa-dosamu dan menangguhkan kamu sampai kepada waktu yang ditentukan. Sesungguhnya ketetapan Allah apabila telah datang tidak dapat ditangguhkan, kalau kamu mengetahui\".",
            "arb": "يَغْفِرْ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرْكُمْ إِلَىٰ أَجَلٍ مُّسَمًّى ۚ إِنَّ أَجَلَ اللَّهِ إِذَا جَاءَ لَا يُؤَخَّرُ ۖ لَوْ كُنتُمْ تَعْلَمُونَ",
            "transliterasi": "Yaghfir Lakum Min Dhunūbikum Wa Yu'uakhkhirkum 'Ilaá 'Ajalin Musamman 'Inna 'Ajala Allāhi 'Idhā Jā'a Lā Yu'uakhkharu Law Kuntum Ta`lamūna.",
            "eng": "so that He may forgive you some of your sins, and grant you respite until a term known [to Him alone]: but, behold, when the term appointed by God does come, it can never be put back - if you but knew it!\"",
            "kemenag_ringkas": "Kalau kamu lakukan itu semua _niscaya Dia_ akan _mengampuni sebagian dosa-dosamu dan menangguhkan kamu_ yaitu dengan memanjangkan umurmu untuk kemaslahatanmu _sampai pada batas waktu yang ditentukan. Sungguh, ketetapan Allah itu apabila telah datang tidak dapat ditunda_ sedikit pun, _seandainya kamu_ _mengetahui_ hal itu maka tentu kamu akan menjadi orang yang beriman.”",
            "kemenag": "Dalam ayat ini, diterangkan janji Allah kepada kaum Nuh bila mereka mematuhi seruannya, yaitu:\n1.Allah akan mengampuni dosa-dosa mereka. Dosa-dosa mereka karena menyembah berhala-berhala itu akan terhapus oleh keimanan mereka. \n1.Allah akan memanjangkan umur mereka. Sekalipun umur mereka telah ditentukan, namun jika mereka beriman, Allah akan memanjangkan umur mereka dan menghentikan azab yang akan dijatuhkan kepada mereka. Melakukan yang demikian itu merupakan perkara yang mudah bagi Allah, karena Dia Mahakuasa dan Maha Menentukan segala sesuatu yang dikehendaki-Nya.\n\nSehubungan dengan masalah menangguhkan kedatangan ajal, yakni memanjang umur yang disebut dalam ayat ini, sebagian ahli tafsir menyatakan bahwa Allah akan mengubah takdir yang telah ditentukan-Nya, jika Dia menghendakinya. Oleh karena itu, taat kepada Allah, melakukan perbuatan-perbuatan takwa, dan menghubungkan silaturrahim dapat memanjangkan umur manusia. Nabi Muhammad bersabda:\nDari Anas bin Malik, Rasulullah saw bersabda: Barang siapa menghendaki diluaskan rezekinya dan dipanjangkan umurnya maka hendaknya ia menjalin silaturrahim. (Riwayat al-Bukhari)\n\nHal ini akan lebih jelas maksudnya jika dihubungkan dengan ilmu jiwa. Menurut ilmu jiwa, ada hubungan timbal-balik antara jasmani seseorang dengan rohaninya. Kesehatan rohani besar pengaruhnya terhadap kesehatan jasmani, begitu pula sebaliknya. Oleh karena itu, orang dikatakan sehat jika jasmani dan rohaninya sehat. Pada umumnya orang yang tekun mengerjakan amal saleh dan menghubungkan silaturrahim adalah orang yang sehat rohaninya. Dengan perkataan lain, takwa kepada Allah dapat menghilangkan penyakit-penyakit rohani. Jika rohani sehat, tentulah jasmani sehat pula dan umur pun akan panjang.\nPada akhir ayat ini, Allah menegaskan bahwa apabila Ia telah menetapkan ajal seseorang atau semua manusia, setelah ikhtiarnya, maka kedatangannya itu tidak dapat ditangguhkan atau tidak pula dapat dipercepat sesaat pun. \n",
            "ibnu_katsir": "Allah Swt. menceritakan tentang Nuh a.s., bahwa Dia telah mengutusnya kepada kaumnya dan memerintahkan kepadanya agar memberikan peringatan kepada mereka akan azab Allah sebelum azab itu menimpa mereka. Maka jika mereka mau bertobat dan kembali ke jalan Allah, niscaya azab itu diangkat (dilenyapkan) dari mereka. Untuk itu Allah Swt. berfirman:\n\n''Berilah kaummu peringatan sebelum datang kepadanya azab yang pedih.” Nuh berkata, \"Hai kaumku, sesungguhnya aku adalah pemberi peringatan yang menjelaskan kepadamu.”(Nuh: 1-2)\n\nYakni yang jelas peringatannya lagi gamblang duduk perkaranya.\n\n(yaitu) sembahlah Allah olehmu, bertakwalah kepada-Nya. (\"Nuh: 3)\n\nArtinya, tinggalkanlah hal-hal yang diharamkan oleh-Nya dan jauhilah perbuatan-perbuatan dosa.\n\nDan taatlah kepadaku. (Nuh:3)\n\ndengan mengerjakan apa yang kuperintahkan dan meninggalkan apa yang kularang kamu mengerjakannya.\n\nniscaya Allah akan mengampuni sebagian dosa-dosamu. (Nuh: 4)\n\nYaitu apabila kamu mengerjakan apa yang kuperintahkan kepadamu dan membenarkan risalah yang kusampaikan kepadamu, niscaya Allah akan mengampuni dosa-dosamu. Huruf min dalam ayat ini menurut suatu pendapat disebut zaidah (tambahan), tetapi kedudukan min sebagai tambahan dalam kalimat yang isbat (tidak dinafikan) jarang terjadi. Dan termasuk ke dalam pengertian ini ucapan sebagian orang Arab, \"Qad kana min matarin \" (Tadi hujan telah turun).\n\nMenurut pendapat yang lainnya, min di sini bermakna 'an, artinya niscaya Allah akan mengampuni kalian dari dosa-dosa kalian. Pendapat inilah yangdipilih oleh Ibnu Jarir.\n\nMenurut pendapat yang lainnya lagi, min di sini bermakna sebagian, yakni niscaya Allah akan mengampuni dosa-dosa besar yang Allah telah mengancam kalian karena melakukannya, bahwa kalian akan ditimpa azab-Nya:\n\ndan menangguhkan kamu sampai kepada waktu yang ditentukan. (Nuh: 4)\n\nMaksudnya, memperpanjang usiamu dan menolak darimu azab yang bila kamu tidak menjauhi apa yang dilarang-Nya, niscaya azab itu akan menimpamu. Ayat ini dijadikan dalil oleh orang yang mengatakan bahwa sesungguhnya amal ketaatan dan kebajikan serta silaturahmi dapat menambah usia pelakunya secara hakiki, sebagaimana yang disebutkan di dalam hadis yang mengatakan:\n\nSilaturahmi dapat menambah usia. \n\nFirman Allah Swt.:\n\nSesungguhnya ketetapan Allah apabila telah datang tidak dapat ditangguhkan, kalau kamu mengetahui. (Nuh: 4)\n\nYakni bersegeralah kamu mengerjakan amal ketaatan sebelum datang azab menimpamu. Karena sesungguhnya apabila Allah Swt. memerintahkan turunnya azab, maka hal ini tidak dapat ditolak dan tidak dapat dicegah, sebab Allah Mahabesar Yang Mengalahkan segala sesuatu, lagi Mahaperkasa yang semua makhluk tunduk kepada keperkasaan-Nya.",
            "jalalain": "(Niscaya Allah akan mengampuni sebagian dosa-dosa kalian) huruf min di sini dapat dianggap sebagai huruf zaidah, karena sesungguhnya Islam itu mengampuni semua dosa yang terjadi sebelumnya; yakni semua dosa kalian. Sebagaimana dapat pula dianggap sebagai min yang mengandung makna sebagian, hal ini karena mengecualikan hak-hak yang bersangkutan dengan orang lain (dan menangguhkan kalian) tanpa diazab (sampai kepada waktu yang ditentukan) yaitu ajal kematiannya. (Sesungguhnya ketetapan Allah) yang memutuskan untuk mengazab kalian, jika kalian tidak beriman kepada-Nya (apabila telah datang tidak dapat ditangguhkan, kalau kalian mengetahui) seandainya kalian mengetahui hal tersebut, niscaya kalian beriman kepada-Nya.",
            "quraish_shihab": "Nûh berkata, \"Wahai kaumku, aku adalah benar-benar pemberi peringatan dan penjelasan tentang risalah Tuhan dengan bahasa yang kalian pahami, yaitu taatlah kalian kepada Allah, tunduklah kepada-Nya dalam melaksanakan kewajiban, takutlah kepada-Nya dan taatilah apa yang aku nasihatkan kepada kalian. Kalau kalian melakukan itu semua, niscaya Allah akan mengampuni seluruh dosa kalian dan memanjangkan umur kalian sampai waktu yang sangat panjang. Sesungguhnya jika kematian telah datang, maka tidak akan dapat diundur sedikit pun. Seandainya kalian mengetahui penyesalan yang kalian alami saat ajal itu datang, niscaya kalian akan beriman.\""
        },
        {
            "ind": "Nuh berkata: \"Ya Tuhanku sesungguhnya aku telah menyeru kaumku malam dan siang,",
            "arb": "قَالَ رَبِّ إِنِّي دَعَوْتُ قَوْمِي لَيْلًا وَنَهَارًا",
            "transliterasi": "Qāla Rabbi 'Innī Da`awtu Qawmī Laylāan Wa Nahārāan.",
            "eng": "[And after a time, Noah] said: \"O my Sustainer! Verily, I have been calling unto my people night and day",
            "kemenag_ringkas": "Ajakan Nabi Nuh tidak disambut dengan baik oleh kaumnya, maka _dia_ Nabi Nuh mengadu kepada Allah, “_Ya Tuhanku, sesungguhnya aku telah menyeru kaumku_ untuk beriman kepada-Mu dengan berbagai cara, dan itu kulakukan _siang dan malam_ terus menerus,",
            "kemenag": "Nabi Nuh mengeluhkan sikap kaumnya kepada Allah bahwa sekalipun ia sudah menyeru umatnya siang dan malam, tetapi mereka tetap tidak menghiraukannya. Bahkan, mereka semakin diseru, semakin menjauh dan lari dari seruan itu.",
            "ibnu_katsir": "Allah Swt. menceritakan tentang Nuh a.s., bahwa Dia telah mengutusnya kepada kaumnya dan memerintahkan kepadanya agar memberikan peringatan kepada mereka akan azab Allah sebelum azab itu menimpa mereka. Maka jika mereka mau bertobat dan kembali ke jalan Allah, niscaya azab itu diangkat (dilenyapkan) dari mereka. Untuk itu Allah Swt. berfirman:\n\n''Berilah kaummu peringatan sebelum datang kepadanya azab yang pedih.” Nuh berkata, \"Hai kaumku, sesungguhnya aku adalah pemberi peringatan yang menjelaskan kepadamu.”(Nuh: 1-2)\n\nYakni yang jelas peringatannya lagi gamblang duduk perkaranya.\n\n(yaitu) sembahlah Allah olehmu, bertakwalah kepada-Nya. (\"Nuh: 3)\n\nArtinya, tinggalkanlah hal-hal yang diharamkan oleh-Nya dan jauhilah perbuatan-perbuatan dosa.\n\nDan taatlah kepadaku. (Nuh:3)\n\ndengan mengerjakan apa yang kuperintahkan dan meninggalkan apa yang kularang kamu mengerjakannya.\n\nniscaya Allah akan mengampuni sebagian dosa-dosamu. (Nuh: 4)\n\nYaitu apabila kamu mengerjakan apa yang kuperintahkan kepadamu dan membenarkan risalah yang kusampaikan kepadamu, niscaya Allah akan mengampuni dosa-dosamu. Huruf min dalam ayat ini menurut suatu pendapat disebut zaidah (tambahan), tetapi kedudukan min sebagai tambahan dalam kalimat yang isbat (tidak dinafikan) jarang terjadi. Dan termasuk ke dalam pengertian ini ucapan sebagian orang Arab, \"Qad kana min matarin \" (Tadi hujan telah turun).\n\nMenurut pendapat yang lainnya, min di sini bermakna 'an, artinya niscaya Allah akan mengampuni kalian dari dosa-dosa kalian. Pendapat inilah yangdipilih oleh Ibnu Jarir.\n\nMenurut pendapat yang lainnya lagi, min di sini bermakna sebagian, yakni niscaya Allah akan mengampuni dosa-dosa besar yang Allah telah mengancam kalian karena melakukannya, bahwa kalian akan ditimpa azab-Nya:\n\ndan menangguhkan kamu sampai kepada waktu yang ditentukan. (Nuh: 4)\n\nMaksudnya, memperpanjang usiamu dan menolak darimu azab yang bila kamu tidak menjauhi apa yang dilarang-Nya, niscaya azab itu akan menimpamu. Ayat ini dijadikan dalil oleh orang yang mengatakan bahwa sesungguhnya amal ketaatan dan kebajikan serta silaturahmi dapat menambah usia pelakunya secara hakiki, sebagaimana yang disebutkan di dalam hadis yang mengatakan:\n\nSilaturahmi dapat menambah usia. \n\nFirman Allah Swt.:\n\nSesungguhnya ketetapan Allah apabila telah datang tidak dapat ditangguhkan, kalau kamu mengetahui. (Nuh: 4)\n\nYakni bersegeralah kamu mengerjakan amal ketaatan sebelum datang azab menimpamu. Karena sesungguhnya apabila Allah Swt. memerintahkan turunnya azab, maka hal ini tidak dapat ditolak dan tidak dapat dicegah, sebab Allah Mahabesar Yang Mengalahkan segala sesuatu, lagi Mahaperkasa yang semua makhluk tunduk kepada keperkasaan-Nya.",
            "jalalain": "(Nuh berkata, \"Ya Rabbku! Sesungguhnya aku telah menyeru kaumku malam dan siang) terus-menerus tanpa mengenal waktu.",
            "quraish_shihab": "Nûh juga berkata, \"Tuhanku, sesungguhnya aku telah mengajak kaumku untuk beriman siang dan malam tanpa henti. Tetapi ajakanku itu malah semakin membuat mereka tidak taat kepadaku."
        },
        {
            "ind": "maka seruanku itu hanyalah menambah mereka lari (dari kebenaran).",
            "arb": "فَلَمْ يَزِدْهُمْ دُعَائِي إِلَّا فِرَارًا",
            "transliterasi": "Falam Yazid/hum Du`ā'ī 'Illā Firārāan.",
            "eng": "but my call has only caused them to flee farther and farther away [from Thee].",
            "kemenag_ringkas": "_tetapi seruanku itu tidak menambah_ iman dan kebaikan _mereka_, _justru_ _mereka_ _lari_ menjauh dari kebenaran.",
            "kemenag": "Nabi Nuh mengeluhkan sikap kaumnya kepada Allah bahwa sekalipun ia sudah menyeru umatnya siang dan malam, tetapi mereka tetap tidak menghiraukannya. Bahkan, mereka semakin diseru, semakin menjauh dan lari dari seruan itu.",
            "ibnu_katsir": "Allah Swt. menceritakan tentang Nuh a.s., bahwa Dia telah mengutusnya kepada kaumnya dan memerintahkan kepadanya agar memberikan peringatan kepada mereka akan azab Allah sebelum azab itu menimpa mereka. Maka jika mereka mau bertobat dan kembali ke jalan Allah, niscaya azab itu diangkat (dilenyapkan) dari mereka. Untuk itu Allah Swt. berfirman:\n\n''Berilah kaummu peringatan sebelum datang kepadanya azab yang pedih.” Nuh berkata, \"Hai kaumku, sesungguhnya aku adalah pemberi peringatan yang menjelaskan kepadamu.”(Nuh: 1-2)\n\nYakni yang jelas peringatannya lagi gamblang duduk perkaranya.\n\n(yaitu) sembahlah Allah olehmu, bertakwalah kepada-Nya. (\"Nuh: 3)\n\nArtinya, tinggalkanlah hal-hal yang diharamkan oleh-Nya dan jauhilah perbuatan-perbuatan dosa.\n\nDan taatlah kepadaku. (Nuh:3)\n\ndengan mengerjakan apa yang kuperintahkan dan meninggalkan apa yang kularang kamu mengerjakannya.\n\nniscaya Allah akan mengampuni sebagian dosa-dosamu. (Nuh: 4)\n\nYaitu apabila kamu mengerjakan apa yang kuperintahkan kepadamu dan membenarkan risalah yang kusampaikan kepadamu, niscaya Allah akan mengampuni dosa-dosamu. Huruf min dalam ayat ini menurut suatu pendapat disebut zaidah (tambahan), tetapi kedudukan min sebagai tambahan dalam kalimat yang isbat (tidak dinafikan) jarang terjadi. Dan termasuk ke dalam pengertian ini ucapan sebagian orang Arab, \"Qad kana min matarin \" (Tadi hujan telah turun).\n\nMenurut pendapat yang lainnya, min di sini bermakna 'an, artinya niscaya Allah akan mengampuni kalian dari dosa-dosa kalian. Pendapat inilah yangdipilih oleh Ibnu Jarir.\n\nMenurut pendapat yang lainnya lagi, min di sini bermakna sebagian, yakni niscaya Allah akan mengampuni dosa-dosa besar yang Allah telah mengancam kalian karena melakukannya, bahwa kalian akan ditimpa azab-Nya:\n\ndan menangguhkan kamu sampai kepada waktu yang ditentukan. (Nuh: 4)\n\nMaksudnya, memperpanjang usiamu dan menolak darimu azab yang bila kamu tidak menjauhi apa yang dilarang-Nya, niscaya azab itu akan menimpamu. Ayat ini dijadikan dalil oleh orang yang mengatakan bahwa sesungguhnya amal ketaatan dan kebajikan serta silaturahmi dapat menambah usia pelakunya secara hakiki, sebagaimana yang disebutkan di dalam hadis yang mengatakan:\n\nSilaturahmi dapat menambah usia. \n\nFirman Allah Swt.:\n\nSesungguhnya ketetapan Allah apabila telah datang tidak dapat ditangguhkan, kalau kamu mengetahui. (Nuh: 4)\n\nYakni bersegeralah kamu mengerjakan amal ketaatan sebelum datang azab menimpamu. Karena sesungguhnya apabila Allah Swt. memerintahkan turunnya azab, maka hal ini tidak dapat ditolak dan tidak dapat dicegah, sebab Allah Mahabesar Yang Mengalahkan segala sesuatu, lagi Mahaperkasa yang semua makhluk tunduk kepada keperkasaan-Nya.",
            "jalalain": "(Maka seruanku itu hanyalah menambah mereka lari) dari iman.",
            "quraish_shihab": "Nûh juga berkata, \"Tuhanku, sesungguhnya aku telah mengajak kaumku untuk beriman siang dan malam tanpa henti. Tetapi ajakanku itu malah semakin membuat mereka tidak taat kepadaku."
        },
        {
            "ind": "Dan sesungguhnya setiap kali aku menyeru mereka (kepada iman) agar Engkau mengampuni mereka, mereka memasukkan anak jari mereka ke dalam telinganya dan menutupkan bajunya (kemukanya) dan mereka tetap (mengingkari) dan menyombongkan diri dengan sangat.",
            "arb": "وَإِنِّي كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوا أَصَابِعَهُمْ فِي آذَانِهِمْ وَاسْتَغْشَوْا ثِيَابَهُمْ وَأَصَرُّوا وَاسْتَكْبَرُوا اسْتِكْبَارًا",
            "transliterasi": "Wa 'Innī Kullamā Da`awtuhum Litaghfira Lahum Ja`alū 'Aşābi`ahum Fī 'Ādhānihim Wa Astaghshaw Thiyābahum Wa 'Aşarrū Wa Astakbarū Astikbārāan.",
            "eng": "And behold, whenever I called unto them with a view to Thy granting them forgiveness, they put their fingers into their ears, and wrapped themselves up in their garments [of sin]; and grew obstinate, and became [yet more] arrogant in their false pride.",
            "kemenag_ringkas": "_Dan sesungguhnya aku setiap kali menyeru mereka_ untuk beriman kepada ajaran-Mu _agar Engkau mengampuni mereka_, _mereka memasukkan anak jarinya ke telinganya_ karena enggan untuk mendengar bahkan membenci seruanku itu, _dan menutupkan bajunya_ ke wajahnya sehingga tidak melihatku _dan mereka tetap_ keras kepala mengingkari _dan sangat menyombongkan diri_ sehingga tidak mempan dengan segala cara yang kulakukan.",
            "kemenag": "Nabi Nuh juga mengeluhkan bahwa setiap kali ia menyeru mereka agar beriman dan tidak lagi menyembah berhala-berhala agar dosa-dosa mereka diampuni, mereka menyumbatkan jari-jari mereka ke lubang telinga agar tidak mendengar seruannya. Mereka bahkan menutupi muka masing-masing supaya tidak melihatnya. Hal ini didorong oleh kebencian mereka terhadapnya. Lebih dari itu, mereka juga semakin ingkar dan sombong.",
            "ibnu_katsir": "Adapun firman Allah Swt:\n\ndan menutupkan bajunya (ke mukanya). (Nuh: 7)\n\nIbnu Jarir telah meriwayatkan dari Ibnu Abbas, bahwa mereka menyembunyikan jati dirinya agar Nuh tidak mengenal mereka. Sa'id ibnu Jubair dan As-Saddi mengatakan bahwa mereka menutupi kepalanya agar tidak dapat mendengar apa yang dikatakan oleh Nuh.\n\ndan mereka tetap (mengingkari). (Nuh: 7)\n\nYakni mereka terus-menerus dalam kemusyrikan dan kekafirannya yang berat lagi sangat parah.\n\ndan menyombongkan diri dengan sangat. (Nuh: 7)\n\nMereka menolak, tidak mau mengikuti perkara yang hak dan tidak mau tunduk kepadanya.\n\nKemudian sesungguhnya aku telah menyeru mereka (kepada iman) dengan cara terang-terangan. (Nuh: 8)\n\nMaksudnya, dengan terang-terangan di kalangan mereka tanpa tedeng aling-aling.\n\nkemudian sesungguhnya aku (menyeru) mereka (lagi) secara terbuka. (Nuh: 9)\n\nYaitu dengan pembicaraan yang jelas dan suara yang keras.\n\ndan dengan diam-diam, (Nuh: 9)\n\nantara aku dan mereka saja. Nuh dalam seruannya memakai cara yang beragam dengan maksud agar seruannya lebih berkesan pada mereka.\n\nmaka aku berkata (kepada mereka), \"Mohonlah ampunan kepada Tuhanmu, sesungguhnya Dia adalah Maha Pengampun.” (Nuh: 10)\n\nYakni kembalilah kamu ke jalan-Nya dan tinggalkanlah apa yang kamu biasa lakukan itu dan bertobatlah kamu kepadanya dari dekat. Karena sesungguhnya barang siapa yang bertobat kepada-Nya, niscaya Dia menerima tobatnya, sekalipun dosa-dosanya besar dalam kekafiran dan kemusyrikannya. Karena itulah maka disebutkan oleh firman-Nya:\n\nmaka aku berkata (kepada mereka),' Mohonlah ampunan kepada Tuhan-mu, sesungguhnya Dia adalah Maha Pengampun, niscaya Dia akan menurunkan hujan yang lebat dari langit kepadamu.” (Nuh: 10-11)\n\nMaksudnya, terus-menerus; karena itulah maka disunatkan membaca surat ini dalam salat istisqa (memohon hujan) mengingat maknanya sangat relevan dengannya. \n\nHal yang sama telah dilakukan oleh Amirul Mu’minin Umar ibnul Khattab r.a., bahwa dia menaiki mimbar untuk memanjatkan doa istisqa, maka tiada yang dibacanya selain dari istigfar dan membaca beberapa ayat dalam istigfarnya yang antara lain adalah ayat ini: maka aku berkata (kepada mereka),' 'Mohonlah ampunan kepada Tuhan-mu, sesungguhnya Dia adalah Maha Pengampun, niscaya Dia akan menurunkan hujan yang lebat dari langit kepadamu.\" (Nuh: 10-11)\n\nKemudian Umar berkata, \"Sesungguhnya aku telah menunggu-nunggu datangnya hujan melalui bintang-bintang yang merupakan pertanda akan datangnya hujan.\" Ibnu Abbas dan lain-lainnya mengatakan bahwa datanglah awan secara beriringan, sebagian darinya berurutan dengan sebagian yang lainnya.",
            "jalalain": "(Dan sesungguhnya setiap kali aku menyeru mereka, agar Engkau mengampuni mereka, mereka memasukkan anak jari mereka ke dalam telinganya) supaya mereka tidak dapat mendengar seruanku (dan menutupkan bajunya ke mukanya) supaya mereka tidak melihatku (dan mereka tetap) dalam kekafiran mereka (dan menyombongkan diri) tidak mau beriman (dengan sangat.)",
            "quraish_shihab": "Setiap kali aku mengajak mereka untuk beriman kepada-Mu agar Engkau mengampuni mereka, mereka meletakkan anak jari mereka di telinga agar tidak mendengar ajakanku dan menutupkan baju ke muka agar tidak melihatku. Mereka tetap dalam kekafiran dan sangat sombong serta enggan sekali memenuhi ajakanku."
        },
        {
            "ind": "Kemudian sesungguhnya aku telah menyeru mereka (kepada iman) dengan cara terang-terangan,",
            "arb": "ثُمَّ إِنِّي دَعَوْتُهُمْ جِهَارًا",
            "transliterasi": "Thumma 'Innī Da`awtuhum Jihārāan.",
            "eng": "\"And behold I called unto them openly;",
            "kemenag_ringkas": "Nabi Nuh melanjutkan pengaduannya kepada Allah. _Lalu sesungguhnya aku_ telah _menyeru mereka dengan cara terang-terangan_ dengan suara yang jelas dan di hadapan umum.",
            "kemenag": "Nabi Nuh mengadukan kepada Allah bahwa segala upaya telah ia lakukan supaya mereka beriman. Ia telah menyeru mereka secara terang-terangan di hadapan umum, dan adakalanya dengan dua cara sekaligus, yaitu mengajak mereka secara bersama di depan umum, dan mendekati mereka seorang demi seorang secara pribadi. Akan tetapi, mereka tetap menampik dan menolak seruan itu.\nDari ayat ini dapat dipahami bahwa Nabi Nuh telah melaksanakan tugas tanpa menghiraukan bahaya yang dapat mengancam jiwanya. Nuh sangat cinta kepada kaumnya, dan beliau ingin mereka beriman supaya terhindar dari azab Allah. Dan ia telah melaksanakan tugasnya dengan penuh pengabdian kepada Allah.\n",
            "ibnu_katsir": "Adapun firman Allah Swt:\n\ndan menutupkan bajunya (ke mukanya). (Nuh: 7)\n\nIbnu Jarir telah meriwayatkan dari Ibnu Abbas, bahwa mereka menyembunyikan jati dirinya agar Nuh tidak mengenal mereka. Sa'id ibnu Jubair dan As-Saddi mengatakan bahwa mereka menutupi kepalanya agar tidak dapat mendengar apa yang dikatakan oleh Nuh.\n\ndan mereka tetap (mengingkari). (Nuh: 7)\n\nYakni mereka terus-menerus dalam kemusyrikan dan kekafirannya yang berat lagi sangat parah.\n\ndan menyombongkan diri dengan sangat. (Nuh: 7)\n\nMereka menolak, tidak mau mengikuti perkara yang hak dan tidak mau tunduk kepadanya.\n\nKemudian sesungguhnya aku telah menyeru mereka (kepada iman) dengan cara terang-terangan. (Nuh: 8)\n\nMaksudnya, dengan terang-terangan di kalangan mereka tanpa tedeng aling-aling.\n\nkemudian sesungguhnya aku (menyeru) mereka (lagi) secara terbuka. (Nuh: 9)\n\nYaitu dengan pembicaraan yang jelas dan suara yang keras.\n\ndan dengan diam-diam, (Nuh: 9)\n\nantara aku dan mereka saja. Nuh dalam seruannya memakai cara yang beragam dengan maksud agar seruannya lebih berkesan pada mereka.\n\nmaka aku berkata (kepada mereka), \"Mohonlah ampunan kepada Tuhanmu, sesungguhnya Dia adalah Maha Pengampun.” (Nuh: 10)\n\nYakni kembalilah kamu ke jalan-Nya dan tinggalkanlah apa yang kamu biasa lakukan itu dan bertobatlah kamu kepadanya dari dekat. Karena sesungguhnya barang siapa yang bertobat kepada-Nya, niscaya Dia menerima tobatnya, sekalipun dosa-dosanya besar dalam kekafiran dan kemusyrikannya. Karena itulah maka disebutkan oleh firman-Nya:\n\nmaka aku berkata (kepada mereka),' Mohonlah ampunan kepada Tuhan-mu, sesungguhnya Dia adalah Maha Pengampun, niscaya Dia akan menurunkan hujan yang lebat dari langit kepadamu.” (Nuh: 10-11)\n\nMaksudnya, terus-menerus; karena itulah maka disunatkan membaca surat ini dalam salat istisqa (memohon hujan) mengingat maknanya sangat relevan dengannya. \n\nHal yang sama telah dilakukan oleh Amirul Mu’minin Umar ibnul Khattab r.a., bahwa dia menaiki mimbar untuk memanjatkan doa istisqa, maka tiada yang dibacanya selain dari istigfar dan membaca beberapa ayat dalam istigfarnya yang antara lain adalah ayat ini: maka aku berkata (kepada mereka),' 'Mohonlah ampunan kepada Tuhan-mu, sesungguhnya Dia adalah Maha Pengampun, niscaya Dia akan menurunkan hujan yang lebat dari langit kepadamu.\" (Nuh: 10-11)\n\nKemudian Umar berkata, \"Sesungguhnya aku telah menunggu-nunggu datangnya hujan melalui bintang-bintang yang merupakan pertanda akan datangnya hujan.\" Ibnu Abbas dan lain-lainnya mengatakan bahwa datanglah awan secara beriringan, sebagian darinya berurutan dengan sebagian yang lainnya.",
            "jalalain": "(Kemudian sesungguhnya aku telah menyeru mereka dengan terang-terangan) dengan sekuat suaraku.",
            "quraish_shihab": "Kemudian aku menyeru mereka kepada-Mu dengan suara keras, lalu pada suatu kesempatan aku seru mereka dengan terang-terangan dan pada kesempatan lain secara sembunyi-sembunyi dalam rangka mencoba melakukan segala cara."
        },
        {
            "ind": "kemudian sesungguhnya aku (menyeru) mereka (lagi) dengan terang-terangan dan dengan diam-diam,",
            "arb": "ثُمَّ إِنِّي أَعْلَنتُ لَهُمْ وَأَسْرَرْتُ لَهُمْ إِسْرَارًا",
            "transliterasi": "Thumma 'Innī 'A`lantu Lahum Wa 'Asrartu Lahum 'Isrārāan.",
            "eng": "and, behold I preached to them in public; and I spoke to them secretly, in private;",
            "kemenag_ringkas": "_Kemudian_ pada kesempatan lain _aku menyeru mereka_ dengan dua cara sekaligus yaitu _secara terbuka dan dengan diam-diam._",
            "kemenag": "Nabi Nuh mengadukan kepada Allah bahwa segala upaya telah ia lakukan supaya mereka beriman. Ia telah menyeru mereka secara terang-terangan di hadapan umum, dan adakalanya dengan dua cara sekaligus, yaitu mengajak mereka secara bersama di depan umum, dan mendekati mereka seorang demi seorang secara pribadi. Akan tetapi, mereka tetap menampik dan menolak seruan itu.\nDari ayat ini dapat dipahami bahwa Nabi Nuh telah melaksanakan tugas tanpa menghiraukan bahaya yang dapat mengancam jiwanya. Nuh sangat cinta kepada kaumnya, dan beliau ingin mereka beriman supaya terhindar dari azab Allah. Dan ia telah melaksanakan tugasnya dengan penuh pengabdian kepada Allah.\n",
            "ibnu_katsir": "Adapun firman Allah Swt:\n\ndan menutupkan bajunya (ke mukanya). (Nuh: 7)\n\nIbnu Jarir telah meriwayatkan dari Ibnu Abbas, bahwa mereka menyembunyikan jati dirinya agar Nuh tidak mengenal mereka. Sa'id ibnu Jubair dan As-Saddi mengatakan bahwa mereka menutupi kepalanya agar tidak dapat mendengar apa yang dikatakan oleh Nuh.\n\ndan mereka tetap (mengingkari). (Nuh: 7)\n\nYakni mereka terus-menerus dalam kemusyrikan dan kekafirannya yang berat lagi sangat parah.\n\ndan menyombongkan diri dengan sangat. (Nuh: 7)\n\nMereka menolak, tidak mau mengikuti perkara yang hak dan tidak mau tunduk kepadanya.\n\nKemudian sesungguhnya aku telah menyeru mereka (kepada iman) dengan cara terang-terangan. (Nuh: 8)\n\nMaksudnya, dengan terang-terangan di kalangan mereka tanpa tedeng aling-aling.\n\nkemudian sesungguhnya aku (menyeru) mereka (lagi) secara terbuka. (Nuh: 9)\n\nYaitu dengan pembicaraan yang jelas dan suara yang keras.\n\ndan dengan diam-diam, (Nuh: 9)\n\nantara aku dan mereka saja. Nuh dalam seruannya memakai cara yang beragam dengan maksud agar seruannya lebih berkesan pada mereka.\n\nmaka aku berkata (kepada mereka), \"Mohonlah ampunan kepada Tuhanmu, sesungguhnya Dia adalah Maha Pengampun.” (Nuh: 10)\n\nYakni kembalilah kamu ke jalan-Nya dan tinggalkanlah apa yang kamu biasa lakukan itu dan bertobatlah kamu kepadanya dari dekat. Karena sesungguhnya barang siapa yang bertobat kepada-Nya, niscaya Dia menerima tobatnya, sekalipun dosa-dosanya besar dalam kekafiran dan kemusyrikannya. Karena itulah maka disebutkan oleh firman-Nya:\n\nmaka aku berkata (kepada mereka),' Mohonlah ampunan kepada Tuhan-mu, sesungguhnya Dia adalah Maha Pengampun, niscaya Dia akan menurunkan hujan yang lebat dari langit kepadamu.” (Nuh: 10-11)\n\nMaksudnya, terus-menerus; karena itulah maka disunatkan membaca surat ini dalam salat istisqa (memohon hujan) mengingat maknanya sangat relevan dengannya. \n\nHal yang sama telah dilakukan oleh Amirul Mu’minin Umar ibnul Khattab r.a., bahwa dia menaiki mimbar untuk memanjatkan doa istisqa, maka tiada yang dibacanya selain dari istigfar dan membaca beberapa ayat dalam istigfarnya yang antara lain adalah ayat ini: maka aku berkata (kepada mereka),' 'Mohonlah ampunan kepada Tuhan-mu, sesungguhnya Dia adalah Maha Pengampun, niscaya Dia akan menurunkan hujan yang lebat dari langit kepadamu.\" (Nuh: 10-11)\n\nKemudian Umar berkata, \"Sesungguhnya aku telah menunggu-nunggu datangnya hujan melalui bintang-bintang yang merupakan pertanda akan datangnya hujan.\" Ibnu Abbas dan lain-lainnya mengatakan bahwa datanglah awan secara beriringan, sebagian darinya berurutan dengan sebagian yang lainnya.",
            "jalalain": "(Kemudian sesungguhnya aku telah mengeraskan kepada mereka) suaraku (dan pula telah membisikkan) suaraku atau seruanku (kepada mereka dengan sangat rahasia.)",
            "quraish_shihab": "Kemudian aku menyeru mereka kepada-Mu dengan suara keras, lalu pada suatu kesempatan aku seru mereka dengan terang-terangan dan pada kesempatan lain secara sembunyi-sembunyi dalam rangka mencoba melakukan segala cara."
        },
        {
            "ind": "maka aku katakan kepada mereka: 'Mohonlah ampun kepada Tuhanmu, -sesungguhnya Dia adalah Maha Pengampun-,",
            "arb": "فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا",
            "transliterasi": "Faqultu Astaghfirū Rabbakum 'Innahu Kāna Ghaffārāan.",
            "eng": "and I said: \"'Ask your Sustainer to forgive you your sins - for, verily, He is all-forgiving!",
            "kemenag_ringkas": "Itu semua telah kulakukan _maka aku_ pun _berkata_ kepada mereka, “_Mohonlah ampunan kepada Tuhanmu_ atas segala dosa terutama dosa syirik. _Sungguh, Dia Maha Pengampun_ bagi siapa saja yang tulus memohon ampunan-Nya.\"",
            "kemenag": "Nuh menyeru kaumnya agar memohon ampun kepada Allah atas dosa-dosa mereka menyembah berhala. Bila mereka memohon ampunan, maka Allah pasti akan mengabulkannya, karena Ia Maha Pengampun. Keimanan mereka akan menghapus dosa-dosa syirik yang telah mereka lakukan.",
            "ibnu_katsir": "Adapun firman Allah Swt:\n\ndan menutupkan bajunya (ke mukanya). (Nuh: 7)\n\nIbnu Jarir telah meriwayatkan dari Ibnu Abbas, bahwa mereka menyembunyikan jati dirinya agar Nuh tidak mengenal mereka. Sa'id ibnu Jubair dan As-Saddi mengatakan bahwa mereka menutupi kepalanya agar tidak dapat mendengar apa yang dikatakan oleh Nuh.\n\ndan mereka tetap (mengingkari). (Nuh: 7)\n\nYakni mereka terus-menerus dalam kemusyrikan dan kekafirannya yang berat lagi sangat parah.\n\ndan menyombongkan diri dengan sangat. (Nuh: 7)\n\nMereka menolak, tidak mau mengikuti perkara yang hak dan tidak mau tunduk kepadanya.\n\nKemudian sesungguhnya aku telah menyeru mereka (kepada iman) dengan cara terang-terangan. (Nuh: 8)\n\nMaksudnya, dengan terang-terangan di kalangan mereka tanpa tedeng aling-aling.\n\nkemudian sesungguhnya aku (menyeru) mereka (lagi) secara terbuka. (Nuh: 9)\n\nYaitu dengan pembicaraan yang jelas dan suara yang keras.\n\ndan dengan diam-diam, (Nuh: 9)\n\nantara aku dan mereka saja. Nuh dalam seruannya memakai cara yang beragam dengan maksud agar seruannya lebih berkesan pada mereka.\n\nmaka aku berkata (kepada mereka), \"Mohonlah ampunan kepada Tuhanmu, sesungguhnya Dia adalah Maha Pengampun.” (Nuh: 10)\n\nYakni kembalilah kamu ke jalan-Nya dan tinggalkanlah apa yang kamu biasa lakukan itu dan bertobatlah kamu kepadanya dari dekat. Karena sesungguhnya barang siapa yang bertobat kepada-Nya, niscaya Dia menerima tobatnya, sekalipun dosa-dosanya besar dalam kekafiran dan kemusyrikannya. Karena itulah maka disebutkan oleh firman-Nya:\n\nmaka aku berkata (kepada mereka),' Mohonlah ampunan kepada Tuhan-mu, sesungguhnya Dia adalah Maha Pengampun, niscaya Dia akan menurunkan hujan yang lebat dari langit kepadamu.” (Nuh: 10-11)\n\nMaksudnya, terus-menerus; karena itulah maka disunatkan membaca surat ini dalam salat istisqa (memohon hujan) mengingat maknanya sangat relevan dengannya. \n\nHal yang sama telah dilakukan oleh Amirul Mu’minin Umar ibnul Khattab r.a., bahwa dia menaiki mimbar untuk memanjatkan doa istisqa, maka tiada yang dibacanya selain dari istigfar dan membaca beberapa ayat dalam istigfarnya yang antara lain adalah ayat ini: maka aku berkata (kepada mereka),' 'Mohonlah ampunan kepada Tuhan-mu, sesungguhnya Dia adalah Maha Pengampun, niscaya Dia akan menurunkan hujan yang lebat dari langit kepadamu.\" (Nuh: 10-11)\n\nKemudian Umar berkata, \"Sesungguhnya aku telah menunggu-nunggu datangnya hujan melalui bintang-bintang yang merupakan pertanda akan datangnya hujan.\" Ibnu Abbas dan lain-lainnya mengatakan bahwa datanglah awan secara beriringan, sebagian darinya berurutan dengan sebagian yang lainnya.",
            "jalalain": "(Maka aku katakan, \"Mohonlah ampun kepada Rabb kalian) dari kemusyrikan kalian (sesungguhnya Dia adalah Maha Pengampun.\")",
            "quraish_shihab": "Aku katakan kepada kaumku, 'Mintalah ampunan atas kemaksiatan dan kekafiran kalian kepada Tuhan. Sesungguhnya Dia Maha Pengampun atas dosa-dosa hamba-Nya yang bertobat. Dia akan mengirim kepada kalian hujan yang lebat, memberikan kalian harta dan anak yang merupakan hiasan dunia, kebun- kebun yang dapat kalian nikmati keindahan dan buah-buahannya serta sungai-sungai yang dapat kalian gunakan untuk mengairi tanaman dan memberi minum ternak."
        },
        {
            "ind": "niscaya Dia akan mengirimkan hujan kepadamu dengan lebat,",
            "arb": "يُرْسِلِ السَّمَاءَ عَلَيْكُم مِّدْرَارًا",
            "transliterasi": "Yursil As-Samā'a `Alaykum Midrārāan.",
            "eng": "He will shower upon you heavenly blessings abundant,",
            "kemenag_ringkas": "\"Kalau kamu benar-benar memohon ampunan-Nya _niscaya Dia akan menurunkan hujan yang lebat dari langit kepadamu,_",
            "kemenag": "Nabi Nuh menyampaikan kepada kaumnya janji Allah bila mereka beriman kepada-Nya, yaitu:\n1.Allah akan menurunkan hujan lebat yang akan menyuburkan tanah mereka dan memberikan hasil yang berlimpah sehingga mereka akan makmur.\n2.Allah akan menganugerahkan kepada mereka kekayaan yang berlimpah.\n3.Allah akan menganugerahkan anak-anak yang banyak untuk melanjutkan keturunan mereka, sehingga tidak punah.\n4.Allah akan menyuburkan kebun-kebun mereka, sehingga memberi hasil yang berlimpah.\n5.Allah akan memberi mereka sungai-sungai dan irigasi untuk mengairi kebun-kebun mereka, sehingga subur dan hijau.\n\nJanji Allah kepada umat Nuh sangat cocok dengan masyarakat waktu itu. Umat Nabi Nuh adalah nenek moyang umat manusia sekarang. Kebudayaan mereka masih dalam taraf permulaan kebudayaan manusia. Akan tetapi, janji Allah itu tidak menarik hati mereka sedikit pun. Hal ini menunjukkan keingkaran mereka yang sangat hebat. \nJanji Allah itu mengandung isyarat bahwa Ia menyuruh mereka mempergunakan akal pikiran. Mereka seakan-akan disuruh memikirkan kegunaan hujan bagi mereka. Hujan akan menyuburkan bumi tempat mereka berdiam, menghasilkan tanam-tanaman dan buah-buahan yang mereka perlukan. Sebagian hasil pertanian itu bisa mereka makan dan sebagian lainnya dijual, sehingga menambah kekayaan mereka. Hujan akan mengalirkan air menjadi sungai-sungai yang bermanfaat bagi mereka. Jika mereka mau menggunakan pikiran seperti itu, mereka tentu akan sampai kepada kesimpulan tentang siapa yang menurunkan hujan dan menyuburkan bumi sehingga menghasilkan keperluan-keperluan hidup mereka. Akhirnya, mereka tentu akan sampai kepada suatu kesimpulan sebagaimana seruan yang disampaikan Nuh kepada mereka, yaitu beriman kepada Tuhan Yang Maha Esa dan yang menciptakan semua keperluan mereka.\n",
            "ibnu_katsir": "Adapun firman Allah Swt:\n\ndan menutupkan bajunya (ke mukanya). (Nuh: 7)\n\nIbnu Jarir telah meriwayatkan dari Ibnu Abbas, bahwa mereka menyembunyikan jati dirinya agar Nuh tidak mengenal mereka. Sa'id ibnu Jubair dan As-Saddi mengatakan bahwa mereka menutupi kepalanya agar tidak dapat mendengar apa yang dikatakan oleh Nuh.\n\ndan mereka tetap (mengingkari). (Nuh: 7)\n\nYakni mereka terus-menerus dalam kemusyrikan dan kekafirannya yang berat lagi sangat parah.\n\ndan menyombongkan diri dengan sangat. (Nuh: 7)\n\nMereka menolak, tidak mau mengikuti perkara yang hak dan tidak mau tunduk kepadanya.\n\nKemudian sesungguhnya aku telah menyeru mereka (kepada iman) dengan cara terang-terangan. (Nuh: 8)\n\nMaksudnya, dengan terang-terangan di kalangan mereka tanpa tedeng aling-aling.\n\nkemudian sesungguhnya aku (menyeru) mereka (lagi) secara terbuka. (Nuh: 9)\n\nYaitu dengan pembicaraan yang jelas dan suara yang keras.\n\ndan dengan diam-diam, (Nuh: 9)\n\nantara aku dan mereka saja. Nuh dalam seruannya memakai cara yang beragam dengan maksud agar seruannya lebih berkesan pada mereka.\n\nmaka aku berkata (kepada mereka), \"Mohonlah ampunan kepada Tuhanmu, sesungguhnya Dia adalah Maha Pengampun.” (Nuh: 10)\n\nYakni kembalilah kamu ke jalan-Nya dan tinggalkanlah apa yang kamu biasa lakukan itu dan bertobatlah kamu kepadanya dari dekat. Karena sesungguhnya barang siapa yang bertobat kepada-Nya, niscaya Dia menerima tobatnya, sekalipun dosa-dosanya besar dalam kekafiran dan kemusyrikannya. Karena itulah maka disebutkan oleh firman-Nya:\n\nmaka aku berkata (kepada mereka),' Mohonlah ampunan kepada Tuhan-mu, sesungguhnya Dia adalah Maha Pengampun, niscaya Dia akan menurunkan hujan yang lebat dari langit kepadamu.” (Nuh: 10-11)\n\nMaksudnya, terus-menerus; karena itulah maka disunatkan membaca surat ini dalam salat istisqa (memohon hujan) mengingat maknanya sangat relevan dengannya. \n\nHal yang sama telah dilakukan oleh Amirul Mu’minin Umar ibnul Khattab r.a., bahwa dia menaiki mimbar untuk memanjatkan doa istisqa, maka tiada yang dibacanya selain dari istigfar dan membaca beberapa ayat dalam istigfarnya yang antara lain adalah ayat ini: maka aku berkata (kepada mereka),' 'Mohonlah ampunan kepada Tuhan-mu, sesungguhnya Dia adalah Maha Pengampun, niscaya Dia akan menurunkan hujan yang lebat dari langit kepadamu.\" (Nuh: 10-11)\n\nKemudian Umar berkata, \"Sesungguhnya aku telah menunggu-nunggu datangnya hujan melalui bintang-bintang yang merupakan pertanda akan datangnya hujan.\" Ibnu Abbas dan lain-lainnya mengatakan bahwa datanglah awan secara beriringan, sebagian darinya berurutan dengan sebagian yang lainnya.",
            "jalalain": "(Niscaya Dia akan mengirimkan hujan) pada saat itu mereka sedang mengalami kekeringan karena terlalu lama tidak ada hujan (kepada kalian dengan lebat) dengan deras.",
            "quraish_shihab": "Aku katakan kepada kaumku, 'Mintalah ampunan atas kemaksiatan dan kekafiran kalian kepada Tuhan. Sesungguhnya Dia Maha Pengampun atas dosa-dosa hamba-Nya yang bertobat. Dia akan mengirim kepada kalian hujan yang lebat, memberikan kalian harta dan anak yang merupakan hiasan dunia, kebun- kebun yang dapat kalian nikmati keindahan dan buah-buahannya serta sungai-sungai yang dapat kalian gunakan untuk mengairi tanaman dan memberi minum ternak."
        },
        {
            "ind": "dan membanyakkan harta dan anak-anakmu, dan mengadakan untukmu kebun-kebun dan mengadakan (pula di dalamnya) untukmu sungai-sungai.",
            "arb": "وَيُمْدِدْكُم بِأَمْوَالٍ وَبَنِينَ وَيَجْعَل لَّكُمْ جَنَّاتٍ وَيَجْعَل لَّكُمْ أَنْهَارًا",
            "transliterasi": "Wa Yumdidkum Bi'amwālin Wa Banīna Wa Yaj`al Lakum Jannātin Wa Yaj`al Lakum 'Anhārāan.",
            "eng": "and will aid you with worldly goods and children, and will bestow upon you gardens, and bestow upon you running waters.",
            "kemenag_ringkas": "_dan Dia memperbanyak harta dan anak-anakmu, dan mengadakan_ pula _kebun-kebun untukmu_ yang dapat kamu nikmati keindahan dan buahnya _dan mengadakan sungai-sungai untukmu_ guna mengairi kebun dan memberi minum ternakmu.”",
            "kemenag": "Nabi Nuh menyampaikan kepada kaumnya janji Allah bila mereka beriman kepada-Nya, yaitu:\n1.Allah akan menurunkan hujan lebat yang akan menyuburkan tanah mereka dan memberikan hasil yang berlimpah sehingga mereka akan makmur.\n2.Allah akan menganugerahkan kepada mereka kekayaan yang berlimpah.\n3.Allah akan menganugerahkan anak-anak yang banyak untuk melanjutkan keturunan mereka, sehingga tidak punah.\n4.Allah akan menyuburkan kebun-kebun mereka, sehingga memberi hasil yang berlimpah.\n5.Allah akan memberi mereka sungai-sungai dan irigasi untuk mengairi kebun-kebun mereka, sehingga subur dan hijau.\n\nJanji Allah kepada umat Nuh sangat cocok dengan masyarakat waktu itu. Umat Nabi Nuh adalah nenek moyang umat manusia sekarang. Kebudayaan mereka masih dalam taraf permulaan kebudayaan manusia. Akan tetapi, janji Allah itu tidak menarik hati mereka sedikit pun. Hal ini menunjukkan keingkaran mereka yang sangat hebat. \nJanji Allah itu mengandung isyarat bahwa Ia menyuruh mereka mempergunakan akal pikiran. Mereka seakan-akan disuruh memikirkan kegunaan hujan bagi mereka. Hujan akan menyuburkan bumi tempat mereka berdiam, menghasilkan tanam-tanaman dan buah-buahan yang mereka perlukan. Sebagian hasil pertanian itu bisa mereka makan dan sebagian lainnya dijual, sehingga menambah kekayaan mereka. Hujan akan mengalirkan air menjadi sungai-sungai yang bermanfaat bagi mereka. Jika mereka mau menggunakan pikiran seperti itu, mereka tentu akan sampai kepada kesimpulan tentang siapa yang menurunkan hujan dan menyuburkan bumi sehingga menghasilkan keperluan-keperluan hidup mereka. Akhirnya, mereka tentu akan sampai kepada suatu kesimpulan sebagaimana seruan yang disampaikan Nuh kepada mereka, yaitu beriman kepada Tuhan Yang Maha Esa dan yang menciptakan semua keperluan mereka.\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\ndan memperbanyak harta dan anak-anakmu, dan mengadakan untukmu kebun-kebun dan mengadakan (pula di dalamnya) untukmu sungai-sungai. (Nuh: 12)\n\nSemuanya itu dengan syarat apabila kamu bertobat kepada Allah dan memohon ampun kepada-Nya serta taat kepada-Nya, maka Dia akan memperbanyak rezeki kalian dan menyirami kalian dengan keberkahan dari langit dan menumbuhkan bagi kalian keberkatan bumi sehingga bumi menjadi subur menumbuhkan tetanamannya, dan menyuburkan bagi kalian air susu ternak kalian dan memberimu banyak harta dan anak-anak dan menjadikan bagi kalian kebun-kebun yang di dalamnya terdapat berbagai macam buah-buahan dan di tengah-tengah (celah-celah)nya dibelahkan bagi kalian sungai-sungai yang mengalir. Ini merupakan seruan dengan memakai metode targib. Kemudian beralih dengan cara tarhib dalam seruannya kepada mereka. Untuk itu Nuh berkata:\n\nMengapa kamu tidak percaya akan kebesaran Allah? (Nuh: 13)\n\nYakni kebesaran-Nya, menurut Ibnu Abbas, Mujahid, dan Ad-Dahhak. \n\nIbnu Abbas mengatakan bahwa kalian tidak mengagungkan Allah dengan pengagungan yang sebenar-benarnya. Dengan kata lain, mengapa kamu tidak takut kepada pembalasan dan azab-Nya.\n\nPadahal Dia sesungguhnya telah menciptakan kamu dalam beberapa tingkatan kejadian? (Nuh: 14)\n\nMenurut suatu pendapat, makna yang dimaksud ialah dari nutfah, kemudian menjadi 'alaqah, kemudian menjadi segumpal daging. Demikianlah menurut apa yang dikatakan oleh Ibnu Abbas, Ikrimah, Qatadah, Yahya ibnu Rafi', As-Saddi, dan Ibnu Zaid.",
            "jalalain": "(Dan membanyakkan harta dan anak-anak kalian dan mengadakan untuk kalian kebun-kebun) ladang-ladang (dan mengadakan pula bagi kalian sungai-sungai) yang mengalir di dalamnya.",
            "quraish_shihab": "Aku katakan kepada kaumku, 'Mintalah ampunan atas kemaksiatan dan kekafiran kalian kepada Tuhan. Sesungguhnya Dia Maha Pengampun atas dosa-dosa hamba-Nya yang bertobat. Dia akan mengirim kepada kalian hujan yang lebat, memberikan kalian harta dan anak yang merupakan hiasan dunia, kebun- kebun yang dapat kalian nikmati keindahan dan buah-buahannya serta sungai-sungai yang dapat kalian gunakan untuk mengairi tanaman dan memberi minum ternak."
        },
        {
            "ind": "Mengapa kamu tidak percaya akan kebesaran Allah?",
            "arb": "مَّا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارًا",
            "transliterasi": "Mā Lakum Lā Tarjūna Lillāhi Waqārāan.",
            "eng": "\"'What is amiss with you that you cannot look forward to God's majesty,",
            "kemenag_ringkas": "Nabi Nuh menasihati kaumnya seperti dijelaskan di atas dan beliau melanjutkan nasihatnya. _Mengapa kamu_ tidak mengagungkan Allah dengan sebenarnya dan _tidak takut akan kebesaran Allah_?",
            "kemenag": "Nabi Nuh menasihati kaumnya bahwa mereka seharusnya mengakui kekuasaan Allah yang Mahabesar. Mereka juga seharusnya berharap agar dimuliakan Allah dengan beriman kepada-Nya. Akan tetapi, hal itu tetap tidak mereka lakukan.",
            "ibnu_katsir": "Firman Allah Swt.:\n\ndan memperbanyak harta dan anak-anakmu, dan mengadakan untukmu kebun-kebun dan mengadakan (pula di dalamnya) untukmu sungai-sungai. (Nuh: 12)\n\nSemuanya itu dengan syarat apabila kamu bertobat kepada Allah dan memohon ampun kepada-Nya serta taat kepada-Nya, maka Dia akan memperbanyak rezeki kalian dan menyirami kalian dengan keberkahan dari langit dan menumbuhkan bagi kalian keberkatan bumi sehingga bumi menjadi subur menumbuhkan tetanamannya, dan menyuburkan bagi kalian air susu ternak kalian dan memberimu banyak harta dan anak-anak dan menjadikan bagi kalian kebun-kebun yang di dalamnya terdapat berbagai macam buah-buahan dan di tengah-tengah (celah-celah)nya dibelahkan bagi kalian sungai-sungai yang mengalir. Ini merupakan seruan dengan memakai metode targib. Kemudian beralih dengan cara tarhib dalam seruannya kepada mereka. Untuk itu Nuh berkata:\n\nMengapa kamu tidak percaya akan kebesaran Allah? (Nuh: 13)\n\nYakni kebesaran-Nya, menurut Ibnu Abbas, Mujahid, dan Ad-Dahhak. \n\nIbnu Abbas mengatakan bahwa kalian tidak mengagungkan Allah dengan pengagungan yang sebenar-benarnya. Dengan kata lain, mengapa kamu tidak takut kepada pembalasan dan azab-Nya.\n\nPadahal Dia sesungguhnya telah menciptakan kamu dalam beberapa tingkatan kejadian? (Nuh: 14)\n\nMenurut suatu pendapat, makna yang dimaksud ialah dari nutfah, kemudian menjadi 'alaqah, kemudian menjadi segumpal daging. Demikianlah menurut apa yang dikatakan oleh Ibnu Abbas, Ikrimah, Qatadah, Yahya ibnu Rafi', As-Saddi, dan Ibnu Zaid.",
            "jalalain": "(Mengapa kalian tidak mengharapkan keagungan dari Allah?) tidak mengharapkan Allah mengangkat derajat kalian, agar kalian beriman kepada-Nya.",
            "quraish_shihab": "Mengapa kalian tidak mengagungkan Allah dengan sebenar-benarnya--sehingga kalian dapat berharap mendapat kemuliaan diselamatkan dari azab--padahal Dia telah menciptakan kalian dengan beberapa tahapan, mulai dari air mani, segumpal darah, segumpal daging kemudian menjadi tulang dan daging?"
        },
        {
            "ind": "Padahal Dia sesungguhnya telah menciptakan kamu dalam beberapa tingkatan kejadian.",
            "arb": "وَقَدْ خَلَقَكُمْ أَطْوَارًا",
            "transliterasi": "Wa Qad Khalaqakum 'Aţwārāan.",
            "eng": "seeing that He has created [every one of] you in successive stages?",
            "kemenag_ringkas": "_Dan sungguh, Dia telah menciptakan kamu dalam beberapa tingkatan_ kejadian dan pertumbuhan yaitu dari nutfah, segumpal daging, kemudian menjadi janin dan bentuk yang sempurna sebagai manusia.",
            "kemenag": "Nabi Nuh mengingatkan lagi kebesaran dan kekuasaan Allah yang terdapat di dalam diri mereka, yaitu bahwa mereka diciptakan-Nya secara bertahap. Dari setetes air mani, kemudian menjadi zigot, darah, seberkas lempeng daging dan tulang, janin, dan kemudian dilahirkan. Dari bayi yang tidak tahu suatu apa pun, mereka menjadi manusia dewasa, berketurunan, dan akhirnya meninggal dunia. Berdasarkan kekuasaan Allah itu, mereka seharusnya beriman kepada-Nya.\nTahap-tahap kejadian manusia yang menunjukkan kekuasaan Allah itu dinyatakan pula dalam ayat-ayat lain:\n\nDialah yang menciptakanmu dari tanah, kemudian dari setetes mani, lalu dari segumpal darah, kemudian kamu dilahirkan sebagai seorang anak, kemudian dibiarkan kamu sampai dewasa, lalu menjadi tua. Tetapi di antara kamu ada yang dimatikan sebelum itu. (Kami perbuat demikian) agar kamu sampai kepada kurun waktu yang ditentukan, agar kamu mengerti. (al-Mu'min/40: 67)\n\nDalam ayat lain, Allah berfirman:\n\nDan sungguh, Kami telah menciptakan manusia dari saripati (berasal) dari tanah. Kemudian Kami menjadikannya air mani (yang disimpan) dalam tempat yang kokoh (rahim). Kemudian, air mani itu Kami jadikan sesuatu yang melekat, lalu sesuatu yang melekat itu Kami jadikan segumpal daging, dan segumpal daging itu Kami jadikan tulang belulang, lalu tulang belulang itu Kami bungkus dengan daging. Kemudian, Kami menjadikannya makhluk yang (berbentuk) lain. Mahasuci Allah, Pencipta yang paling baik. (al-Mu'minun/23: 12-14)\n\n\nSecara ilmiah, tahapan penciptaan manusia itu dapat dijelaskan sebagai berikut: \n1.Tingkat sari pati tanah, ketika manusia belum bisa disebut sebagai apa-apa. Mohon dilihat kembali penjelasan tentang \"sari pati tanah pada telaah ilmiah Surah al-hijr/15 ayat 26, 28, dan 33.\n2.Tingkat nuthfah. Ketika semua sari pati tanah, masuk ke dalam tubuh kita, kemudian digunakan oleh tubuh sebagai 'starting materials dalam proses metabolisme pembentukan nuthfah di dalam sel-sel reproduksi. Nuthfah diterjemahkan sebagai air mani atau setetes mani. Pengertian harfiahnya adalah tetes atau bagian kecil dari fluida (cairan kental, konsentrat). Dalam dunia sains, merupakan konsentrasi fluida yang mengandung sperma. Disebut pula sebagai nuthfatun amsyaj atau setetes mani yang bercampur. Ini mengandung arti percampuran dua nuthfah atau benih, yaitu dari pihak laki-laki (sperma) dan dari pihak wanita (sel telur, ovarium). Dalam Surah al-Insan/76:2, tampak sekali bahwa hanya satu tetes mani (satu sperma) yang bercampur (membuahi) ovarium. Ini sangat bersesuaian dengan ilmu embryology. Nuthfah disebut pula sebagai air yang hina (ma'in mahin, al-Mursalat/77: 20) atau air yang terpancar (ma'in dafiq, ath-thariq/86: 6). Yang pertama, menyiratkan tentang hakikat keluarnya air mani melalui alat genetalia, yang kesehariannya untuk membuang kotoran (urine). Yang terakhir ini menunjukkan proses masuknya nutfah (sperma) ke dalam rahim.\n3.Tingkat 'alaqah. 'Alaqah merupakan bentuk perkembangan pra-embrionik, yang terjadi setelah percampuran sel mani (sperma) dan sel telur. Moore dan Azzindani (1982) menjelaskan bahwa 'alaqah dalam Bahasa Arab berarti lintah (leech) atau suatu suspensi (suspended thing) atau segumpal darah (a clot of blood). Lintah merupakan binatang tingkat rendah, berbentuk seperti buah pir, dan hidup dengan cara menghisap darah. Jadi 'alaqah merupakan tingkatan (stadium) embrionik, yang berbentuk seperti buah pir, di mana sistem kardiovaskuler (sistem pembuluh-jantung) sudah mulai tampak, dan hidupnya tergantung dari darah ibunya, mirip dengan lintah. 'Alaqah terbentuk sekitar 24-25 hari sejak pembuahan. Jika jaringan pra-embrionik 'alaqah ini diambil keluar (digugurkan), memang tampak seperti segumpal darah (a blood clot like).\n4.Tingkat Mudhgah. 'Alaqah yang terbentuk sekitar 24-25 hari setelah pembuahan, kemudian berkembang menjadi mudhgah pada hari ke 26-27, dan berakhir sebelum hari ke-42. Cepatnya perubahan dari 'alaqah ke mudhgah terlihat dalam penggunaan kata fa pada surah 23:14. Dalam bahasa Arab kata fa menunjukkan rangkaian perubahan yang cepat. Secara umum, mudhgah diterjemahkan sebagai 'segumpal daging. Mudhgah merupakan tingkatan embrionik yang berbentuk seperti 'kunyahan permen karet, yang menunjukkan permukaan yang tidak teratur. Mudhgah atau 'segumpal daging terdiri dari sel-sel atau jaringan-jaringan yang telah mengalami diferensiasi maupun yang belum mengalami diferensiasi. sebagaimana dapat dilihat pada penjelasan pada Surah al-hajj/22: 5 di atas oleh Moore dan Azzadani. Pada ayat 5, surah al-hajj/22, dijelaskan: \"....,kemudian dari segumpal daging (mudhgah) yang sempurna kejadiannya dan yang tidak sempurna, agar Kami jelaskan kepada kamu dan Kami tetapkan dalam rahim,...\" Moore dan Azzindani (1982), menerjemahkan dengan kalimat \"....,kemudian dari segumpal daging (mudhgah) yang telah terdiferensiasi dan yang belum terdiferensiasi, agar Kami jelaskan kepada kamu dan Kami tetapkan dalam rahim,...\" . Memang hakikat dari mudhgah, terdiri dari sel-sel atau jaringan/organ yang telah mengalami diferensiasi maupun yang belum.\n5.Tingkat pembentukkan tulang. Setelah tingkat mudhgah inilah, mulai dibentuk tulang. Ini sangat bersesuaian sekali dengan embryology modern dewasa ini.\n6.Tingkat pembungkusan tulang oleh daging, Janin mulai terbentuk.\n7.Tingkat bayi dalam kandungan, merupakan perkembangan lanjutan dari Tingkat ke-6 di atas. Kemudian dilanjutkan dengan penyempurnaan pembentukan manusia. Wallahu a'lam bi as-sawab\n\nDemikianlah perjalanan hidup manusia yang menunjukkan bahwa kejadian manusia itu melalui proses yang rumit dan rentan. Oleh karena itu, terwujudnya mereka di alam ini hendaknya disyukuri dengan beriman kepada Allah.\n\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\ndan memperbanyak harta dan anak-anakmu, dan mengadakan untukmu kebun-kebun dan mengadakan (pula di dalamnya) untukmu sungai-sungai. (Nuh: 12)\n\nSemuanya itu dengan syarat apabila kamu bertobat kepada Allah dan memohon ampun kepada-Nya serta taat kepada-Nya, maka Dia akan memperbanyak rezeki kalian dan menyirami kalian dengan keberkahan dari langit dan menumbuhkan bagi kalian keberkatan bumi sehingga bumi menjadi subur menumbuhkan tetanamannya, dan menyuburkan bagi kalian air susu ternak kalian dan memberimu banyak harta dan anak-anak dan menjadikan bagi kalian kebun-kebun yang di dalamnya terdapat berbagai macam buah-buahan dan di tengah-tengah (celah-celah)nya dibelahkan bagi kalian sungai-sungai yang mengalir. Ini merupakan seruan dengan memakai metode targib. Kemudian beralih dengan cara tarhib dalam seruannya kepada mereka. Untuk itu Nuh berkata:\n\nMengapa kamu tidak percaya akan kebesaran Allah? (Nuh: 13)\n\nYakni kebesaran-Nya, menurut Ibnu Abbas, Mujahid, dan Ad-Dahhak. \n\nIbnu Abbas mengatakan bahwa kalian tidak mengagungkan Allah dengan pengagungan yang sebenar-benarnya. Dengan kata lain, mengapa kamu tidak takut kepada pembalasan dan azab-Nya.\n\nPadahal Dia sesungguhnya telah menciptakan kamu dalam beberapa tingkatan kejadian? (Nuh: 14)\n\nMenurut suatu pendapat, makna yang dimaksud ialah dari nutfah, kemudian menjadi 'alaqah, kemudian menjadi segumpal daging. Demikianlah menurut apa yang dikatakan oleh Ibnu Abbas, Ikrimah, Qatadah, Yahya ibnu Rafi', As-Saddi, dan Ibnu Zaid.",
            "jalalain": "(Padahal sesungguhnya Dia telah menciptakan kalian dalam beberapa tingkatan kejadian) lafal athwaaran bentuk jamak dari lafal thaurun, artinya tahap; yakni mulai dari tahap air mani terus menjadi darah kental atau alaqah, hingga menjadi manusia yang sempurna bentuknya. Dan memperhatikan kejadian makhluk-Nya seharusnya menuntun mereka iman kepada yang telah menciptakannya.",
            "quraish_shihab": "Mengapa kalian tidak mengagungkan Allah dengan sebenar-benarnya--sehingga kalian dapat berharap mendapat kemuliaan diselamatkan dari azab--padahal Dia telah menciptakan kalian dengan beberapa tahapan, mulai dari air mani, segumpal darah, segumpal daging kemudian menjadi tulang dan daging?"
        },
        {
            "ind": "Tidakkah kamu perhatikan bagaimana Allah telah menciptakan tujuh langit bertingkat-tingkat?",
            "arb": "أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَاوَاتٍ طِبَاقًا",
            "transliterasi": "'Alam Taraw Kayfa Khalaqa Allāhu Sab`a Samāwātin Ţibāqāan.",
            "eng": "\"'Do you not see how God has created seven heavens in full harmony with one another,",
            "kemenag_ringkas": "Setelah ajakan kepada manusia untuk memperhatikan dirinya, ayat ini melanjutkan untuk memperhatikan alam raya. _Tidakkah kamu memperhatikan bagaimana Allah telah menciptakan tujuh langit_ yang indah serta _berlapis-lapis?_",
            "kemenag": "Dalam ayat ini, Nuh meminta kaumnya agar memperhatikan langit yang terdiri atas tujuh tingkat. Ayat ini dapat berarti khusus untuk kaum Nuh dan dapat pula berarti umum (untuk seluruh manusia) karena ayat ini menggunakan kata-kata alam tarau (tidakkah kamu memperhatikan). Memperhatikan di sini artinya dengan mempergunakan pikiran. Oleh karena itu, cara memperhatikan yang diperintahkan adalah dengan cara yang lazim digunakan dunia ilmu pengetahuan.\nAyat ini berarti khusus untuk umat Nabi Nuh maksudnya adalah mereka seharusnya mempergunakan pancaindra dan akal dalam mengamati alam ini. Dengan pengamatan demikian, mereka juga bisa mengetahui betapa besar dan hebat alam ini. Bahwa langit itu begitu luas dan bertingkat-tingkat juga dapat mereka pahami menurut pemahaman mereka yang sederhana. Mereka seharusnya mengakui kebesaran Allah dengan beriman kepada-Nya.\nAyat ini juga berlaku secara umum, yaitu ditujukan kepada umat Nabi Muhammad sampai sekarang dan masa yang akan datang. Sampai sekarang pun para ahli tafsir belum dapat memastikan \"langit\" yang terdiri atas tujuh tingkat itu. Tapi tentang \"langit\" itu tidak mustahil akan ditemukan oleh generasi yang akan datang. Mengenai langit, ayat lain menginformasikan:\n\nDan apakah orang-orang kafir tidak mengetahui bahwa langit dan bumi keduanya dahulunya menyatu, kemudian Kami pisahkan antara keduanya; dan Kami jadikan segala sesuatu yang hidup berasal dari air; maka mengapa mereka tidak beriman? (al-Anbiya'/21: 30)\n\nApa yang baru dapat dipahami oleh para ilmuwan sekarang adalah bahwa alam semesta ini terjadi dari satu massa yang amat padat, kemudian meledak, dan memunculkan galaksi-galaksi, tata surya, planet-planet, dan sebagainya. Akan tetapi, itu pun masih merupakan teori yang disebut teori big bang (ledakan besar).\nDari ayat ini dapat dipahami bahwa perintah memikirkan dan merenungkan kekuasaan dan kebesaran Allah itu tertuju kepada seluruh manusia, baik yang tinggi tingkat pengetahuannya maupun yang masih rendah. Seluruh manusia sanggup dan mampu melakukannya, sehingga menambah kuat imannya kepada Allah, Tuhan Yang Maha Esa.\nAyat ini juga mengajarkan kepada manusia mengenai cara mengenal dan mencari agama-Nya, yaitu dengan merenungkan kejadian alam ini. Dengan perenungan itu, manusia akan sampai kepada Penciptanya. Pencipta alam ini tentulah Yang Mahatahu dan Mahakuasa, bukan sesuatu yang tidak tahu apa-apa dan tidak berdaya sama sekali. Dialah yang menentukan segala sesuatu, Yang Maha Esa, tidak berserikat dengan sesuatu apa pun. Oleh karena itu, agama yang benar adalah agama yang mengakui keesaan Tuhan dan ibadah yang benar ialah ibadah yang langsung ditujukan kepada-Nya, tidak menggunakan perantara dan sebagainya.\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nTidakkah kamu perhatikan bagaimana Allah telah menciptakan tujuh langit bertingkat-tingkat? (Nuh: 15)\n\nYakni berlapis-lapis satu lapis di atas lapis yang lainnya bersusun-susun. Akan tetapi, apakah hal ini termasuk di antara perkara yang hanya dapat didengar saja (metafisika)? Ataukah termasuk di antara perkara yang dapat dijangkau oleh indra melalui penyelidikan dan penemuan ilmiah (fisika)? Karena sesungguhnya tujuh bintang yang beredar satu sama lainnya saling menutupi yang lainnya. Yang paling dekat dengan kita adalah bulan yang berada di langit terdekat, ia menutupi bintang lainnya yang ada di atasnya, dan pada lapis yang kedua terdapat bintang 'Utarid, dan pada lapis yang ketiga terdapat Zahrah (Venus). Sedangkan matahari terdapat pada lapis yang keempat. Mars pada lapis yang kelima, Musytari pada lapis yang keenam, dan Zuhal pada lapis yang ketujuh. Adapun bintang-bintang lainnya yaitu bintang-bintang yang tetap (tidak beredar), maka semuanya berada di lapis yang kedelapan; mereka menamakannya falak bintang-bintang yang menetap. Dan para ahli falak yang berilmu syariat menamakannya dengan istilah Al-Kursi. Dan falak yang kesembilan dinamakan Al-Atlas dan juga Al-Asir, yang menurut ahli ilmu falak pergerakannya kebalikan dari peredaran semua falak yang ada. Yaitu peredarannya dimulai dari barat menuju ke timur, sedangkan semua falak kebalikannya yaitu dari arah timur ke arah barat, dan bersamaan dengannya beredar pula semua bintang mengikutinya. Akan tetapi, bintang-bintang yang beredar mempunyai pergerakan yang berbeda dengan semua falaknya, karena sesungguhnya bintang-bintang tersebut beredar dari arah barat menuju ke arah timur. Masing-masing darinya menempuh falaknya menurut kecepatannya. Bulan menempuh garis edarnya setiap bulannya sekali, dan matahari menempuh garis edarnya setiap tahunnya sekali, dan Zuhal baru dapat menempuhnya selama tigapuluh tahun sekali. Demikian itu berdasarkan luas falak masing-masing, sekalipun gerakan semuanya dalam hal kecepatannya berimbang.\n\nDemikianlah kesimpulan dari apa yang dikatakan oleh ahli ilmu falak dalam bab ini dengan adanya perbedaan pendapat di kalangan mereka mengenai berbagai masalah yang cukup banyak, tetapi bukan termasuk ke dalam pembahasan kita sekarang ini. Tujuan kita hanyalah untuk menjelaskan bahwa Allah Swt:\n\ntelah menciptakan tujuh langit bertingkat-tingkat? Dan Allah menciptakan padanya bulan sebagai cahaya dan menjadikan matahari sebagai pelita. (Nuh: 15-16)\n\nYaitu Allah Swt. membedakan cahaya keduanya, dan menjadikan masing-masing dari keduanya sebagai tanda untuk mengetahui malam dan siang hari melalui terbit dan tenggelamnya matahari. Allah telah menetapkan pula garis-garis edar dan manzilah-manzilah bagi bulan serta mengubah-ubah cahayanya. Adakalanya cahayanya bertambah hingga sempurna, kemudian menurun (berkurang) hingga lenyap tersembunyi; hal ini untuk mengetahui perjalanan bulan dan tahun, sebagaimana yang disebutkan di dalam firman Allah Swt.:\n\nDialah yang menjadikan matahari bersinar dan bulan bercahaya dan ditetapkan-Nya manzilah-manzilah (tempat-tempat) bagi perjalanan bulan itu, supaya kamu mengetahui bilangan tahun dan perhitungan (waktu). Allah tidak menciptakan yang demikian itu melainkan dengan hak. Dia menjelaskan tanda-tanda (kebesaran-Nya) kepada orang-orang yang mengetahui. (Yunus: 5)",
            "jalalain": "(Tidakkah kalian perhatikan) kalian lihat (bagaimana Allah telah menciptakan tujuh langit bertingkat-tingkat?) sebagian di antaranya berada di atas sebagian yang lain.",
            "quraish_shihab": "Apakah kalian tidak memperhatikan bagaimana Allah menciptakan tujuh langit berlapis-lapis, menjadikan bulan di tujuh langit tersebut sebagai cahaya yang memancar serta menjadikan matahari sebagai lampu yang menerangi penghuni dunia dengan sinarnya untuk melihat segala yang dibutuhkan?"
        },
        {
            "ind": "Dan Allah menciptakan padanya bulan sebagai cahaya dan menjadikan matahari sebagai pelita?",
            "arb": "وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا وَجَعَلَ الشَّمْسَ سِرَاجًا",
            "transliterasi": "Wa Ja`ala Al-Qamara Fīhinna Nūrāan Wa Ja`ala Ash-Shamsa Sirājāan.",
            "eng": "and has set up within them the moon as a light [reflected] and set up the sun as a [radiant] lamp?",
            "kemenag_ringkas": "_Dan di sana_ di langit yang indah itu _Dia menciptakan bulan yang bercahaya dan menjadikan matahari sebagai pelita_ yang cemerlang?",
            "kemenag": "Nabi Nuh menerangkan kepada kaumnya bahwa Allah yang disembah itu menciptakan bulan bercahaya dan matahari bersinar. Dari ayat itu dapat dipahami bahwa:\n1.Matahari memancarkan sinar sendiri, sedang bulan mendapat cahaya dari matahari. Cahaya yang dipancarkan bulan berasal dari sinar matahari yang dipantulkannya ke bumi. Oleh karena itu, sinar matahari lebih keras dan terang dari cahaya bulan.\n2.Sinar dan cahaya itu berguna bagi manusia, tetapi bentuk kegunaannya berbeda-beda.\n\nAyat yang membedakan cahaya dan sinar dari dua benda langit, matahari dan bulan telah berkali-kali dikemukakan. Bintang mempunyai sumber sinar, sedangkan planet tidak. Penjelasan mengenai hal ini dapat dilihat pada Surah Yunus/10: 5. Uraian mengenai hal ini secara ilmiah adalah demikian:\nDalam membicarakan benda-benda angkasa, Al-Qur'an juga sudah membedakan bintang dan planet. Bintang adalah benda langit yang memancarkan sinar, sedangkan planet hanya memantulkan sinar yang diterima dari bintang. \n\nDialah yang menjadikan matahari bersinar dan bulan bercahaya, dan Dialah yang menetapkan tempat-tempat orbitnya, agar kamu mengetahui bilangan tahun, dan perhitungan waktu. Allah tidak menciptakan demikian itu melainkan dengan benar. Dia menjelaskan tanda-tanda (kebesaran-Nya) kepada orang-orang yang mengetahui. (Yunus/10: 5)\n\nMatahari adalah benda angkasa terbesar dalam tata surya kita. Ia merupakan gumpalan gas yang berpijar, dengan garis tengah sekitar 1,4 juta km. Jarak rata-rata antara titik pusat bumi dan matahari sekitar 150 juta km. Di pusat matahari, suhu mencapai sekitar 20.0000C.\nDalam ilmu astronomi, matahari merupakan benda langit yang digolongkan ke dalam jenis bintang. Di jagad raya ini terdapat miliaran, bahkan triliunan bintang. Matahari adalah salah satunya. Bintang merupakan benda langit yang memancarkan sinar karena di permukaan maupun bagian dalam bintang masih berlangsung reaksi-reaksi nuklir hidrogen yang dahsyat. Hasil reaksi inilah yang menimbulkan pancaran sinar. Sedangkan 10 benda langit yang mengorbit matahari, termasuk di dalamnya bumi (dan bulan yang mengorbit bumi), digolongkan ke dalam jenis planet.\nJumlah bintang diperkirakan lebih dari 6 miliar, bahkan boleh jadi mencapai 100 miliar. Akan tetapi, hanya sekitar 6.000 bintang yang dapat diamati dengan mata telanjang. Suhu, warna, ukuran, dan kepadatan bintang bervariasi. Bintang yang terpanas umumnya berwarna putih kebiruan. Suhu permukaannya dapat mencapai 20.0000C. Sedangkan yang kurang panas berwarna kuning, sebagaimana matahari. Ukurannya ada yang melebihi ribuan atau jutaan kali ukuran Matahari. Adapun jarak bintang terdekat dari tata surya adalah 4.000 tahun cahaya. Apabila kecepatan cahaya 186.000 mil per detik, maka jarak bintang terdekat tersebut mencapai 104 x 109 mil. Cahaya bintang terdekat ke tata surya, Alpha Centauri, memerlukan waktu 4 tahun untuk mencapai bumi. Sedang bintang \"terjauh\", Riga, cahayanya baru mencapai bumi lebih dari 1.000 tahun kemudian. Bandingkan dengan cahaya matahari yang mencapai bumi dalam hanya 4 menit saja.\nPlanet dapat dikategorikan sebagai bintang yang telah 'mati. Permukaannya telah mendingin, dan berubah menjadi padatan. Planet tidak memancarkan sinar. Akan tetapi, apabila ia disinari oleh satu sumber sinar (misal matahari), maka ia akan memantulkannya, sehingga tampak seperti bercahaya. Dengan demikian, kata 'bercahaya dapat diartikan sebagai dapat dilihat oleh mata karena memantulkan sinar yang diterima dari sumber sinar. Bulan bercahaya karena memantulkan sinar yang diterimanya dari matahari.\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nTidakkah kamu perhatikan bagaimana Allah telah menciptakan tujuh langit bertingkat-tingkat? (Nuh: 15)\n\nYakni berlapis-lapis satu lapis di atas lapis yang lainnya bersusun-susun. Akan tetapi, apakah hal ini termasuk di antara perkara yang hanya dapat didengar saja (metafisika)? Ataukah termasuk di antara perkara yang dapat dijangkau oleh indra melalui penyelidikan dan penemuan ilmiah (fisika)? Karena sesungguhnya tujuh bintang yang beredar satu sama lainnya saling menutupi yang lainnya. Yang paling dekat dengan kita adalah bulan yang berada di langit terdekat, ia menutupi bintang lainnya yang ada di atasnya, dan pada lapis yang kedua terdapat bintang 'Utarid, dan pada lapis yang ketiga terdapat Zahrah (Venus). Sedangkan matahari terdapat pada lapis yang keempat. Mars pada lapis yang kelima, Musytari pada lapis yang keenam, dan Zuhal pada lapis yang ketujuh. Adapun bintang-bintang lainnya yaitu bintang-bintang yang tetap (tidak beredar), maka semuanya berada di lapis yang kedelapan; mereka menamakannya falak bintang-bintang yang menetap. Dan para ahli falak yang berilmu syariat menamakannya dengan istilah Al-Kursi. Dan falak yang kesembilan dinamakan Al-Atlas dan juga Al-Asir, yang menurut ahli ilmu falak pergerakannya kebalikan dari peredaran semua falak yang ada. Yaitu peredarannya dimulai dari barat menuju ke timur, sedangkan semua falak kebalikannya yaitu dari arah timur ke arah barat, dan bersamaan dengannya beredar pula semua bintang mengikutinya. Akan tetapi, bintang-bintang yang beredar mempunyai pergerakan yang berbeda dengan semua falaknya, karena sesungguhnya bintang-bintang tersebut beredar dari arah barat menuju ke arah timur. Masing-masing darinya menempuh falaknya menurut kecepatannya. Bulan menempuh garis edarnya setiap bulannya sekali, dan matahari menempuh garis edarnya setiap tahunnya sekali, dan Zuhal baru dapat menempuhnya selama tigapuluh tahun sekali. Demikian itu berdasarkan luas falak masing-masing, sekalipun gerakan semuanya dalam hal kecepatannya berimbang.\n\nDemikianlah kesimpulan dari apa yang dikatakan oleh ahli ilmu falak dalam bab ini dengan adanya perbedaan pendapat di kalangan mereka mengenai berbagai masalah yang cukup banyak, tetapi bukan termasuk ke dalam pembahasan kita sekarang ini. Tujuan kita hanyalah untuk menjelaskan bahwa Allah Swt:\n\ntelah menciptakan tujuh langit bertingkat-tingkat? Dan Allah menciptakan padanya bulan sebagai cahaya dan menjadikan matahari sebagai pelita. (Nuh: 15-16)\n\nYaitu Allah Swt. membedakan cahaya keduanya, dan menjadikan masing-masing dari keduanya sebagai tanda untuk mengetahui malam dan siang hari melalui terbit dan tenggelamnya matahari. Allah telah menetapkan pula garis-garis edar dan manzilah-manzilah bagi bulan serta mengubah-ubah cahayanya. Adakalanya cahayanya bertambah hingga sempurna, kemudian menurun (berkurang) hingga lenyap tersembunyi; hal ini untuk mengetahui perjalanan bulan dan tahun, sebagaimana yang disebutkan di dalam firman Allah Swt.:\n\nDialah yang menjadikan matahari bersinar dan bulan bercahaya dan ditetapkan-Nya manzilah-manzilah (tempat-tempat) bagi perjalanan bulan itu, supaya kamu mengetahui bilangan tahun dan perhitungan (waktu). Allah tidak menciptakan yang demikian itu melainkan dengan hak. Dia menjelaskan tanda-tanda (kebesaran-Nya) kepada orang-orang yang mengetahui. (Yunus: 5)",
            "jalalain": "(Dan Allah menciptakan padanya bulan) yaitu pada langit yang paling terdekat di antara keseluruhan langit itu (sebagai cahaya dan menjadikan matahari sebagai pelita?) yang memancarkan sinar terang yang jauh lebih kuat daripada sinar bulan.",
            "quraish_shihab": "Apakah kalian tidak memperhatikan bagaimana Allah menciptakan tujuh langit berlapis-lapis, menjadikan bulan di tujuh langit tersebut sebagai cahaya yang memancar serta menjadikan matahari sebagai lampu yang menerangi penghuni dunia dengan sinarnya untuk melihat segala yang dibutuhkan?"
        },
        {
            "ind": "Dan Allah menumbuhkan kamu dari tanah dengan sebaik-baiknya,",
            "arb": "وَاللَّهُ أَنبَتَكُم مِّنَ الْأَرْضِ نَبَاتًا",
            "transliterasi": "Wa Allāhu 'Anbatakum Mina Al-'Arđi Nabātāan.",
            "eng": "\"'And God has caused you to grow out of the earth in [gradual] growth; and thereafter He will return you to it [in death]:",
            "kemenag_ringkas": "Setelah disinggung tentang penciptaan langit, kini diuraikan tentang bumi. _Dan Allah menumbuhkan_ yaitu menciptakan _kamu dari tanah, tumbuh berangsur-angsur_ dalam keadaan yang sangat menakjubkan,",
            "kemenag": "Nabi Nuh selanjutnya menerangkan kepada kaumnya bahwa Allah Yang Maha Esa dan wajib disembah itu adalah Tuhan yang membuat manusia tumbuh dengan nutrisi yang berasal dari tanah. Di samping itu, manusia juga diciptakan dari tanah yaitu dari mani dan ovum yang terbentuk dari makanan yang berasal dari tanah. \nDari mani dan ovum yang terbentuk dari nutrisi yang berasal dari tanah itu terjadi pembuahan, kemudian mereka tumbuh menjadi manusia seperti tumbuhnya tanaman. Tanaman dalam perjalanan hidupnya mengalami berbagai macam proses, manusia juga demikian. Umat kaum Nuh tidak mengambil pelajaran dari proses penciptaan manusia itu. Mereka tetap mengingkari Tuhan dan tidak mempercayai kebesaran-Nya. Inilah yang diingatkan oleh Nabi Nuh kepada mereka dalam ayat ini.\n",
            "ibnu_katsir": "Adapun firman Allah Swt.:\n\nDan Allah menciptakan kamu dari tanah dengan sebaik-baiknya. (Nuh: 17)\n\nNabatan adalah isim masdar, dan mendatangkannya di tempat ini merupakan ungkapan yang sangat indah.\n\nkemudian Dia mengembalikan kamu ke dalam tanah. (Nuli: 18) \n\nYakni apabila kalian mati.\n\ndan mengeluarkan kamu dengan sebenar-benarnya. (Nuh: 18)\n\nMaksudnya, di hari kiamat Dia akan mengembalikan kamu hidup kembali daripadanya, sebagaimana Dia menciptakan kamu pada yang pertama kali.\n\nDan Allah menjadikan bumi untukmu sebagai hamparan. (Nuh: 19)\n\nAllah telah menggelarkannya dan menjadikannya layak untuk dihuni, dan menetapkan serta mengokohkannya dengan gunung-gunung yang-besar lagi tinggi menjulang ke langit.\n\nsupaya kamu menempuh jalan-jalan yang luas di bumi itu. (Nuh: 20)\n\nYakni Allah telah menciptakan bumi untuk tempat menetap kalian, dan kalian dapat melakukan perjalanan padanya ke mana pun yang kalian kehendaki dari kawasan dan daerah-daerahnya. Semuanya itu termasuk di antara apa yang diingatkan oleh Nuh terhadap kaumnya, untuk menunjukkan kepada mereka kekuasaan Allah dan kebesaran-Nya melalui penciptaan-Nya terhadap langit, bumi, dan semua nikmat yang dirasakan oleh mereka berupa berbagai manfaat, baik yang berasal dari langit maupun yang berasal dari bumi. Dialah Allah Yang Menciptakan, Yang Memberi rezeki. Dia telah menjadikan langit sebagai atap dan bumi sebagai hamparan dan melimpahkan kepada makhluk-Nya rezeki-rezeki-Nya. Maka Dialah Tuhan Yang wajib disembah dan diesakan dan tidak boleh dipersekutukan dengan siapa pun. Karena sesungguhnya Allah itu tiada tandingan, tiada lawan, dan tiada yang sepadan dengan-Nya, tidak beranak, tidak mempunyai pembantu, tidak mempunyai penasihat, bahkan Dia Mahatinggi lagi Mahabesar.",
            "jalalain": "(Dan Allah menumbuhkan kalian) Dia telah menciptakan kalian (dari tanah) karena Dia telah menciptakan bapak moyang kalian, yaitu Nabi Adam daripadanya (dengan sebaik-baiknya.)",
            "quraish_shihab": "Allah telah menciptakan kalian dari tanah, lalu kalian tumbuh secara menakjubkan. Kemudian Dia akan mengembalikan kalian ke bumi setelah mati dan pasti akan mengeluarkan kalian dari situ."
        },
        {
            "ind": "kemudian Dia mengembalikan kamu ke dalam tanah dan mengeluarkan kamu (daripadanya pada hari kiamat) dengan sebenar-benarnya.",
            "arb": "ثُمَّ يُعِيدُكُمْ فِيهَا وَيُخْرِجُكُمْ إِخْرَاجًا",
            "transliterasi": "Thumma Yu`īdukum Fīhā Wa Yukhrijukum 'Ikhrājāan.",
            "eng": "and [then] He will bring you forth [from It] in resurrection.",
            "kemenag_ringkas": "_kemudian_ setelah berakhir pertumbuhan yaitu tiba saat kematian, _Dia akan mengembalikan kamu ke dalamnya_, yaitu tanah, _dan mengeluarkan kamu_ pada hari Kiamat dengan pasti.",
            "kemenag": "Nabi Nuh juga menerangkan kepada kaumnya bahwa mereka akan mati dan akan dikembalikan ke dalam tanah atau dikuburkan. Selanjutnya mereka akan dikeluarkan dari tanah itu pada hari Kiamat untuk diminta pertanggungjawabannya. Karena adanya pertanggungjawaban itu, mereka seharusnya beriman dan berbuat baik dalam kehidupan di dunia ini.",
            "ibnu_katsir": "Adapun firman Allah Swt.:\n\nDan Allah menciptakan kamu dari tanah dengan sebaik-baiknya. (Nuh: 17)\n\nNabatan adalah isim masdar, dan mendatangkannya di tempat ini merupakan ungkapan yang sangat indah.\n\nkemudian Dia mengembalikan kamu ke dalam tanah. (Nuli: 18) \n\nYakni apabila kalian mati.\n\ndan mengeluarkan kamu dengan sebenar-benarnya. (Nuh: 18)\n\nMaksudnya, di hari kiamat Dia akan mengembalikan kamu hidup kembali daripadanya, sebagaimana Dia menciptakan kamu pada yang pertama kali.\n\nDan Allah menjadikan bumi untukmu sebagai hamparan. (Nuh: 19)\n\nAllah telah menggelarkannya dan menjadikannya layak untuk dihuni, dan menetapkan serta mengokohkannya dengan gunung-gunung yang-besar lagi tinggi menjulang ke langit.\n\nsupaya kamu menempuh jalan-jalan yang luas di bumi itu. (Nuh: 20)\n\nYakni Allah telah menciptakan bumi untuk tempat menetap kalian, dan kalian dapat melakukan perjalanan padanya ke mana pun yang kalian kehendaki dari kawasan dan daerah-daerahnya. Semuanya itu termasuk di antara apa yang diingatkan oleh Nuh terhadap kaumnya, untuk menunjukkan kepada mereka kekuasaan Allah dan kebesaran-Nya melalui penciptaan-Nya terhadap langit, bumi, dan semua nikmat yang dirasakan oleh mereka berupa berbagai manfaat, baik yang berasal dari langit maupun yang berasal dari bumi. Dialah Allah Yang Menciptakan, Yang Memberi rezeki. Dia telah menjadikan langit sebagai atap dan bumi sebagai hamparan dan melimpahkan kepada makhluk-Nya rezeki-rezeki-Nya. Maka Dialah Tuhan Yang wajib disembah dan diesakan dan tidak boleh dipersekutukan dengan siapa pun. Karena sesungguhnya Allah itu tiada tandingan, tiada lawan, dan tiada yang sepadan dengan-Nya, tidak beranak, tidak mempunyai pembantu, tidak mempunyai penasihat, bahkan Dia Mahatinggi lagi Mahabesar.",
            "jalalain": "(Kemudian Dia mengembalikan kalian ke dalam tanah) dalam keadaan terkubur di dalamnya (dan mengeluarkan kalian) dari dalamnya menjadi hidup kembali pada hari kiamat (dengan sebenar-benarnya.)",
            "quraish_shihab": "Allah telah menciptakan kalian dari tanah, lalu kalian tumbuh secara menakjubkan. Kemudian Dia akan mengembalikan kalian ke bumi setelah mati dan pasti akan mengeluarkan kalian dari situ."
        },
        {
            "ind": "Dan Allah menjadikan bumi untukmu sebagai hamparan,",
            "arb": "وَاللَّهُ جَعَلَ لَكُمُ الْأَرْضَ بِسَاطًا",
            "transliterasi": "Wa Allāhu Ja`ala Lakum Al-'Arđa Bisāţāan.",
            "eng": "\"'And God has made the earth a wide expanse for you,",
            "kemenag_ringkas": "_Dan Allah menjadikan bumi untukmu sebagai hamparan_, supaya kamu dapat menetap di sana dengan nyaman,",
            "kemenag": "Allah menegaskan lagi nikmat yang telah dilimpahkan-Nya kepada manusia, yaitu Dia telah menciptakan bumi luas dan datar sehingga mereka dapat menjalankan kehidupan dengan mudah. Dengan datarnya permukaan bumi, manusia dapat membuat jalan sehingga mereka dapat menjelajahi bumi sampai ke tempat-tempat yang jauh letaknya.\nAyat-ayat ini menggambarkan bahwa bumi telah dijadikan Allah relatif datar (plane), terlepas dari fakta bahwa di bumi banyak gunung yang dijadikan sebagai tiang pancang permukaan bumi, dan fakta bahwa 70% dari permukaan bumi berupa permukaan laut. Namun demikian, profil permukaan bumi relatif lebih rata dan mulus dibandingkan dengan planet atau benda-benda langit lainnya di alam semesta. Menurut para ahli, kondisi bumi termasuk permukaannya sangat sesuai dengan kondisi kehidupan dan kenyamanan manusia yang menghuninya. Allah dengan kerahmanan-Nya telah mengkondisikan permukaan bumi sehingga manusia menikmati kenyamanan kehidupan di dunia. Mengapa Allah menjadikan permukaan bumi datar (sebagai hamparan)? Sebabnya ialah supaya manusia dapat menjelajahi jalan-jalannya. Ini berarti bahwa Allah mengharapkan manusia agar mempelajari dan mengeksplorasi seluruh permukaan maupun kandungan perut bumi. Yang dimaksud dengan \"menjalani jalan-jalan\" ini ialah bukan hanya secara fisik menjelajahi permukaan bumi, tapi juga secara ilmiah. Untuk mencapai atau menghasilkan pengetahuan manusia perlu mengembara, menjelajahi seraya mengamati seluruh seluk beluk dan semua pelosok bumi, agar bisa menjalankan fungsinya sebagai khalifah Allah di permukaan bumi. Akumulasi pengetahuan manusia mengenai bumi disebut ilmu bumi, dan pada perkembangan lebih lanjut manusia perlu mempelajari ilmu bumi dan juga ilmu-ilmu kebumian serta ilmu pengetahuan dan teknologi yang relevan untuk dapat mengelola bumi ini.\n",
            "ibnu_katsir": "Adapun firman Allah Swt.:\n\nDan Allah menciptakan kamu dari tanah dengan sebaik-baiknya. (Nuh: 17)\n\nNabatan adalah isim masdar, dan mendatangkannya di tempat ini merupakan ungkapan yang sangat indah.\n\nkemudian Dia mengembalikan kamu ke dalam tanah. (Nuli: 18) \n\nYakni apabila kalian mati.\n\ndan mengeluarkan kamu dengan sebenar-benarnya. (Nuh: 18)\n\nMaksudnya, di hari kiamat Dia akan mengembalikan kamu hidup kembali daripadanya, sebagaimana Dia menciptakan kamu pada yang pertama kali.\n\nDan Allah menjadikan bumi untukmu sebagai hamparan. (Nuh: 19)\n\nAllah telah menggelarkannya dan menjadikannya layak untuk dihuni, dan menetapkan serta mengokohkannya dengan gunung-gunung yang-besar lagi tinggi menjulang ke langit.\n\nsupaya kamu menempuh jalan-jalan yang luas di bumi itu. (Nuh: 20)\n\nYakni Allah telah menciptakan bumi untuk tempat menetap kalian, dan kalian dapat melakukan perjalanan padanya ke mana pun yang kalian kehendaki dari kawasan dan daerah-daerahnya. Semuanya itu termasuk di antara apa yang diingatkan oleh Nuh terhadap kaumnya, untuk menunjukkan kepada mereka kekuasaan Allah dan kebesaran-Nya melalui penciptaan-Nya terhadap langit, bumi, dan semua nikmat yang dirasakan oleh mereka berupa berbagai manfaat, baik yang berasal dari langit maupun yang berasal dari bumi. Dialah Allah Yang Menciptakan, Yang Memberi rezeki. Dia telah menjadikan langit sebagai atap dan bumi sebagai hamparan dan melimpahkan kepada makhluk-Nya rezeki-rezeki-Nya. Maka Dialah Tuhan Yang wajib disembah dan diesakan dan tidak boleh dipersekutukan dengan siapa pun. Karena sesungguhnya Allah itu tiada tandingan, tiada lawan, dan tiada yang sepadan dengan-Nya, tidak beranak, tidak mempunyai pembantu, tidak mempunyai penasihat, bahkan Dia Mahatinggi lagi Mahabesar.",
            "jalalain": "(Dan Allah menjadikan bagi kalian bumi sebagai hamparan) yakni dalam keadaan terhampar.",
            "quraish_shihab": "Allah menjadikan bumi terhampar untuk kalian agar kalian dapat menelusuri jalan-jalan yang luas di bumi ini'.\""
        },
        {
            "ind": "supaya kamu menjalani jalan-jalan yang luas di bumi itu\".",
            "arb": "لِّتَسْلُكُوا مِنْهَا سُبُلًا فِجَاجًا",
            "transliterasi": "Litaslukū Minhā Subulāan Fijājāan.",
            "eng": "so that you might walk thereon on spacious paths.’\"",
            "kemenag_ringkas": "dan _agar kamu dapat pergi kian kemari di jalan-jalan yang luas_, sehingga dapat memenuhi kebutuhanmu.",
            "kemenag": "Allah menegaskan lagi nikmat yang telah dilimpahkan-Nya kepada manusia, yaitu Dia telah menciptakan bumi luas dan datar sehingga mereka dapat menjalankan kehidupan dengan mudah. Dengan datarnya permukaan bumi, manusia dapat membuat jalan sehingga mereka dapat menjelajahi bumi sampai ke tempat-tempat yang jauh letaknya.\nAyat-ayat ini menggambarkan bahwa bumi telah dijadikan Allah relatif datar (plane), terlepas dari fakta bahwa di bumi banyak gunung yang dijadikan sebagai tiang pancang permukaan bumi, dan fakta bahwa 70% dari permukaan bumi berupa permukaan laut. Namun demikian, profil permukaan bumi relatif lebih rata dan mulus dibandingkan dengan planet atau benda-benda langit lainnya di alam semesta. Menurut para ahli, kondisi bumi termasuk permukaannya sangat sesuai dengan kondisi kehidupan dan kenyamanan manusia yang menghuninya. Allah dengan kerahmanan-Nya telah mengkondisikan permukaan bumi sehingga manusia menikmati kenyamanan kehidupan di dunia. Mengapa Allah menjadikan permukaan bumi datar (sebagai hamparan)? Sebabnya ialah supaya manusia dapat menjelajahi jalan-jalannya. Ini berarti bahwa Allah mengharapkan manusia agar mempelajari dan mengeksplorasi seluruh permukaan maupun kandungan perut bumi. Yang dimaksud dengan \"menjalani jalan-jalan\" ini ialah bukan hanya secara fisik menjelajahi permukaan bumi, tapi juga secara ilmiah. Untuk mencapai atau menghasilkan pengetahuan manusia perlu mengembara, menjelajahi seraya mengamati seluruh seluk beluk dan semua pelosok bumi, agar bisa menjalankan fungsinya sebagai khalifah Allah di permukaan bumi. Akumulasi pengetahuan manusia mengenai bumi disebut ilmu bumi, dan pada perkembangan lebih lanjut manusia perlu mempelajari ilmu bumi dan juga ilmu-ilmu kebumian serta ilmu pengetahuan dan teknologi yang relevan untuk dapat mengelola bumi ini.\n",
            "ibnu_katsir": "Adapun firman Allah Swt.:\n\nDan Allah menciptakan kamu dari tanah dengan sebaik-baiknya. (Nuh: 17)\n\nNabatan adalah isim masdar, dan mendatangkannya di tempat ini merupakan ungkapan yang sangat indah.\n\n{ثُمَّ يُعِيدُكُمْ فِيهَا}\n\nkemudian Dia mengembalikan kamu ke dalam tanah. (Nuli: 18) \n\nYakni apabila kalian mati.\n\n{وَيُخْرِجُكُمْ إِخْرَاجًا}\n\ndan mengeluarkan kamu dengan sebenar-benarnya. (Nuh: 18)\n\nMaksudnya, di hari kiamat Dia akan mengembalikan kamu hidup kembali daripadanya, sebagaimana Dia menciptakan kamu pada yang pertama kali.\n\n{وَاللَّهُ جَعَلَ لَكُمُ الأرْضَ بِسَاطًا}\n\nDan Allah menjadikan bumi untukmu sebagai hamparan. (Nuh: 19)\n\nAllah telah menggelarkannya dan menjadikannya layak untuk dihuni, dan menetapkan serta mengokohkannya dengan gunung-gunung yang-besar lagi tinggi menjulang ke langit.\n\n{لِتَسْلُكُوا مِنْهَا سُبُلا فِجَاجًا}\n\nsupaya kamu menempuh jalan-jalan yang luas di bumi itu. (Nuh: 20)\n\nYakni Allah telah menciptakan bumi untuk tempat menetap kalian, dan kalian dapat melakukan perjalanan padanya ke mana pun yang kalian kehendaki dari kawasan dan daerah-daerahnya. Semuanya itu termasuk di antara apa yang diingatkan oleh Nuh terhadap kaumnya, untuk menunjukkan kepada mereka kekuasaan Allah dan kebesaran-Nya melalui penciptaan-Nya terhadap langit, bumi, dan semua nikmat yang dirasakan oleh mereka berupa berbagai manfaat, baik yang berasal dari langit maupun yang berasal dari bumi. Dialah Allah Yang Menciptakan, Yang Memberi rezeki. Dia telah menjadikan langit sebagai atap dan bumi sebagai hamparan dan melimpahkan kepada makhluk-Nya rezeki-rezeki-Nya. Maka Dialah Tuhan Yang wajib disembah dan diesakan dan tidak boleh dipersekutukan dengan siapa pun. Karena sesungguhnya Allah itu tiada tandingan, tiada lawan, dan tiada yang sepadan dengan-Nya, tidak beranak, tidak mempunyai pembantu, tidak mempunyai penasihat, bahkan Dia Mahatinggi lagi Mahabesar.",
            "jalalain": "(Supaya kalian menempuh padanya jalan-jalan) atau menempuh jalan-jalan (yang luas.\") yang lebar.",
            "quraish_shihab": "Allah menjadikan bumi terhampar untuk kalian agar kalian dapat menelusuri jalan-jalan yang luas di bumi ini'.\""
        },
        {
            "ind": "Nuh berkata: \"Ya Tuhanku, sesungguhnya mereka telah mendurhakaiku dan telah mengikuti orang-orang yang harta dan anak-anaknya tidak menambah kepadanya melainkan kerugian belaka,",
            "arb": "قَالَ نُوحٌ رَّبِّ إِنَّهُمْ عَصَوْنِي وَاتَّبَعُوا مَن لَّمْ يَزِدْهُ مَالُهُ وَوَلَدُهُ إِلَّا خَسَارًا",
            "transliterasi": "Qāla Nūĥun Rabbi 'Innahum `Aşawnī Wa Attaba`ū Man Lam Yazid/hu Māluhu Wa Waladuhu 'Illā Khasārāan.",
            "eng": "[And] Noah continued: \"O my Sustainer! Behold, they have opposed me [throughout], for they follow people whose wealth and children lead them increasingly into ruin,",
            "kemenag_ringkas": "Kaum Nabi Nuh yang dinasihati dengan aneka cara itu tidak bergeming, tetap saja membangkang, maka Nabi Nuh pun kembali mengadu kepada Allah. _Nuh berkata, “Ya Tuhanku, sesungguhnya mereka_ yang kuseru untuk beriman itu _durhaka kepadaku, dan mereka mengikuti_ pemuka-pemuka masyarakat yaitu _orang-orang yang harta dan anak-anaknya hanya menambah kerugian baginya kelak_ di akhirat.\"",
            "kemenag": "Nuh mengadu kepada Allah bahwa umatnya tetap durhaka kepadanya. Mereka tidak mau mengikuti seruannya, dan tetap mengikuti pemimpin-pemimpin mereka yang terdiri dari orang-orang kaya, yang mempunyai harta dan anak-anak yang banyak. Akan tetapi, harta itu hanya digunakan untuk berfoya-foya. Anak-anak mereka juga tidak dididik dengan baik, sehingga bila dewasa nanti, mereka menjadi sesat dan jahat",
            "ibnu_katsir": "Allah Swt. menceritakan tentang Nuh a.s. bahwa dia telah menunaikan nahi munkar demi karena Allah; dan Dia Maha Mengetahui tiada sesuatu pun yang tersembunyi bagi-Nya. Bahwa meskipun dengan adanya semua keterangan yang telah disebutkan di atas dan seruan serta dakwah yang beraneka ragam, baik dengan cara targib maupun dengan cara tarhib, kaumnya tetap mendurhakainya dan menentangnya serta mendustakannya. Bahkan mereka lebih suka mengikuti para hartawan yang lupa kepada perintah Allah dan tenggelam ke dalam kesenangan duniawinya yang berlimpah, padahal kenyataannya apa yang mereka miliki itu merupakan istidraj dan penangguhan dari Allah buat mengazab mereka, bukan sebagai penghormatan atau kemuliaan. Karena itulah maka disebutkan oleh firman-Nya:\n\ndan telah mengikuti orang-orang yang harta dan anak-anaknya tidak menambah kepadanya melainkan kerugian belaka. (Nuh: 21)\n\nManurut suatu qiraat, ada yang membaca waladuhu dan ada pula yang membacanya wulduhu dalam qiraat yang lainnya, tetapi keduanya mempunyai makna yang berdekatan.",
            "jalalain": "(Nuh berkata, \"Ya Rabbku! Sesungguhnya mereka telah mendurhakaiku, dan mereka telah mengikuti) orang-orang yang hina dan orang-orang yang miskin di antara mereka (orang-orang yang harta dan anak-anaknya tidak menambah kepadanya) maksudnya orang-orang yang rendah dan orang-orang miskin dari kalangan kaum Nabi Nuh itu, lebih senang mengikuti pemimpin-pemimpin yang diberi nikmat akan hal-hal tersebut, yakni banyak harta dan anaknya. Lafal wuldun dengan didamahkan huruf waunya dan sukun pada lamnya, atau waladun dengan difatahkan kedua-duanya; kalau bentuk yang pertama menurut suatu pendapat, bahwa itu adalah bentuk jamak dari lafal waladun. Dalam arti kata disamakan dengan wazan lafal khasyabun yang jamaknya khusybun. Menurut pendapat yang lain, lafal wuldun mempunyai arti yang sama dengan lafal waladun, karena wazannya dianggap sama dengan lafal bukhlun dan bakhiilun (melainkan kerugian belaka) yaitu keangkaramurkaan dan kekafiran.",
            "quraish_shihab": "Nûh melanjutkan berkata, \"Wahai Tuhanku, sesungguhnya kaumku telah melanggar seruanku untuk beriman dan memohon ampunan. Orang-orang lemah dari mereka mengikuti orang-orang yang harta dan anaknya malah membuat mereka tambah merugi di akhirat. Para pemilik harta dan anak yang banyak itu telah melakukan tipu daya yang sangat besar terhadap orang-orang lemah yang mengikuti mereka."
        },
        {
            "ind": "dan melakukan tipu-daya yang amat besar\".",
            "arb": "وَمَكَرُوا مَكْرًا كُبَّارًا",
            "transliterasi": "Wa Makarū Makrāan Kubbārāan.",
            "eng": "and who have devised a most awesome blasphemy [against Thee],",
            "kemenag_ringkas": "_Dan mereka_ para pemuka masyarakat itu _melakukan tipu daya yang sangat besar_ untuk menghalangiku menyampaikan dakwah.",
            "kemenag": "Ayat ini menerangkan bahwa para pembesar dan pemimpin umat Nabi Nuh, melakukan segala macam tipu muslihat untuk menghambat dan menghancurkan agama yang dibawa Nabi Nuh. Di antaranya adalah dengan menghalangi dan mengancam orang-orang yang hendak mengikuti seruan Nuh, memperkuat kedudukan berhala, dan bahkan menghasut masyarakat untuk menganiaya Nabi Nuh.",
            "ibnu_katsir": "Firman Allah Swt.:\n\nDan melakukan tipu daya yang amat besar. (Nuh: 22)\n\nMujahid mengatakan bahwa kubbar artinya amat besar, menurut Ibnu Zaid artinya besar. Orang-orang Arab mengatakan amrun 'ajibun, ujaban, dan 'ujjabun (perkara yang mengagumkan). Dikatakan pula rajulun husanun dan hussanun (lelaki yang tampan), atau jumalun dan jummalun, mempunyai makna yang sama. \n\nMakna firman-Nya:\n\nDan melakukan tipu daya yang amat besar. (Nuh: 22)\n\nYakni dengan para pengikutnya melalui hasutan mereka terhadap para pengikutnya yang mengelabui mereka bahwa jalan yang mereka tempuh adalah benar dan berada pada petunjuk, sebagaimana yang dikatakan oleh para pengikut mereka terhadap pemimpin mereka di hari kiamat, yang hal ini disitir oleh firman-Nya:\n\n(Tidak) sebenarnya tipu daya (mu) di waktu malam dan siang (yang menghalangi kami), ketika kamu menyeru kami supaya kafir kepada Allah dan menjadikan sekutu-sekutu bagi-Nya. (Saba': 33)\n\nKarena itulah maka disebutkan dalam surat ini oleh firman-Nya:\n\nDan melakukan tipu daya yang amat besar. Dan mereka berkata, \"Jangan sekali-kali kamu meninggalkan (penyembahan) tuhan-tuhan kamu dan jangan pula sekali-kali kamu meninggalkan (penyembahan) wadd, dan jangan pula suwa', yagus, ya'uq dan nasr.\" (Nuh: 22-23)\n\nIni adalah nama berhala-berhala sesembahan mereka selain Allah. Imam Bukhari mengatakan, telah menceritakan kepada kami Ibrahim, telah menceritakan kepada kami Hisyam, dari ibnu Juraij dan Ata, dari Ibnu Abbas, bahwa berhala-berhala yang ada pada kaum Nuh itu kemudian menjadi sembahan orang-orang Arab di kemudian harinya. Wadd sembahan Bani Kalb yang terletak di Daumatul Jandal, suwa' sembahan Huzail, yagus sembahan Murad, kemudian Bani Gatif di Al-Jirf di negeri Saba, sedangkan ya'uq adalah berhala sembahan Hamdan, dan nasr sembahan Himyar dan keluarga Zul Kala'.\n\nPada mulanya nama-nama tersebut merupakan nama orang-orang saleh dari kalangan kaum Nabi Nuh a.s. Ketika mereka meninggal dunia, setan membisikkan kepada kaum mereka, \"Buatkanlah tugu-tugu pada bekas tempat-tempat duduk mereka berupa patung-patung, lalu namailah dengan nama-nama mereka.\" Maka mereka melakukannya, dan pada mulanya tidak disembah. Tetapi lama-kelamaan setelah ilmu diangkat dari mereka, maka mulailah patung-patung itu disembah dan dipuja. Hal yang sama telah diriwayatkan dari Ikrimah, Ad-Dahhak, Qatadah, dan Ibnu Ishaq.\n\nAli ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas, bahwa berhala-berhala tersebut merupakan sembahan-sembahan di masaNabi Nuh a.s.\n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Humaid, telah menceritakan kepada kami Mahran, dari Musa, dari Muhammad ibnu Qais sehubungan dengan makna firman-Nya: yagus, ya 'uq dan nasr. (Nuh: 23) Bahwa mereka adalah orang-orang yang saleh yang hidup di masa antara Adam dan Nuh a.s.; mereka mempunyai banyak pengikut yang mengikuti jejak mereka. Dan ketika mereka telah meninggal dunia, para muridnya yang setia mengikuti jejaknya mengatakan, \"Sebaiknya kita buatkan patung-patung mereka sebagai peringatan buat kita yang akan mendorong kepada kita untuk tetap giat beribadah.\" Lalu mereka membuat patung-patungnya, dan ketika generasi itu telah meninggal dunia, lalu datang generasi berikutnya iblis membisikkan kepada mereka dan mengatakan, \"Sesungguhnya generasi terdahulu hanyalah menyembah berhala-berhala ini, dan karena berhala-berhala inilah mereka dahulu diberi hujan, maka kalian pun sebaiknya menyembahnya.\"\n\nAl-Hafiz ibnu Asakir di dalam biografi Syis a.s. telah meriwayatkan melalui jalur Ishaq ibnu Bisyr yang mengatakan bahwa telah menceritakan kepadaku Juwaibir dan Muqatil, dari Ad-Dahhak, dari Ibnu Abbas yang mengatakan bahwa Adam a.s. mempunyai empat puluh orang putra; dua puluh orang laki-laki dan dua puluh orang perempuan.-Di antara mereka yang hidup ialah Habil, Qabil,Saleh, Abdur Rahman yang juga dinamai Abdul Haris, dan Wadd. Nama lain dari Wadd ialah Syis, juga disebut dengan nama Hibatullah, dan saudara-saudaranya telah membuatnya menjadi hitam. Lalu Adam beranak lagi, yaitu Suwa', Yagus, Ya'uq, dan Nasr. Ibnu Abbas mengatakan bahwa Wadd adalah putra Adam yang paling besar dan paling berbakti kepadanya.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Abu Amr Ad-Dauri, telah menceritakan kepadaku Abu Ismail Al-Mu'addib, dari Abdullah ibnu Muslim ibnu Hurmuz, dari Abu Hirzah, dari Urwah ibnuz Zubair yang mengatakan bahwa Adam a.s. jatuh sakit, sedangkan di hadapannya terdapat semua anaknya, Wadd, Yagus, Ya'uq, Suwa', dan Nasr. Ibnuz Zubair mengatakan bahwa Wadd adalah yang paling besar dari mereka, dan dialah yang paling berbakti kepada ayahnya.\n\nIbnu Abu Hatim mengatakan bahwa telah menceritakan kepada kami Ahmad ibnu Mansur, telah menceritakan kepada kami Al-Hasan ibnu Musa, telah menceritakan kepada kami Ya'qub, dari Abul Mutahhiryang telah mengatakan bahwa orang-orang memperbincangkan perihal Yazid ibnul Muhallab di tempat Abu Ja'far yang saat itu Abu Ja'far sedang mengerjakan salat. Setelah selesai dari salatnya, Abu Ja'far berkata, \"Kalian telah membicarakan perihal Yazid ibnul Muhallab. Ketahuilah bahwa dia telah terbunuh di suatu tempat yang padanya mula-mula disembah selain Allah.\"\n\nKemudian ia menyebutkan perihal seorang lelaki muslim yang dicintai di kalangan kaumnya. Ketika ia mati, mereka mendiami sekitar kuburnya. Hal ini terjadi di suatu tempat di negeri Babil, sikap demikian itu karena kedukaan mereka atas kepergiannya. Ketika iblis melihat kedukaan mereka atas meninggalnya lelaki itu, maka ia mengubah dirinya menjadi seorang manusia, lalu berkata kepada mereka, \"Sesungguhnya aku melihat duka cita kalian atas kepergian laki-laki ini, maka bolehkah aku membuat patung untuk kalian yang serupa dengan bentuk laki-laki ini di tempat perkumpulan kalian, sehingga kalian dapat mengingatnya?\"\n\nMereka menjawab, \"Baiklah.\" Lalu iblis membuat patung lelaki itu, kemudian mereka meletakkan patung itu di tempat perkumpulan mereka, dan karenanya mereka selalu mengingatnya. Ketika iblis melihat kerinduan mereka kepada laki-laki itu, ia berkata, \"Bolehkah aku buat sebuah patung untuk tiap-tiap rumah seseorang dari kamu, sehingga di dalam rumahnya terdapat patungnya, dan ia dapat selalu mengingatnya?\" Mereka menjawab, \"Boleh.\" Maka setan membuat bagi tiap-tiap ahli bait sebuah patung yang mirip dengan lelaki muslim yang mereka cintai itu. Mereka menerimanya dan selalu mengingatnya dengan adanya patung itu di tiap-tiap rumah mereka.\n\nKemudian anak-anak mereka menjumpai apa yang diperbuat oleh orang tua-orang tua mereka, lalu mereka mengikuti jejaknya, kemudian mereka berkembang biak dan telah punah kisah mereka tentang patung lelaki muslim itu, pada akhirnya generasi-generasi berikutnya menjadikan patung itu sebagai sesembahan mereka selain Allah. Maka patung yang mula-mula disembah selain Allah adalah berhala yang mereka namai Wadd.",
            "jalalain": "(Dan mereka melakukan tipu daya) yaitu para pemimpin mereka (yang amat besar.\") Tipu daya mereka sangat besar, yaitu mereka telah mendustakan Nabi Nuh dan menyakitinya serta menyakiti orang-orang yang beriman kepadanya.",
            "quraish_shihab": "Nûh melanjutkan berkata, \"Wahai Tuhanku, sesungguhnya kaumku telah melanggar seruanku untuk beriman dan memohon ampunan. Orang-orang lemah dari mereka mengikuti orang-orang yang harta dan anaknya malah membuat mereka tambah merugi di akhirat. Para pemilik harta dan anak yang banyak itu telah melakukan tipu daya yang sangat besar terhadap orang-orang lemah yang mengikuti mereka."
        },
        {
            "ind": "Dan mereka berkata: \"Jangan sekali-kali kamu meninggalkan (penyembahan) tuhan-tuhan kamu dan jangan pula sekali-kali kamu meninggalkan (penyembahan) wadd, dan jangan pula suwwa', yaghuts, ya'uq dan nasr\".",
            "arb": "وَقَالُوا لَا تَذَرُنَّ آلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا",
            "transliterasi": "Wa Qālū Lā Tadharunna 'Ālihatakum Wa Lā Tadharunna Waddāan Wa Lā Suwā`āan Wa Lā Yaghūtha Wa Ya`ūqa Wa Nasrāan.",
            "eng": "inasmuch as they said [to their followers], 'Do not ever abandon your gods: abandon neither Wadd nor Suwa', and neither Yaghuth nor Ya’uq nor Nasr!'",
            "kemenag_ringkas": "_Dan mere-ka_ memprovokasi masyarakat dengan _berkata,_ _Jangan sekali-kali kamu meninggalkan_ penyembahan _tuhan-tuhan kamu dan_ untuk menegaskan larangannya itu mereka menyebut satu demi satu tuhan-tuhan yang mereka sembah sambil lebih tegas lagi menyatakan _jangan pula sekali-kali kamu meninggalkan_ penyembahan _Wadd_, dan jangan pula _Suwa‘, Yagùš, Ya‘ùq dan Nasr._ Itu semua adalah nama-nama berhala yang terbesar pada kabilah-kabilah kaum Nuh, yang semula nama-nama orang saleh.",
            "kemenag": "Pembesar-pembesar umat Nabi Nuh meminta kaumnya agar tidak meninggalkan tuhan-tuhan yang telah disembah nenek moyang mereka dahulu. Mereka disuruh untuk tetap menyembah berhala-berhala mereka yaitu, wadd, suwa', yuguts, ya'uq dan nasr.\nKelima berhala tersebut merupakan berhala yang paling dihormati di antara sekian banyak berhala kabilah-kabilah kaum Nuh. Masing-masing kabilah juga mempunyai berhala-berhala sendiri yang berbeda-beda satu sama lain. Dari sinilah para ulama berpendapat bahwa agama syirik mulai berkembang pada zaman Nabi Nuh. Sebelumnya, yaitu pada masa Nabi Adam dan Idris, belum ada keyakinan syirik ataupun penyembahan berhala.\nPenyembahan kepada banyak berhala itu kemudian turun kepada bangsa Arab. Oleh karena itu, bangsa Arab juga memiliki berhala-berhala yang dinamai dengan nama-nama yang pernah dipakai oleh umat Nuh.\nMenurut riwayat al-Bukhari, Ibnu al-Mundhir, dan Ibnu Mardawaih dari Ibnu 'Abbas bahwa ia berkata, \"Kemudian berhala-berhala itu pindah kepada bangsa Arab, maka Wadd menjadi berhala kabilah Kalb, Suwa' menjadi berhala kabilah Hudhail, Yaguts menjadi berhala kabilah Murad yang kemudian berpindah kepada kabilah Guthaif; Ya'uq menjadi berhala kabilah Hamdan, dan Nasr menjadi adalah nama berhala kabilah Himyar.\"\nDi samping itu, juga terdapat berhala-berhala selain tersebut dalam ayat di atas yang disembah oleh umat Nuh, yang kemudian berpindah pula kepada bangsa Arab, seperti al-Lat, berhala kaum tsaqif di tha'if; al-'Uzza, berhala kabilah Sulaim, Gathfan, dan Jusyam; Manah, berhala kabilah Khuza'ah di Qudaid; Asaf, Na'ilah, dan Hubal, berhala-berhala yang disembah penduduk Mekah. Hubal adalah berhala yang terbesar dan teragung, menurut mereka, yang diletakkan di atas Ka'bah. Berhala-berhala itu mereka buat sendiri untuk disembah.\nPerpindahan berhala-berhala itu dari bangsa-bangsa lain ke bangsa Arab seperti diisyaratkan oleh riwayat di atas menunjukkan bahwa ajaran monoteisme yang dibawa oleh Nabi Muhammad berlaku atau bersifat universal. Ajaran itu tidak hanya untuk bangsa Arab, tetapi juga untuk bangsa-bangsa lain.\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nDan melakukan tipu daya yang amat besar. (Nuh: 22)\n\nMujahid mengatakan bahwa kubbar artinya amat besar, menurut Ibnu Zaid artinya besar. Orang-orang Arab mengatakan amrun 'ajibun, ujaban, dan 'ujjabun (perkara yang mengagumkan). Dikatakan pula rajulun husanun dan hussanun (lelaki yang tampan), atau jumalun dan jummalun, mempunyai makna yang sama. \n\nMakna firman-Nya:\n\nDan melakukan tipu daya yang amat besar. (Nuh: 22)\n\nYakni dengan para pengikutnya melalui hasutan mereka terhadap para pengikutnya yang mengelabui mereka bahwa jalan yang mereka tempuh adalah benar dan berada pada petunjuk, sebagaimana yang dikatakan oleh para pengikut mereka terhadap pemimpin mereka di hari kiamat, yang hal ini disitir oleh firman-Nya:\n\n(Tidak) sebenarnya tipu daya (mu) di waktu malam dan siang (yang menghalangi kami), ketika kamu menyeru kami supaya kafir kepada Allah dan menjadikan sekutu-sekutu bagi-Nya. (Saba': 33)\n\nKarena itulah maka disebutkan dalam surat ini oleh firman-Nya:\n\nDan melakukan tipu daya yang amat besar. Dan mereka berkata, \"Jangan sekali-kali kamu meninggalkan (penyembahan) tuhan-tuhan kamu dan jangan pula sekali-kali kamu meninggalkan (penyembahan) wadd, dan jangan pula suwa', yagus, ya'uq dan nasr.\" (Nuh: 22-23)\n\nIni adalah nama berhala-berhala sesembahan mereka selain Allah. Imam Bukhari mengatakan, telah menceritakan kepada kami Ibrahim, telah menceritakan kepada kami Hisyam, dari ibnu Juraij dan Ata, dari Ibnu Abbas, bahwa berhala-berhala yang ada pada kaum Nuh itu kemudian menjadi sembahan orang-orang Arab di kemudian harinya. Wadd sembahan Bani Kalb yang terletak di Daumatul Jandal, suwa' sembahan Huzail, yagus sembahan Murad, kemudian Bani Gatif di Al-Jirf di negeri Saba, sedangkan ya'uq adalah berhala sembahan Hamdan, dan nasr sembahan Himyar dan keluarga Zul Kala'.\n\nPada mulanya nama-nama tersebut merupakan nama orang-orang saleh dari kalangan kaum Nabi Nuh a.s. Ketika mereka meninggal dunia, setan membisikkan kepada kaum mereka, \"Buatkanlah tugu-tugu pada bekas tempat-tempat duduk mereka berupa patung-patung, lalu namailah dengan nama-nama mereka.\" Maka mereka melakukannya, dan pada mulanya tidak disembah. Tetapi lama-kelamaan setelah ilmu diangkat dari mereka, maka mulailah patung-patung itu disembah dan dipuja. Hal yang sama telah diriwayatkan dari Ikrimah, Ad-Dahhak, Qatadah, dan Ibnu Ishaq.\n\nAli ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas, bahwa berhala-berhala tersebut merupakan sembahan-sembahan di masaNabi Nuh a.s.\n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Humaid, telah menceritakan kepada kami Mahran, dari Musa, dari Muhammad ibnu Qais sehubungan dengan makna firman-Nya: yagus, ya 'uq dan nasr. (Nuh: 23) Bahwa mereka adalah orang-orang yang saleh yang hidup di masa antara Adam dan Nuh a.s.; mereka mempunyai banyak pengikut yang mengikuti jejak mereka. Dan ketika mereka telah meninggal dunia, para muridnya yang setia mengikuti jejaknya mengatakan, \"Sebaiknya kita buatkan patung-patung mereka sebagai peringatan buat kita yang akan mendorong kepada kita untuk tetap giat beribadah.\" Lalu mereka membuat patung-patungnya, dan ketika generasi itu telah meninggal dunia, lalu datang generasi berikutnya iblis membisikkan kepada mereka dan mengatakan, \"Sesungguhnya generasi terdahulu hanyalah menyembah berhala-berhala ini, dan karena berhala-berhala inilah mereka dahulu diberi hujan, maka kalian pun sebaiknya menyembahnya.\"\n\nAl-Hafiz ibnu Asakir di dalam biografi Syis a.s. telah meriwayatkan melalui jalur Ishaq ibnu Bisyr yang mengatakan bahwa telah menceritakan kepadaku Juwaibir dan Muqatil, dari Ad-Dahhak, dari Ibnu Abbas yang mengatakan bahwa Adam a.s. mempunyai empat puluh orang putra; dua puluh orang laki-laki dan dua puluh orang perempuan.-Di antara mereka yang hidup ialah Habil, Qabil,Saleh, Abdur Rahman yang juga dinamai Abdul Haris, dan Wadd. Nama lain dari Wadd ialah Syis, juga disebut dengan nama Hibatullah, dan saudara-saudaranya telah membuatnya menjadi hitam. Lalu Adam beranak lagi, yaitu Suwa', Yagus, Ya'uq, dan Nasr. Ibnu Abbas mengatakan bahwa Wadd adalah putra Adam yang paling besar dan paling berbakti kepadanya.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Abu Amr Ad-Dauri, telah menceritakan kepadaku Abu Ismail Al-Mu'addib, dari Abdullah ibnu Muslim ibnu Hurmuz, dari Abu Hirzah, dari Urwah ibnuz Zubair yang mengatakan bahwa Adam a.s. jatuh sakit, sedangkan di hadapannya terdapat semua anaknya, Wadd, Yagus, Ya'uq, Suwa', dan Nasr. Ibnuz Zubair mengatakan bahwa Wadd adalah yang paling besar dari mereka, dan dialah yang paling berbakti kepada ayahnya.\n\nIbnu Abu Hatim mengatakan bahwa telah menceritakan kepada kami Ahmad ibnu Mansur, telah menceritakan kepada kami Al-Hasan ibnu Musa, telah menceritakan kepada kami Ya'qub, dari Abul Mutahhiryang telah mengatakan bahwa orang-orang memperbincangkan perihal Yazid ibnul Muhallab di tempat Abu Ja'far yang saat itu Abu Ja'far sedang mengerjakan salat. Setelah selesai dari salatnya, Abu Ja'far berkata, \"Kalian telah membicarakan perihal Yazid ibnul Muhallab. Ketahuilah bahwa dia telah terbunuh di suatu tempat yang padanya mula-mula disembah selain Allah.\"\n\nKemudian ia menyebutkan perihal seorang lelaki muslim yang dicintai di kalangan kaumnya. Ketika ia mati, mereka mendiami sekitar kuburnya. Hal ini terjadi di suatu tempat di negeri Babil, sikap demikian itu karena kedukaan mereka atas kepergiannya. Ketika iblis melihat kedukaan mereka atas meninggalnya lelaki itu, maka ia mengubah dirinya menjadi seorang manusia, lalu berkata kepada mereka, \"Sesungguhnya aku melihat duka cita kalian atas kepergian laki-laki ini, maka bolehkah aku membuat patung untuk kalian yang serupa dengan bentuk laki-laki ini di tempat perkumpulan kalian, sehingga kalian dapat mengingatnya?\"\n\nMereka menjawab, \"Baiklah.\" Lalu iblis membuat patung lelaki itu, kemudian mereka meletakkan patung itu di tempat perkumpulan mereka, dan karenanya mereka selalu mengingatnya. Ketika iblis melihat kerinduan mereka kepada laki-laki itu, ia berkata, \"Bolehkah aku buat sebuah patung untuk tiap-tiap rumah seseorang dari kamu, sehingga di dalam rumahnya terdapat patungnya, dan ia dapat selalu mengingatnya?\" Mereka menjawab, \"Boleh.\" Maka setan membuat bagi tiap-tiap ahli bait sebuah patung yang mirip dengan lelaki muslim yang mereka cintai itu. Mereka menerimanya dan selalu mengingatnya dengan adanya patung itu di tiap-tiap rumah mereka.\n\nKemudian anak-anak mereka menjumpai apa yang diperbuat oleh orang tua-orang tua mereka, lalu mereka mengikuti jejaknya, kemudian mereka berkembang biak dan telah punah kisah mereka tentang patung lelaki muslim itu, pada akhirnya generasi-generasi berikutnya menjadikan patung itu sebagai sesembahan mereka selain Allah. Maka patung yang mula-mula disembah selain Allah adalah berhala yang mereka namai Wadd.",
            "jalalain": "(Dan mereka berkata) kepada orang-orang yang menjadi bawahan mereka (\"Jangan sekali-kali kalian meninggalkan tuhan-tuhan sesembahan kalian dan jangan pula sekali-kali kalian meninggalkan wadd) dapat dibaca waddan dan wuddan (dan jangan pula suwa', yaghuts, ya'uq dan nasr\") nama-nama tersebut adalah nama-nama berhala-berhala mereka.",
            "quraish_shihab": "Kepada orang-orang lemah itu mereka mengatakan, 'Jangan kalian tinggalkan menyembah tuhan- tuhan kalian. Dan jangan tinggalkan Wadd, Suwa', Yaghûts, Ya'ûq dan Nasr'.\" Sembahan itu adalah patung- patung yang dipahat dalam bentuk binatang yang bermacam-macam. Orang-orang yang diikuti itu sungguh telah menyesatkan banyak orang. Kekafiran dan kekukuhan orang-orang yang zalim itu hanya menambah mereka jauh dari kebenaran."
        },
        {
            "ind": "Dan sesudahnya mereka menyesatkan kebanyakan (manusia); dan janganlah Engkau tambahkan bagi orang-orang yang zalim itu selain kesesatan.",
            "arb": "وَقَدْ أَضَلُّوا كَثِيرًا ۖ وَلَا تَزِدِ الظَّالِمِينَ إِلَّا ضَلَالًا",
            "transliterasi": "Wa Qad 'Ađallū Kathīrāan Wa Lā Tazid Až-Žālimīna 'Illā Đalālāan.",
            "eng": "\"And so they have led many a one astray: hence, ordain Thou that these evildoers stray but farther and farther away [from all that they may desire]!\"",
            "kemenag_ringkas": "_Dan sungguh, mereka_ dengan menggunakan berhala-berhala itu _telah menyesatkan banyak orang_ serta menyimpangkan dari fitrah kesucian mereka. _dan janganlah Engkau tambahkan bagi orang-orang yang zalim_ sudah mendarah daging _itu selain kesesatan_.",
            "kemenag": "Para pembesar dan pemimpin umat Nabi Nuh telah menyesatkan masyarakatnya dari jalan Allah dan mempengaruhi mereka dengan berbagai macam tipu muslihat, sehingga mereka mengikutinya. Dengan demikian, orang-orang yang datang sesudah mereka kemudian mengikuti jejak mereka, sampai kepada orang-orang Arab Jahiliah.\nDoa Nabi Ibrahim berikut mengindikasikan bahwa penyembahan berhala itu terus berlangsung sampai ke zamannya. Oleh karena itulah, ia berdoa kepada Allah agar anak cucunya terhindar dari meyembah berhala tersebut. Firman Allah:\n\nDan (ingatlah), ketika Ibrahim berdoa, \"Ya Tuhan, jadikanlah negeri ini (Mekah), negeri yang aman, dan jauhkanlah aku beserta anak cucuku agar tidak menyembah berhala. Ya Tuhan, berhala-berhala itu telah menyesatkan banyak dari manusia. Barang siapa mengikutiku, maka orang itu termasuk golonganku, dan barang siapa mendurhakaiku, maka Engkau Maha Pengampun, Maha Penyayang.\" (Ibrahim/14: 35-36)\n\nPada akhir ayat ini, Nuh berdoa agar Allah menambah kesesatan kaumnya itu. Hal itu ia lakukan karena mereka sudah zalim, yaitu ingkar dan semakin ingkar ketika dinasihati. Doa itu dimohonkan Nabi Nuh setelah melihat bahwa kaumnya tidak mungkin lagi dinasihati dengan cara apa pun.\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nDan sesudahnya mereka telah menyesatkan kebanyakan (manusia). (Nuh: 24)\n\nYakni berhala-berhala yang dijadikan sembahan oleh mereka itu telah menyesatkan banyak manusia, dan penyembahan terhadap berhala-berhala itu masih tetap berlangsung sampai zaman kita sekarang ini, baik di kalangan bangsa Arab, non-Arab, maupun bangsa Bahi Adam lainnya. Al-Khalil dalam doanya mengatakan:\n\nYa Tuhanku, jadikanlah negeri ini (Mekah) negeri yang aman, dan jauhkanlah aku beserta anak cucuku dari menyembah berhala-berhala, Ya Tuhanku, sesungguhnya berhala-berhala itu telah menyesatkan kebanyakan dari manusia. (Ibrahim: 35-36)\n\nFirman Allah Swt.:\n\nDan janganlah Engkau tambahkan bagi orang-orang yang zalim itu selain kesesatan. (Nuh: 24)\n\nIni merupakan doa Nuh terhadap kaumnya karena ia melihat pembangkangan mereka, kekafiran, dan keingkaran mereka yang sangat parah. Sebagaimana doa Musa terhadap Fir'aun dan pemimpin-pemimpin kaumnya, yang disitir oleh firman Allah Swt.:\n\nYa Tuhan kami, binasakanlah harta benda mereka, dan kunci matilah hati mereka; maka mereka tidak beriman hingga mereka melihat siksaan yang pedih. (Yunus: 88)\n\nAllah Swt. telah memperkenankan doa masing-masing nabi terhadap kaumnya. Dan Allah menenggelamkan kaum Nuh disebabkan kedustaan mereka kepada apa yang disampaikan oleh Nuh kepada mereka.",
            "jalalain": "(Dan sesungguhnya mereka telah menyesatkan) dengan nama-nama tersebut (kebanyakan manusia) karena mereka telah memerintahkan manusia untuk menyembahnya (dan janganlah Engkau tambahkan bagi orang-orang yang lalim itu selain kesesatan) ayat ini diathafkan kepada lafal qad adhalluu, yakni merupakan doa Nabi Nuh setelah Allah mewahyukan kepadanya, bahwasanya sekali-kali tidak ada orang yang mau beriman di antara kaummu, melainkan orang-orang yang telah beriman saja.",
            "quraish_shihab": "Kepada orang-orang lemah itu mereka mengatakan, 'Jangan kalian tinggalkan menyembah tuhan- tuhan kalian. Dan jangan tinggalkan Wadd, Suwa', Yaghûts, Ya'ûq dan Nasr'.\" Sembahan itu adalah patung- patung yang dipahat dalam bentuk binatang yang bermacam-macam. Orang-orang yang diikuti itu sungguh telah menyesatkan banyak orang. Kekafiran dan kekukuhan orang-orang yang zalim itu hanya menambah mereka jauh dari kebenaran."
        },
        {
            "ind": "Disebabkan kesalahan-kesalahan mereka, mereka ditenggelamkan lalu dimasukkan ke neraka, maka mereka tidak mendapat penolong-penolong bagi mereka selain dari Allah.",
            "arb": "مِّمَّا خَطِيئَاتِهِمْ أُغْرِقُوا فَأُدْخِلُوا نَارًا فَلَمْ يَجِدُوا لَهُم مِّن دُونِ اللَّهِ أَنصَارًا",
            "transliterasi": "Mimmā Khaţī'ātihim 'Ughriqū Fa'udkhilū Nārāan Falam Yajidū Lahum Min Dūni Allāhi 'Anşārāan.",
            "eng": "And so, because of their sins, they were drowned [in the great flood], and were doomed to suffer the fire [of the hereafter]; and they found none who could succour them against God.",
            "kemenag_ringkas": "Allah menyambut doa Nabi Nuh dan menjelaskan mengapa mereka disiksa. _Disebabkan_ oleh _kesalahan-kesalahan mereka_, maka _mereka ditenggelamkan_ oleh banjir besar yang dikirim Allah kepada para pendurhaka itu, _lalu_ segera setelah Kiamat datang mereka _dimasukkan ke neraka, maka mereka tidak mendapat penolong selain Allah_.",
            "kemenag": "Ayat ini menerangkan bahwa Allah menenggelamkan umat Nabi Nuh yang zalim itu dengan banjir yang luar biasa besarnya. Semua itu disebabkan keingkaran dan dosa mereka kepada Allah. Dalam keadaan demikian, tidak seorang pun yang dapat menghindarkan mereka dari azab Allah. Bahkan berhala yang mereka sembah itu tidak dapat menolong diri dari kehancuran, apalagi menolong orang lain. Di akhirat nanti, mereka akan dijebloskan ke dalam neraka Jahanam.\nDalam ayat-ayat yang sebelumnya, seperti dalam Surah Hud, telah diterangkan bahwa setelah Nabi Nuh berpendapat bahwa kaumnya tidak mungkin memperkenankan seruannya, maka atas wahyu Allah, beliau mulai membuat kapal. Setelah kapal selesai, banjir pun datang, sehingga Nuh dan keluarganya beserta orang-orang yang beriman dengannya dapat diselamatkan dengan kapal itu\n",
            "ibnu_katsir": "Firman Allah Swt:\n\nDisebabkan kesalahan-kesalahan mereka. (Nuh: 25) \n\nMenurut qiraat lain dibaca khatayahum.\n\nmereka ditenggelamkan. (Nuh: 25)\n\nYakni karena dosa-dosa mereka yang terlalu banyak dan pembangkangan serta tekad mereka yang tetap pada kekafiran mereka dan menentang rasul mereka.\n\nMereka ditenggelamkan lalu dimasukkan ke dalam neraka. (Nuh: 25) \n\nMereka dipindahkan dari arus air banjir besar ke panasnya api neraka.\n\nmaka mereka tidak mendapat penolong-penolong bagi mereka selain dari Allah. (Nuh: 25)\n\nYaitu tiada bagi mereka seorang penolong pun, tiada penyelamat, tiada peiindung bagi mereka dari azab Allah Swt. Semakna dengan apa yang disebutkan oleh firman Allah Swt.:\n\nTidak ada yang melindungi hari ini dari azab Allah selain Allah (saja) Yang Maha Penyayang. (Hud: 43)",
            "jalalain": "(Disebabkan) huruf maa di sini adalah huruf shilah atau penghubung (kesalahan-kesalahan mereka) menurut suatu qiraat dibaca khathii'aatihim dengan memakai huruf hamzah sesudah huruf ya (mereka ditenggelamkan) oleh banjir besar (lalu dimasukkan ke dalam neraka) yaitu mereka diazab sesudah mereka ditenggelamkan di bawah air (maka mereka tidak dapat menemukan selain) selain daripada (Allah, seseorang pun yang menolong mereka) yang dapat melindungi mereka dari azab.",
            "quraish_shihab": "Mereka ditenggelamkan dengan topan karena dosa-dosa mereka. Setelah binasa, mereka dimasukkan ke dalam api yang sangat menyala dan membakar. Dan mereka tidak mendapatkan--selain Allah--penolong yang dapat menyelamatkan mereka dari siksa."
        },
        {
            "ind": "Nuh berkata: \"Ya Tuhanku, janganlah Engkau biarkan seorangpun di antara orang-orang kafir itu tinggal di atas bumi.",
            "arb": "وَقَالَ نُوحٌ رَّبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا",
            "transliterasi": "Wa Qāla Nūĥun Rabbi Lā Tadhar `Alaá Al-'Arđi Mina Al-Kāfirīna Dayyārāan.",
            "eng": "And Noah prayed: \"O my Sustainer! Leave not on earth any of those who deny the truth:",
            "kemenag_ringkas": "Ayat ini merekam kembali doa Nabi Nuh. _Dan Nuh berkata, “Ya Tuhanku, janganlah Engkau biarkan, seorang pun di antara orang-orang kafir_ yang sudah mendarah daging dan mantap kekafirannya _itu tinggal di atas bumi._",
            "kemenag": "Pada waktu terjadinya banjir itu, Nabi Nuh berdoa kepada Allah agar Dia memusnahkan seluruh orang-orang kafir dengan menenggelamkan mereka. Permohonan Nuh ini dikabulkan Allah.\nAlasan Nabi Nuh berdoa kepada Allah agar memusnahkan seluruh orang-orang kafir adalah:\n1.Jika di antara mereka ada yang dibiarkan hidup, mereka tetap akan berusaha menyesatkan manusia.\n2.Jika di antara mereka ada yang dibiarkan hidup, mereka akan menurunkan anak-anak yang kafir pula dan akan berusaha menjadikan orang-orang lain menjadi kafir.\n\nNabi Nuh berkesimpulan bahwa orang-orang kafir yang berada di zamannya itu tidak mungkin lagi akan beriman. Kesimpulannya ini didasarkan pada pengalamannya menyeru mereka selama 950 tahun. Oleh karena itulah, dia berdoa kepada Tuhan agar seluruh orang kafir itu ditenggelamkan tanpa meninggalkan seorang pun di antara mereka.\nPada ayat yang lain, Allah berfirman:\n\nDan Kami menolongnya dari orang-orang yang telah mendustakan ayat-ayat Kami. Sesungguhnya mereka adalah orang-orang yang jahat, maka Kami tenggelamkan mereka semuanya. (al-Anbiya'/21: 77)\n",
            "ibnu_katsir": "Adapun firman Allah Swt.:\n\nNuh berkata, \"Ya Tuhanku, janganlah Engkau biarkan seorang pun di antara orang-orang kafir itu tinggal di atas bumi. (Nuh: 26)\n\nMaksudnya, janganlah Engkau biarkan di muka bumi ini seorang pun dari mereka dan jangan pula suatu tempat tinggal pun bagi mereka. Lafaz dayyaran termasuk ungkapan yang mengukuhkan nafi, menurut Ad-Dahhak artinya sebuah tempat tinggal pun (bagi mereka). As-Saddi mengatakan bahwa ad-dayyar artinya orang yang menghuni rumah. Maka Allah memperkenankan doanya dan membinasakan semua manusia yang ada di muka bumi dari kalangan orang-orang kafir hingga anak Nuh sendiri yang memisahkan diri dari ayahnya dan bergabung dengan kaumnya dalam kekafiran. Anaknya itu mengatakan seperti yang diceritakan oleh Allah Swt. melalui firman-Nya:\n\nAku akan mencari perlindungan ke gunung yang dapat memeliharaku dari air bah. Nuh berkata, \"Tidak ada yang melindungi hari ini dari azab Allah selain Allah (saja) Yang Maha Penyayang.\" Dan gelombang menjadi penghalang antara keduanya; maka jadilah anak itu termasuk orang-orang yang ditenggelamkan. (Hud: 43)\n\nIbnu Abu Hatim mengatakan bahwa Yunus ibnu Abdul A'la membacakan kepadaku bahwa telah menceritakan kepada kami Ibnu Wahb, telah menceritakan kepadaku Syabib ibnu Sa'id, dari Abul Jauza, dari Ibnu Abbas yang mengatakan bahwa Rasulullah Saw. pernah bersabda: Seandainya Allah mengasihani seseorang dari kaum Nuh, tentulah Allah mengasihani seorang wanita yang ketika melihat air bah datang ia menggendong anaknya dan menaiki bukit. Dan setelah air bah mencapai bukit, ia naikkan anaknya ke pundaknya. Dan ketika air mencapai pundaknya, ia letakkan anaknya di atas kepalanya. Dan ketika air mencapai kepalanya, ia mengangkat anaknya dengan kedua tangannya. Seandainya Allah mengasihani seseorang dari mereka, tentulah Dia mengasihani wanita ini.\n\nHadis ini garib, tetapi semua perawinya berpredikat tsiqat. Akhirnya Allah Swt. menyelamatkan orang-orang yang ada di dalam bahtera bersama Nuh a.s., yaitu mereka yang beriman kepadanya, dan Allah telah memerintahkan kepada Nuh a.s. sebelumnya untuk menaikkan mereka ke dalam bahteranya.",
            "jalalain": "(Nuh berkata, \"Ya Rabbku! Janganlah Engkau biarkan seorang pun di antara orang-orang kafir itu tinggal di atas bumi) bertempat tinggal, makna yang dimaksud ialah jangan biarkan seorang pun di antara mereka.",
            "quraish_shihab": "Setelah putus harapan melihat kaumnya, Nûh berdoa, \"Ya Tuhanku, Janganlah Engkau sisakan seorang pun dari mereka hidup di muka bumi ini."
        },
        {
            "ind": "Sesungguhnya jika Engkau biarkan mereka tinggal, niscaya mereka akan menyesatkan hamba-hamba-Mu, dan mereka tidak akan melahirkan selain anak yang berbuat maksiat lagi sangat kafir.",
            "arb": "إِنَّكَ إِن تَذَرْهُمْ يُضِلُّوا عِبَادَكَ وَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا",
            "transliterasi": "'Innaka 'In Tadharhum Yuđillū `Ibādaka Wa Lā Yalidū 'Illā Fājirāan Kaffārāan.",
            "eng": "for, behold, If Thou dost leave them, they will [always try to] lead astray those who worship Thee, and will give birth to nothing but wickedness and stubborn ingratitude.",
            "kemenag_ringkas": "_Sesungguhnya jika Engkau biarkan mereka tinggal_ hidup di bumi, _niscaya mereka akan menyesatkan hamba-hamba-Mu_ yang taat kepada-Mu, _dan_ jika Engkau biarkan mereka tinggal di bumi _mereka hanya akan melahirkan anak-anak yang jahat_ yaitu selalu berbuat maksiat _dan tidak tahu bersyukur_ kepada-Mu.",
            "kemenag": "Pada waktu terjadinya banjir itu, Nabi Nuh berdoa kepada Allah agar Dia memusnahkan seluruh orang-orang kafir dengan menenggelamkan mereka. Permohonan Nuh ini dikabulkan Allah.\nAlasan Nabi Nuh berdoa kepada Allah agar memusnahkan seluruh orang-orang kafir adalah:\n1.Jika di antara mereka ada yang dibiarkan hidup, mereka tetap akan berusaha menyesatkan manusia.\n2.Jika di antara mereka ada yang dibiarkan hidup, mereka akan menurunkan anak-anak yang kafir pula dan akan berusaha menjadikan orang-orang lain menjadi kafir.\n\nNabi Nuh berkesimpulan bahwa orang-orang kafir yang berada di zamannya itu tidak mungkin lagi akan beriman. Kesimpulannya ini didasarkan pada pengalamannya menyeru mereka selama 950 tahun. Oleh karena itulah, dia berdoa kepada Tuhan agar seluruh orang kafir itu ditenggelamkan tanpa meninggalkan seorang pun di antara mereka.\nPada ayat yang lain, Allah berfirman:\n\nDan Kami menolongnya dari orang-orang yang telah mendustakan ayat-ayat Kami. Sesungguhnya mereka adalah orang-orang yang jahat, maka Kami tenggelamkan mereka semuanya. (al-Anbiya'/21: 77)\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nSesungguhnya jika Engkau biarkan mereka tinggal, niscaya mereka akan menyesatkan hamba-hamba-Mu. (Nuh: 27)\n\nYakni sesungguhnya jika Engkau membiarkan seseorang dari mereka tetap hidup, niscaya dia akan menyesatkan hamba-hamba-Mu yang Engkau ciptakan sesudah mereka.\n\ndan mereka tidak akan melahirkan selain anak yang berbuat maksiat lagi sangat kafir. (Nuh: 27)\n\nYaitu durhaka dalam sepak terjangnya lagi kafir hatinya. Demikian itu dikatakan oleh Nuh a.s. atas dasar pengalamannya dengan mereka dan dia tinggal bersama mereka dalam kurun waktu yang cukup lama, yaitu sembilan ratus lima puluh tahun. Kemudian Nabi Nuh a.s. menutup doanya dengan memohon kepada Allah Swt.:\n\nYa Tuhanku! Ampunilah aku, ibu bapakku, orang yang masuk ke rumahku dengan beriman. (Nuh: 28)\n\nMenurut Ad-Dahhak, yang dimaksud dengan rumahku ialah masjidku. Akan tetapi, tidak mengapa jika ayat ditakwilkan sesuai dengan makna lahiriahnya. Yaitu bahwa dia mendoakan bagi setiap orang yang masuk ke dalam rumahnya dalam keadaan beriman.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Abu Abdur Rahman, telah menceritakan kepada kami Haiwah, telah menceritakan kepada kami Salim ibnu Gailan, bahwa Al-Walid ibnu Qais At-Tajibi pernah menceritakan kepadanya bahwa ia pernah mendengar Abu Sa'id Al-Khudri atau dari Abul Haisam, dari Abu Sa'id, bahwa Abu Sa'id pernah mendengar Rasulullah Saw. bersabda: Janganlah kamu berteman kecuali dengan orang mukmin, dan janganlah makan makananmu kecuali orang yang bertakwa.\n\nImam Abu Daud dan, Imam Turmuzi meriwayatkan hadis ini melalui Abdullah ibnul Mubarak, dari Haiwah ibnu Syuraih dengan sanad yang sama. Kemudian Imam Turmuzi mengatakan bahwa sesungguhnya kami mengenal hadis ini hanya melalui jalur ini saja. \n\nFirman Allah Swt.:\n\ndan semua orang yang beriman laki-laki dan perempuan. (Nuh: 28)\n\nIni merupakan doa untuk segenap orang-orang mukmin laki-laki dan perempuan, yang hal ini mencakup orang yang masih hidup dari kalangan mereka dan juga orang yang sudah mati. Karena itulah maka disunatkan membaca doa seperti ini karena mengikut kepada jejak Nabi Nuh a.s. dan mengamalkan apa yang disebutkan di dalam asar-asar dan doa-doa yang terkenal lagi dianjurkan oleh syariat. \n\nFirman Allah Swt.:\n\nDan janganlah Engkau tambahkan bagi orang-orang yang zalim itu selain kebinasaan. (Nuh: 28)\n\nAs-Saddi mengatakan bahwa makna tabaran ialah kebinasaan. Sedangkan menurut Mujahid, artinya kerugian, yakni di dunia dan akhirat.",
            "jalalain": "(Sesungguhnya jika Engkau biarkan mereka tinggal, niscaya mereka akan menyesatkan hamba-hamba-Mu, dan mereka tidak akan melahirkan selain anak yang berbuat maksiat lagi sangat kafir) lafal faajiran dan kaffaaran berasal dari yafjuru dan yakfuru. Nabi Nuh berdoa demikian setelah ada wahyu mengenai keadaan mereka yang telah disebutkan tadi yakni, bahwa mereka tidak akan beriman, kecuali hanya orang-orang yang telah beriman kepadanya.",
            "quraish_shihab": "Sesungguhnya, Ya Tuhanku, jika Engkau tidak membinasakan dan membumi-hanguskan mereka, mereka akan menjerumuskan hamba-hamba-Mu ke dalam kesesatan dan mereka hanya akan melahirkan keturunan yang jauh dari kebenaran serta sangat kufur dan durhaka terhadap-Mu."
        },
        {
            "ind": "Ya Tuhanku! Ampunilah aku, ibu bapakku, orang yang masuk ke rumahku dengan beriman dan semua orang yang beriman laki-laki dan perempuan. Dan janganlah Engkau tambahkan bagi orang-orang yang zalim itu selain kebinasaan\".",
            "arb": "رَّبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَن دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَلَا تَزِدِ الظَّالِمِينَ إِلَّا تَبَارًا",
            "transliterasi": "Rabbi Aghfir Lī Wa Liwālidayya Wa Liman Dakhala Baytī Mu'umināan Wa Lilmu'uminīna Wa Al-Mu'umināti Wa Lā Tazid Až-Žālimīna 'Illā Tabārāan",
            "eng": "\"O my Sustainer! Grant Thy forgiveness unto me and unto my parents, and unto everyone who enters my house as a believer, and unto all believing men and believing women [of later times]; and grant Thou that the doers of evil shall increasingly meet with destruction!\"'",
            "kemenag_ringkas": "Setelah doa untuk mereka yang durhaka, kini Nabi Nuh, berdoa untuk yang taat kepada Allah. _Ya Tuhanku, ampunilah aku, ibu bapakku, dan siapa pun yang memasuki rumahku dengan beriman dan semua orang yang beriman laki-laki dan perempuan_ dan janganlah Engkau tambahkan untuk mereka kecuali kebahagiaan. _Dan janganlah Engkau tambahkan bagi orang-orang yang zalim_ yang mantap kezalimannya _itu selain kehancuran._",
            "kemenag": "Setelah Nuh berdoa kepada Allah agar membinasakan orang-orang kafir, beliau berdoa untuk keselamatan diri dan kedua orang tuanya serta seluruh orang-orang yang beriman. \nPada akhir ayat, Nuh memohon lagi kepada Allah agar menambah kesesatan orang-orang kafir, sehingga mereka akhirnya akan merasakan azab yang tidak terkirakan di hari Kiamat.\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nSesungguhnya jika Engkau biarkan mereka tinggal, niscaya mereka akan menyesatkan hamba-hamba-Mu. (Nuh: 27)\n\nYakni sesungguhnya jika Engkau membiarkan seseorang dari mereka tetap hidup, niscaya dia akan menyesatkan hamba-hamba-Mu yang Engkau ciptakan sesudah mereka.\n\ndan mereka tidak akan melahirkan selain anak yang berbuat maksiat lagi sangat kafir. (Nuh: 27)\n\nYaitu durhaka dalam sepak terjangnya lagi kafir hatinya. Demikian itu dikatakan oleh Nuh a.s. atas dasar pengalamannya dengan mereka dan dia tinggal bersama mereka dalam kurun waktu yang cukup lama, yaitu sembilan ratus lima puluh tahun. Kemudian Nabi Nuh a.s. menutup doanya dengan memohon kepada Allah Swt.:\n\nYa Tuhanku! Ampunilah aku, ibu bapakku, orang yang masuk ke rumahku dengan beriman. (Nuh: 28)\n\nMenurut Ad-Dahhak, yang dimaksud dengan rumahku ialah masjidku. Akan tetapi, tidak mengapa jika ayat ditakwilkan sesuai dengan makna lahiriahnya. Yaitu bahwa dia mendoakan bagi setiap orang yang masuk ke dalam rumahnya dalam keadaan beriman.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Abu Abdur Rahman, telah menceritakan kepada kami Haiwah, telah menceritakan kepada kami Salim ibnu Gailan, bahwa Al-Walid ibnu Qais At-Tajibi pernah menceritakan kepadanya bahwa ia pernah mendengar Abu Sa'id Al-Khudri atau dari Abul Haisam, dari Abu Sa'id, bahwa Abu Sa'id pernah mendengar Rasulullah Saw. bersabda: Janganlah kamu berteman kecuali dengan orang mukmin, dan janganlah makan makananmu kecuali orang yang bertakwa.\n\nImam Abu Daud dan, Imam Turmuzi meriwayatkan hadis ini melalui Abdullah ibnul Mubarak, dari Haiwah ibnu Syuraih dengan sanad yang sama. Kemudian Imam Turmuzi mengatakan bahwa sesungguhnya kami mengenal hadis ini hanya melalui jalur ini saja. \n\nFirman Allah Swt.:\n\ndan semua orang yang beriman laki-laki dan perempuan. (Nuh: 28)\n\nIni merupakan doa untuk segenap orang-orang mukmin laki-laki dan perempuan, yang hal ini mencakup orang yang masih hidup dari kalangan mereka dan juga orang yang sudah mati. Karena itulah maka disunatkan membaca doa seperti ini karena mengikut kepada jejak Nabi Nuh a.s. dan mengamalkan apa yang disebutkan di dalam asar-asar dan doa-doa yang terkenal lagi dianjurkan oleh syariat. \n\nFirman Allah Swt.:\n\nDan janganlah Engkau tambahkan bagi orang-orang yang zalim itu selain kebinasaan. (Nuh: 28)\n\nAs-Saddi mengatakan bahwa makna tabaran ialah kebinasaan. Sedangkan menurut Mujahid, artinya kerugian, yakni di dunia dan akhirat.",
            "jalalain": "(Ya Rabbku! Ampunilah aku, ibu bapakku) kedua orang tua Nabi Nuh termasuk orang-orang yang beriman (orang yang masuk ke dalam rumahku) atau mesjidku (dengan beriman, dan semua orang yang beriman laki-laki dan perempuan) hingga hari kiamat nanti (dan janganlah Engkau tambahkan kepada orang-orang yang zalim itu selain kebinasaan.\") Atau kehancuran, akhirnya mereka benar-benar dibinasakan.",
            "quraish_shihab": "Ya Tuhanku, ampunilah aku, ibu-bapakku yang menyebabkan aku hidup, orang yang masuk ke rumahku dalam keadaan beriman dan semua orang-orang Mukmin, laki-laki dan perempuan. Dan janganlah Engkau tambahkan kepada orang-orang kafir itu kecuali kebinasaan.\""
        }
    ]
}