{
    "number": 93,
    "name": "سُورَةُ الضُّحَىٰ",
    "englishName": "Ad-Dhuhaa",
    "englishNameTranslation": "The Morning Hours",
    "revelationType": "Meccan",
    "numberOfAyahs": 11,
    "ayahs": [
        {
            "ind": "Demi waktu matahari sepenggalahan naik,",
            "arb": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ وَالضُّحَىٰ",
            "transliterasi": "Wa Ađ-Đuĥaá.",
            "eng": "CONSIDER the bright morning hours,",
            "kemenag_ringkas": "_Demi waktu duha_ ketika matahari naik sepenggalah, atau demi waktu siang seluruhnya. Penyebutan waktu duha mengisyaratkan bahwa tenggang waktu ketika Nabi tidak menerima wahyu beberapa lama bagaikan malam yang gelap, sedangkan turunnya surah ini setelah itu bagaikan fajar yang menyingsing.",
            "kemenag": "Dalam ayat-ayat ini, Allah bersumpah dengan dua macam tanda-tanda kebesaran-Nya, yaitu dhuha (waktu matahari naik sepenggalah) bersama cahayanya dan malam beserta kegelapan dan kesunyiannya, bahwa Dia tidak meninggalkan Rasul-Nya, Muhammad, dan tidak pula memarahinya, sebagaimana orang-orang mengatakannya atau perasaan Rasulullah sendiri.",
            "ibnu_katsir": "Imam Ahmad mengatakan, telah menceritakan kepada kami Abu Na'im, telah menceritakan kepada kami Sufyan, dari Al-Aswad ibnu Qais yang mengatakan bahwa ia pernah mendengar Jundub menceritakan bahwa Nabi Saw. mengalami sakit selama satu atau dua malam hingga beliau tidak melakukan qiyamul lail. Maka datanglah kepadanya seorang wanita dan berkata, \"Hai Muhammad, menurut hematku setanmu itu tiada lain telah meninggalkanmu,\" maksudnya malaikat yang membawa wahyu kepadanya. Maka Allah Swt. menurunkan firman-Nya: Demi waktu matahari sepenggalah naik, dan demi malam apabila telah sunyi. Tuhanmu tiada meninggalkan kamu dan tiada (pula) benci kepadamu. (Adh-Dhuha: 1-3) \n\nImam Bukhari, Imam Muslim, Imam Turmuzi, Imam Nasai, Imam Ibnu Abu Hatim, dan Imam Ibnu Jarir telah meriwayatkan hadis ini melalui berbagai jalur dari Al-Aswad ibnu Qais, dari Jundub ibnu Abdullah Al-Bajali yang juga dikenal pula dengan Al-Alaqi dengan sanad yang sama. Menurut riwayat Sufyan ibnu Uyaynah, dari Al-Aswad ibnu Qais, disebutkan bahwa ia pernah mendengar Jundub mengatakan bahwa Malaikat Jibril datang terlambat kepada Rasulullah Saw., maka orang-orang musyik mengatakan, \"Muhammad ditinggalkan oleh Tuhannya.\" Maka Allah menurunkan firman-Nya: Demi waktu matahari sepenggalah naik, dan demi malam apabila telah sunyi. Tuhanmu tiada meninggalkan kamu dan tiada (pula) benci kepadamu. (Adh-Dhuha: 1-3)\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Sa'id Al-Asyaj dan Amr ibnu Abdullah Al-Audi, keduanya mengatakan bahwa telah menceritakan kepada kami Abu Usamah, telah menceritakan kepadaku Sufyan, telah menceritakan kepadaku Al-Aswad ibnu Qais; ia pernah mendengar Jundub mengatakan bahwa Rasulullah Saw. pernah dilempar dengan batu hingga mengenai jari tangannya sampai berdarah, maka beliau mengucapkan kalimat berikut: Tiadalah engkau selain dari jari tangan yang berdarah, di jalan Allah padahal engkau mengalaminya.\n\nLalu Rasulullah Saw. tinggal selama dua atau tiga malam tanpa mengerjakan qiyamul lail (salat sunat malam hari). Maka ada seorang wanita (musyrik) yang berkata kepadanya, \"Menurutku tiada lain setanmu telah meninggalkanmu.\" Maka turunlah firman Allah Swt.: Demi waktu matahari sepenggalah naik, dan demi malam apabila telah sunyi. Tuhanmu tiada meninggalkan kamu dan tiada (pula) benci kepadamu. (Adh-Dhuha: 1-3)\n\nMenurut konteks hadis yang ada pada Abu Sa'id, suatu pendapat mengatakan bahwa wanita tersebut adalah Jamil, istri Abu Lahab. Disebutkan pula bahwa jari tangan beliau Saw. terluka. Dan mengenai sabdaNabi Saw. di atas bertepatan dengan wazan syair telah disebutkan di dalam kitab Sahihain. Akan tetapi, hal yang aneh dalam hadis ini ialah luka di ibu jari itu menjadi penyebab beliau Saw. meninggalkan qiyamul lailnya dan juga menjadi turunnya surat ini.\n\nAdapun menurut apa yang telah diriwayatkan oleh Ibnu Jarir, telah menceritakan kepada kami Ibnu Abusy Syawarib, telah menceritakan kepada kami Abdul Wahid ibnu Ziyad, telah menceritaka'n kepada kami Sulaiman Asy-Syaibani, dari Abdullah ibnu Syaddad, bahwa Siti Khadijah berkata kepada Nabi Saw., \"Menurut hemat saya, Tuhanmu telah meninggalkan kamu.\" Maka Allah Swt. menurunkan firman-Nya: Demi waktu matahari sepenggalah naik, dan demi malam apabila telah sunyi. Tuhanmu tiada meninggalkan kamu dan tiada (pula) benci kepadamu. (Adh-Dhuha: 1-3)\n\nIbnu Jarir mengatakan pula bahwa telah menceritakan kepada kami Abu Kuraib, telah menceritakan kepada kami Waki', dari Hisyam ibnu Urwah, dari ayahnya yang mengatakan bahwa Malaikat Jibril datang terlambat kepada Nabi Saw. Maka nabi Saw. merasa sangat gelisah karenanya, lalu Siti Khadijah mengatakan, \"Sesungguhnya aku melihat Tuhanmu telah meninggalkan kamu, karena aku melihat kegelisahanmu yang berat.\" Urwah melanjutkan kisahnya, bahwa maka turunlah firman Allah Swt.: Demi waktu matahari sepenggalah naik dan demi malam apabila telah sunyi. Tuhanmu tiada meninggalkan kamu dan tiada (pula) benci kepadamu. (Adh-Dhuha: 1-3) hingga akhir surat.\n\nMaka sesungguhnya hadis ini berpredikat mursal dari kedua jalur tersebut. Barangkali penyebutan Khadijah bukanlah berdasarkan hafalan, atau memang dia terlibat dan mengatakannya dengan nada menyesal dan bersedih hati; hanya Allah sajalah Yang Maha Mengetahui.\n\nSebagian ulama Salaf —antara lain Ibnu Ishaq— menyebutkan, bahwa surat inilah yang disampaikan oleh Jibril a.s. kepada Nabi Saw. ketika Jibril a.s. menampakkan rupa aslinya kepada Nabi Saw. dan datang mendekatinya, lalu turun menuju kepada beliau Saw. yang saat itu beliau sedang berada di Lembah Abtah, seperti yang disebutkan firman-Nya: Lalu dia menyampaikan kepada hamba-Nya (Muhammad) apa yang telah Allah wahyukan. (An-Najm: 10)\n\nIbnu Ishaq mengatakan bahwa saat itulah Jibril menyampaikan kepada Rasulullah Saw. surat ini yang diawali oleh firman-Nya: Demi waktu matahari sepenggalah naik, dan demi malam apabila telah sunyi. (Adh-Dhuha: 1 -2)\n\nAl-Aufi telah meriwayatkan dari Ibnu Abbas, bahwa setelah diturunkan kepada Nabi Saw. permulaan wahyu Al-Qur'an, maka Jibril datang terlambat beberapa hari dari Nabi Saw. sehingga roman muka beliau Saw. berubah sedih karenanya. Dan orang-orang musyrik mengatakan, \"Dia telah ditinggalkan oleh Tuhannya dan dibenci.\"  Maka Allah Swt. menurunkan firman Allah Swt.: Tuhanmu tiada meninggalkan kamu dan tiada (pula) benci kepadamu. (Adh-Dhuha: 3) Ini merupakan sumpah dari Allah Swt. dengan menyebut waktu duha dan cahaya yang Dia ciptakan padanya.",
            "jalalain": "(Demi waktu Dhuha) yakni waktu matahari sepenggalah naik, yaitu di awal siang hari; atau makna yang dimaksud ialah siang hari seluruhnya.",
            "quraish_shihab": "[[93 ~ ADL-DLUHA (WAKTU DUHA) Pendahuluan: Makkiyyah, 11 ayat ~ Surat ini dibuka dengan sumpah demi dua waktu yang menggambarkan jam kerja dan jam istirahat, bahwa Allah tidak akan meninggalkan dan membenci Rasul-Nya. Kedudukan tinggi di akhirat yang dijanjikan Allah kepadanya jauh lebih baik daripada apa yang dikaruniakan-Nya di dunia. Kemudian Allah bersumpah pula bahwa Dia akan memberi Rasulullah sesuatu yang membuatnya merasa puas. Keadaan masa lalu yang dialami Rasulullah merupakan bukti dari itu semua. Betapa, sebelumnya, Rasulullah adalah seorang anak yatim, tetapi kemudian mendapat perlindungan dari Allah. Betapa ia mengalami kebingungan, tetapi kemudian mendapat petunjuk dari Allah. Dan betapa pula ia adalah seorang fakir, tetapi kemudian memperoleh penghidupan yang cukup dari Allah. Ayat-ayat selanjutnya dalam surat ini mengajak untuk menghormati anak yatim, tidak menghardik orang yang meminta-minta dan menyebutkan nikmat Allah.]] Aku bersumpah demi waktu naiknya matahari dan waktu kerja."
        },
        {
            "ind": "dan demi malam apabila telah sunyi (gelap),",
            "arb": "وَاللَّيْلِ إِذَا سَجَىٰ",
            "transliterasi": "Wa Al-Layli 'Idhā Sajaá.",
            "eng": "and the night when it grows still and dark.",
            "kemenag_ringkas": "_Dan demi malam apabila telah sunyi_ dan gelap. Ketika matahari bergeser ke tempat lain, belahan bumi yang ditinggalkannya beranjak tenang dan gelap, menjadi waktu yang tepat untuk istirahat.",
            "kemenag": "Dalam ayat-ayat ini, Allah bersumpah dengan dua macam tanda-tanda kebesaran-Nya, yaitu dhuha (waktu matahari naik sepenggalah) bersama cahayanya dan malam beserta kegelapan dan kesunyiannya, bahwa Dia tidak meninggalkan Rasul-Nya, Muhammad, dan tidak pula memarahinya, sebagaimana orang-orang mengatakannya atau perasaan Rasulullah sendiri.",
            "ibnu_katsir": "dan demi malam apabila telah sunyi. (Adh-Dhuha: 2)\n\nYakni bila telah tenang dan gelap gulita. Demikianlah menurut Mujahid, Qatadah, Ad-Dahhak, Ibnu Zaid, dan lain-lainnya. Hal ini menunjukkan akan kekuasaan Tuhan Yang Maha Pencipta, dan merupakan bukti yang jelas lagi gamblang. Makna ini sama dengan apa yang disebutkan di dalam ayat lain melalui firman-Nya:\n\nDemi malam apabila menutupi (cahaya siang), dan siang apabila terang benderang. (Al-Lail: 1-2)\n\nJuga sama dengan firman Allah Swt.:\n\nDia menyingsingkan pagi dan menjadikan malam untuk beristirahat, dan (menjadikan) matahari dan bulan untuk perhitungan. Itulah ketentuan Allah Yang Mahaperkasa lagi Maha Mengetahui. (Al-An'am: 96)",
            "jalalain": "(Dan demi malam apabila telah sunyi) telah tenang, atau telah menutupi dengan kegelapannya.",
            "quraish_shihab": "Demi malam ketika telah sunyi dan kegelapannya mulai menyelimutinya."
        },
        {
            "ind": "Tuhanmu tiada meninggalkan kamu dan tiada (pula) benci kepadamu.",
            "arb": "مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَىٰ",
            "transliterasi": "Mā Wadda`aka Rabbuka Wa Mā Qalaá.",
            "eng": "Thy Sustainer has not forsaken thee, nor does He scorn thee:",
            "kemenag_ringkas": "Wahai Nabi, tidak adanya wahyu yang turun kepadamu dalam beberapa hari ini bukan karena Allah membencimu. _Tuhanmu_ yang telah memilihmu sebagai nabi dan rasul _tidak_ akan _meninggalkan engkau_ sendirian dalam menyampaikan risalah _dan_ _tidak_ pula _membencimu_.",
            "kemenag": "Dalam ayat-ayat ini, Allah bersumpah dengan dua macam tanda-tanda kebesaran-Nya, yaitu dhuha (waktu matahari naik sepenggalah) bersama cahayanya dan malam beserta kegelapan dan kesunyiannya, bahwa Dia tidak meninggalkan Rasul-Nya, Muhammad, dan tidak pula memarahinya, sebagaimana orang-orang mengatakannya atau perasaan Rasulullah sendiri.",
            "ibnu_katsir": "Adapun firman Allah Swt.:\n\nTuhanmu tiada meninggalkan kamu. (Adh-Dhuha: 3) \n\nArtinya, Dia tidak meninggalkanmu.\n\ndan tiada (pula) benci kepadamu. (Adh-Dhuha: 3)\n\nYakni Dia tidak murka kepadamu.\n\ndan sesungguhnya akhir itu lebih baik bagimu daripada permulaan. (Adh-Dhuha: 4)\n\nSesungguhnya negeri akhirat itu lebih baik bagimu daripada negeri ini (dunia). Karena itu, Rasulullah Saw. adalah orang yang paling zuhud terhadap perkara dunia dan paling menjauhinya serta paling tidak menyukainya, sebagaimana yang telah dimaklumi dari perjalanan hidup beliau Saw. ketika Nabi Saw. disuruh memilih di usia senjanya antara hidup kekal di dunia sampai akhir usia dunia —kemudian ke surga— dan antara kembali ke sisi Allah Swt. Maka beliau Saw. memilih apa yang ada di sisi Allah daripada dunia yang rendah ini.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Yazid, telah menceritakan kepada kami Al-Mas'udi, dari Amr ibnu Murrah, dari Ibrahim An-Nakha'i, dari Alqamah, dari Abdullah ibnu Mas'ud yang mengatakan bahwa Rasulullah Saw. berbaring di atas hamparan tikar sehingga anyaman tikar yang kasar itu membekas di lambungnya. Ketika beliau bangkit dari berbaringnya, maka aku (Ibnu Mas'ud) mengusap lambung beliau dan kukatakan kepadanya, \"Wahai Rasulullah, izinkanlah kepada kami untuk menggelarkan kasur di atas tikarmu.\" Maka Rasulullah Saw. menjawab: Apakah hubungannya antara aku dan dunia, sesungguhnya perumpamaan antara aku dan dunia tiada lain bagaikan seorang musafir yang berteduh di bawah naungan sebuah pohon, kemudian dia pergi meninggalkannya.\n\nImam Turmuzi dan Imam Ibnu Majah meriwayatkannya melalui hadis Al-Mas'udi, dan Imam Turmuzi mengatakan bahwa hadis ini kalau tidak hasan berarti sahih.",
            "jalalain": "(Tiada meninggalkan kamu) tiada membiarkan kamu sendirian, hai Muhammad (Rabbmu, dan tiada pula Dia benci kepadamu) atau tidak senang kepadamu. Ayat ini diturunkan setelah selang beberapa waktu yaitu lima belas hari wahyu tidak turun-turun kepadanya, kemudian orang-orang kafir mengatakan, sesungguhnya Rabb Muhammad telah meninggalkannya dan membencinya.",
            "quraish_shihab": "Bahwa Tuhanmu, wahai Muhammad, tidak meninggalkanmu dan tidak pula membencimu."
        },
        {
            "ind": "Dan sesungguhnya hari kemudian itu lebih baik bagimu daripada yang sekarang (permulaan).",
            "arb": "وَلَلْآخِرَةُ خَيْرٌ لَّكَ مِنَ الْأُولَىٰ",
            "transliterasi": "Wa Lal'ākhiratu Khayrun Laka Mina Al-'Ūlaá.",
            "eng": "for, indeed, the life to come will be better for thee than this earlier part [of thy life]!",
            "kemenag_ringkas": "_Dan sungguh, yang kemudian itu lebih baik bagimu dari yang permulaan_. Akhirat beserta pahala yang Allah sediakan untukmu itu lebih baik daripada dunia ini. Kenikmatan akhirat bersifat abadi, sedangkan kehidupan dunia hanya sementara.",
            "kemenag": "Dalam ayat ini, Allah mengungkapkan sesuatu yang melapangkan dada Nabi saw dan menenteramkan jiwanya, bahwa keadaan Nabi dalam kehidupannya di hari-hari mendatang akan lebih baik dibandingkan dengan hari-hari yang telah lalu. Kebesarannya akan bertambah dan namanya akan lebih dikenal. Allah akan selalu membimbingnya untuk mencapai kemuliaan dan untuk menuju kepada kebesaran.\nSeakan-akan Allah mengatakan kepada Rasul-Nya, \"Apakah engkau kira bahwa Aku akan meninggalkanmu? Bahkan kedudukanmu di sisi-Ku sekarang lebih kukuh dan lebih dekat dari masa yang sudah-sudah.\"\nJanji Allah kepada Nabi Muhammad terus terbukti karena sejak itu nama Nabi saw semakin terkenal, kedudukannya semakin bertambah kuat, sehingga mencapai tingkat yang tidak pernah dicapai oleh para rasul sebelumnya. Allah telah menjadikan Nabi Muhammad sebagai rahmat, petunjuk, dan cahaya untuk seluruh alam dan seluruh hamba-Nya. Allah menjadikan cinta kepada Nabi Muhammad termasuk cinta kepada-Nya juga; mengikuti Nabi dan mematuhinya adalah jalan untuk memperoleh nikmat-nikmat-Nya, serta menjadikan umat Nabi sebagai saksi-saksi untuk manusia seluruhnya. Nabi saw sendiri telah menyiarkan agama Allah sesuai dengan kehendak-Nya sehingga sampai ke pelosok-pelosok dunia.\nIni adalah suatu kebesaran yang tiada bandingnya, suatu keunggulan yang tiada taranya, dan suatu kemuliaan yang tidak ada yang dapat mengimbanginya. Semua itu adalah anugerah Allah yang diberikan kepada orang yang dikehendaki-Nya.\n",
            "ibnu_katsir": "Adapun firman Allah Swt.:\n\nTuhanmu tiada meninggalkan kamu. (Adh-Dhuha: 3) \n\nArtinya, Dia tidak meninggalkanmu.\n\ndan tiada (pula) benci kepadamu. (Adh-Dhuha: 3)\n\nYakni Dia tidak murka kepadamu.\n\ndan sesungguhnya akhir itu lebih baik bagimu daripada permulaan. (Adh-Dhuha: 4)\n\nSesungguhnya negeri akhirat itu lebih baik bagimu daripada negeri ini (dunia). Karena itu, Rasulullah Saw. adalah orang yang paling zuhud terhadap perkara dunia dan paling menjauhinya serta paling tidak menyukainya, sebagaimana yang telah dimaklumi dari perjalanan hidup beliau Saw. ketika Nabi Saw. disuruh memilih di usia senjanya antara hidup kekal di dunia sampai akhir usia dunia —kemudian ke surga— dan antara kembali ke sisi Allah Swt. Maka beliau Saw. memilih apa yang ada di sisi Allah daripada dunia yang rendah ini.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Yazid, telah menceritakan kepada kami Al-Mas'udi, dari Amr ibnu Murrah, dari Ibrahim An-Nakha'i, dari Alqamah, dari Abdullah ibnu Mas'ud yang mengatakan bahwa Rasulullah Saw. berbaring di atas hamparan tikar sehingga anyaman tikar yang kasar itu membekas di lambungnya. Ketika beliau bangkit dari berbaringnya, maka aku (Ibnu Mas'ud) mengusap lambung beliau dan kukatakan kepadanya, \"Wahai Rasulullah, izinkanlah kepada kami untuk menggelarkan kasur di atas tikarmu.\" Maka Rasulullah Saw. menjawab: Apakah hubungannya antara aku dan dunia, sesungguhnya perumpamaan antara aku dan dunia tiada lain bagaikan seorang musafir yang berteduh di bawah naungan sebuah pohon, kemudian dia pergi meninggalkannya.\n\nImam Turmuzi dan Imam Ibnu Majah meriwayatkannya melalui hadis Al-Mas'udi, dan Imam Turmuzi mengatakan bahwa hadis ini kalau tidak hasan berarti sahih.",
            "jalalain": "(Dan sesungguhnya akhir itu lebih baik bagimu) maksudnya kehidupan di akhirat itu lebih baik bagimu, karena di dalamnya terdapat kemuliaan-kemuliaan bagimu (dari permulaan) dari kehidupan duniawi.",
            "quraish_shihab": "Dan bahwa akibat dan akhir keadaanmu adalah lebih baik daripada permulaannya."
        },
        {
            "ind": "Dan kelak Tuhanmu pasti memberikan karunia-Nya kepadamu, lalu (hati) kamu menjadi puas.",
            "arb": "وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَىٰ",
            "transliterasi": "Wa Lasawfa Yu`ţīka Rabbuka Fatarđaá.",
            "eng": "And, indeed, in time will thy Sustainer grant thee [what thy heart desires], and thou shalt be well-pleased.",
            "kemenag_ringkas": "_Dan_ _sungguh, kelak Tuhanmu pasti memberikan karunia-Nya_ yang berlimpah _kepadamu_, baik dalam urusan dunia seperti kesuksesan menyampaikan risalah, maupun di akhirat dengan pahala, hak memberi syafaat, dan sebagainya. Dia akan mencurahkan karunia kepadamu _sehingga engkau menjadi puas_ karenanya.",
            "kemenag": "Dalam ayat ini, Allah menyampaikan berita gembira kepada Nabi Muhammad, bahwa Dia akan terus-menerus melimpahkan anugerah-Nya kepada beliau, sehingga beliau menjadi senang dan bahagia. Di antara pemberian-Nya itu ialah turunnya wahyu terus-menerus setelah itu sebagai petunjuk bagi Nabi saw dan umatnya untuk mendapat kebahagiaan hidup di dunia dan hari akhirat. Dia akan memenangkan agama yang dibawa Nabi Muhammad atas seluruh agama lainnya dan Dia akan mengangkat kedudukannya di atas kedudukan manusia seluruhnya.",
            "ibnu_katsir": "Firman Allah Swt.:\n\nDan kelak Tuhanmu pasti memberikan karunia-Nya kepadamu, lalu (hati) kamu menjadi puas. (Adh-Dhuha: 5)\n\nYakni kelak di negeri akhirat Allah akan memberinya hingga ia merasa puas tentang umatnya dan juga kemuliaan yang telah disediakan oleh Allah untuk dirinya. Yang antara lain ialah Telaga Kautsar yang kedua tepinya berupa kubah-kubah dari mutiara yang berongga, sedangkan tanahnya bibit minyak kesturi, sebagaimana yang akan diterangkan kemudian.\n\nImam Abu Amr Al-Auza'i telah meriwayatkan dari Ismail ibnu Abdullah ibnu Abul Muhajir Al-Makhzumi, dari Ali ibnu Abdullah ibnu Abbas, dari ayahnya yang mengatakan bahwa ditampakkan kepada Rasulullah Saw. Apa yang bakal dibukakan buat umatnya sesudah ia tiada perbendaharaan demi perbendaharaan. Maka beliau merasa senang dengan hal tersebut, lalu Allah Swt. menurunkan firman-Nya: Dan kelak Tuhanmu pasti memberikan karunia-Nya kepadamu, lalu (hati) kamu menjadi puas. (Adh-Dhuha: 5)\n\nDan Allah Swt. memberikan kepada beliau Saw. di dalam surga sejuta gedung, dalam tiap gedung terdapat istri-istri dan para pelayan yang layak baginya. Demikianlah menurut apa yang telah diriwayatkan oleh Ibnu Jarir dan Ibnu Abu Hatim melalui jalur Abu Amr Al-Auza'i. Sanad ini sahih sampai kepada Ibnu Abbas, dan hal yang semisal dengan ini tiada lain kecuali berpredikat mauquf.\n\nAs-Saddi telah meriwayatkan dari Ibnu Abbas, bahwa untuk memuaskan hati Nabi Muhammad Saw., Allah tidak akan memasukkan seorang pun dari kalangan ahli baitnya ke dalam neraka. Demikianlah menurut apa yang telah diriwayatkan oleh Ibnu Jarir dan Ibnu Abu Hatim. Al-Hasan mengatakan bahwa yang dimaksud dengan hal tersebut ialah syafaat (diizinkan untuk memberi syafaat). Hal yang sama telah dikatakan oleh Abu Ja'far Al-Baqir.\n\nAbu Bakar ibnu Abu Syaibah mengatakan, telah menceritakan kepada kami Mu'awiyah ibnu Hisyam, dari Ali ibnu Saleh, dari Yazid ibnu Abu Ziyad, dari Ibrahim, dari Alqamah, dari Abdullah yang mengatakan bahwa Rasulullah Saw. telah bersabda: Sesungguhnya kami adalah suatu ahli bait, Allah telah memilihkan akhirat di atas dunia bagi kami. Dan kelak Tuhanmu pasti memberikan karunia-Nya kepadamu, lalu (hati) kamu menjadi puas. \n\nKemudian Allah Swt. menyebutkan dalam firman berikutnya bilangan nikmat-nikmat yang telah Dia karuniakan kepada hamba dan Rasul-Nya Nabi Muhammad Saw.:\n\nBukanlah Dia mendapatimu sebagai seorang yatim, lalu Dia melindungimu. (Adh-Dhuha: 6)\n\nDemikian itu karena ayah beliau wafat sejak beliau masih berada dalam kandungan ibunya. Menurut pendapat yang lain, ayah beliau wafat ketika beliau baru dilahirkan. Kemudian ibunya (yaitu Aminah binti Wahb) wafat pula saat beliau berusia enam tahun. Sesudah itu beliau berada dalam pemeliharaan kakeknya (yaitu Abdul Muttalib) hingga kakeknya wafat saat beliau masih berusia delapan tahun.\n\nKemudian beliau dipelihara oleh pamannya yang bernama Abu Talib, yang bersikap terus-menerus melindunginya, menolongnya, meninggikan kedudukannya, dan mengagungkannya serta membentenginya dari gangguan kaumnya sesudah Allah mengangkatnya menjadi seorang rasul dalam usia empat puluh tahun.\n\nPerlu diketahui bahwa Abu Talib adalah pengikut agama kaumnya yang menyembah berhala-berhala, dan Nabi Saw. tidak terpengaruh, yang hal ini tiada lain berkat takdir Allah dan pengaturan-Nya yang baik. Dan ketika Abu Talib meninggal dunia sebelum Nabi Saw. akan melakukan hijrah dalam waktu yang tidak lama, maka orang-orang yang kurang akalnya dan orang-orang yang bodoh dari kalangan kaum Quraisy mulai berani mengganggunya.\n\nMaka Allah Swt. memilihkan hijrah baginya dari kalangan mereka menuju negeri kaum Aus dan Khazraj, sebagaimana yang telah digariskan oleh suratan takdir-Nya yang lengkap lagi sempurna. Ketika beliau Saw. sampai di negeri mereka, mereka memberinya tempat, menolongnya, melindunginya, dan membelanya dengan jiwa dan harta mereka; semoga Allah melimpahkan rida-Nya kepada mereka semuanya. Dan semuanya itu berkat pemeliharaan dan penjagaan serta perhatian dari Allah kepada Nabi Saw.",
            "jalalain": "(Dan kelak Rabbmu pasti memberimu) di akhirat berupa kebaikan-kebaikan yang berlimpah ruah (lalu kamu menjadi puas) dengan pemberian itu. Maka Rasulullah saw. bersabda, \"Kalau begitu mana mungkin aku puas, sedangkan seseorang di antara umatku masih berada di neraka.\" Sampai di sini selesailah Jawab Qasam, yaitu dengan kedua kalimat yang dinisbatkan sesudah dua kalimat yang dinafikan.",
            "quraish_shihab": "Dan Aku bersumpah pula bahwa Tuhanmu pasti akan memberikan kebaikan dunia dan akhirat sampai kamu merasa puas."
        },
        {
            "ind": "Bukankah Dia mendapatimu sebagai seorang yatim, lalu Dia melindungimu?",
            "arb": "أَلَمْ يَجِدْكَ يَتِيمًا فَآوَىٰ",
            "transliterasi": "'Alam Yajidka Yatīmāan Fa'āwaá.",
            "eng": "Has He not found thee an orphan, and given thee shelter?",
            "kemenag_ringkas": "_Bukankah Dia mendapatimu sebagai seorang yatim_ ketika kedua orang tuamu wafat, _lalu Dia melindungi_mu dalam asuhan kakek dan pamanmu? Ayah Nabi wafat ketika beliau dalam kandungan dan ibunya wafat ketika beliau berumur 6 tahun. Allah melindungi Nabi dalam asuhan kakeknya, ‘Abdul Muttalib, sampai usia 8 tahun, dilanjutkan oleh pamannya, Abù Tàlib, hingga sang paman wafat.",
            "kemenag": "Dalam ayat ini, Allah mengingatkan nikmat yang pernah diterima Nabi Muhammad dengan mengatakan, \"Bukankah engkau hai Muhammad seorang anak yatim, tidak mempunyai ayah yang bertanggung jawab atas pendidikanmu, menanggulangi kepentingan serta membimbingmu, tetapi Aku telah menjaga, melindungi, dan membimbingmu serta menjauhkanmu dari dosa-dosa perilaku orang-orang Jahiliah dan keburukan mereka, sehingga engkau memperoleh julukan Manusia sempurna.\"\nNabi saw hidup dalam keadaan yatim karena ayahnya meninggal dunia sedangkan ia masih dalam kandungan ibunya. Ketika lahir, Allah memelihara Muhammad saw dengan cara menjadikan kakeknya, Abdul Muththalib, mengasihi dan menyayanginya. Nabi Muhammad berada dalam asuhan dan bimbingannya sampai Abdul Muththalib wafat, sedang umur Nabi ketika itu delapan tahun. Dengan meninggalnya Abdul Muththalib, Nabi Muhammad menjadi tanggungan paman beliau, Abu thalib, berdasarkan wasiat dari Abdul Muththalib. Abu thalib telah mengerahkan semua perhatiannya untuk mengasuh Nabi saw, sehingga beliau meningkat dewasa dan diangkat menjadi rasul. Setelah Muhammad diangkat menjadi rasul, orang-orang Quraisy memusuhi dan menyakitinya, tetapi Abu thalib terus membelanya dari semua ancaman orang musyrik hingga Abu thalib wafat.\nDengan wafatnya Abu thalib, bangsa Quraisy mendapat peluang untuk menyakiti Nabi dengan perantaraan orang-orang jahat di kalangan mereka yang menyebabkan beliau terpaksa hijrah.\nBetapa hebatnya penggemblengan Allah dan asuhan-Nya terhadap Nabi Muhammad. Biasanya keyatiman seorang anak menjadi sebab kehancuran akhlaknya karena tidak ada pengasuh dan pembimbing yang bertanggung jawab. Apalagi suasana dan sikap penduduk Mekah lebih dari cukup untuk menyesatkan Nabi saw. akan tetapi, perlindungan Allah yang sangat rapi dapat mencegah beliau menemani mereka. Dengan demikian, jadilah beliau seorang pemuda yang sangat jujur, terpercaya, tidak pernah berdusta, dan tidak pernah berlumur dengan dosa orang-orang Jahiliah.\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nDan kelak Tuhanmu pasti memberikan karunia-Nya kepadamu, lalu (hati) kamu menjadi puas. (Adh-Dhuha: 5)\n\nYakni kelak di negeri akhirat Allah akan memberinya hingga ia merasa puas tentang umatnya dan juga kemuliaan yang telah disediakan oleh Allah untuk dirinya. Yang antara lain ialah Telaga Kautsar yang kedua tepinya berupa kubah-kubah dari mutiara yang berongga, sedangkan tanahnya bibit minyak kesturi, sebagaimana yang akan diterangkan kemudian.\n\nImam Abu Amr Al-Auza'i telah meriwayatkan dari Ismail ibnu Abdullah ibnu Abul Muhajir Al-Makhzumi, dari Ali ibnu Abdullah ibnu Abbas, dari ayahnya yang mengatakan bahwa ditampakkan kepada Rasulullah Saw. Apa yang bakal dibukakan buat umatnya sesudah ia tiada perbendaharaan demi perbendaharaan. Maka beliau merasa senang dengan hal tersebut, lalu Allah Swt. menurunkan firman-Nya: Dan kelak Tuhanmu pasti memberikan karunia-Nya kepadamu, lalu (hati) kamu menjadi puas. (Adh-Dhuha: 5)\n\nDan Allah Swt. memberikan kepada beliau Saw. di dalam surga sejuta gedung, dalam tiap gedung terdapat istri-istri dan para pelayan yang layak baginya. Demikianlah menurut apa yang telah diriwayatkan oleh Ibnu Jarir dan Ibnu Abu Hatim melalui jalur Abu Amr Al-Auza'i. Sanad ini sahih sampai kepada Ibnu Abbas, dan hal yang semisal dengan ini tiada lain kecuali berpredikat mauquf.\n\nAs-Saddi telah meriwayatkan dari Ibnu Abbas, bahwa untuk memuaskan hati Nabi Muhammad Saw., Allah tidak akan memasukkan seorang pun dari kalangan ahli baitnya ke dalam neraka. Demikianlah menurut apa yang telah diriwayatkan oleh Ibnu Jarir dan Ibnu Abu Hatim. Al-Hasan mengatakan bahwa yang dimaksud dengan hal tersebut ialah syafaat (diizinkan untuk memberi syafaat). Hal yang sama telah dikatakan oleh Abu Ja'far Al-Baqir.\n\nAbu Bakar ibnu Abu Syaibah mengatakan, telah menceritakan kepada kami Mu'awiyah ibnu Hisyam, dari Ali ibnu Saleh, dari Yazid ibnu Abu Ziyad, dari Ibrahim, dari Alqamah, dari Abdullah yang mengatakan bahwa Rasulullah Saw. telah bersabda: Sesungguhnya kami adalah suatu ahli bait, Allah telah memilihkan akhirat di atas dunia bagi kami. Dan kelak Tuhanmu pasti memberikan karunia-Nya kepadamu, lalu (hati) kamu menjadi puas. \n\nKemudian Allah Swt. menyebutkan dalam firman berikutnya bilangan nikmat-nikmat yang telah Dia karuniakan kepada hamba dan Rasul-Nya Nabi Muhammad Saw.:\n\nBukanlah Dia mendapatimu sebagai seorang yatim, lalu Dia melindungimu. (Adh-Dhuha: 6)\n\nDemikian itu karena ayah beliau wafat sejak beliau masih berada dalam kandungan ibunya. Menurut pendapat yang lain, ayah beliau wafat ketika beliau baru dilahirkan. Kemudian ibunya (yaitu Aminah binti Wahb) wafat pula saat beliau berusia enam tahun. Sesudah itu beliau berada dalam pemeliharaan kakeknya (yaitu Abdul Muttalib) hingga kakeknya wafat saat beliau masih berusia delapan tahun.\n\nKemudian beliau dipelihara oleh pamannya yang bernama Abu Talib, yang bersikap terus-menerus melindunginya, menolongnya, meninggikan kedudukannya, dan mengagungkannya serta membentenginya dari gangguan kaumnya sesudah Allah mengangkatnya menjadi seorang rasul dalam usia empat puluh tahun.\n\nPerlu diketahui bahwa Abu Talib adalah pengikut agama kaumnya yang menyembah berhala-berhala, dan Nabi Saw. tidak terpengaruh, yang hal ini tiada lain berkat takdir Allah dan pengaturan-Nya yang baik. Dan ketika Abu Talib meninggal dunia sebelum Nabi Saw. akan melakukan hijrah dalam waktu yang tidak lama, maka orang-orang yang kurang akalnya dan orang-orang yang bodoh dari kalangan kaum Quraisy mulai berani mengganggunya.\n\nMaka Allah Swt. memilihkan hijrah baginya dari kalangan mereka menuju negeri kaum Aus dan Khazraj, sebagaimana yang telah digariskan oleh suratan takdir-Nya yang lengkap lagi sempurna. Ketika beliau Saw. sampai di negeri mereka, mereka memberinya tempat, menolongnya, melindunginya, dan membelanya dengan jiwa dan harta mereka; semoga Allah melimpahkan rida-Nya kepada mereka semuanya. Dan semuanya itu berkat pemeliharaan dan penjagaan serta perhatian dari Allah kepada Nabi Saw.",
            "jalalain": "(Bukankah Dia mendapatimu) Istifham atau kata tanya di sini mengandung makna Taqrir atau menetapkan (sebagai seorang yatim) karena ayahmu telah mati meninggalkan kamu sebelum kamu dilahirkan, atau sesudahnya (lalu Dia melindungimu) yaitu dengan cara menyerahkan dirimu ke asuhan pamanmu Abu Thalib.",
            "quraish_shihab": "Bukankah Allah mendapatimu dalam keadaan yatim dan membutuhkan seseorang untuk memeliharamu, lalu Dia melindungimu dengan menyerahkan dirimu kepada orang yang dapat mengurusmu dengan baik?"
        },
        {
            "ind": "Dan Dia mendapatimu sebagai seorang yang bingung, lalu Dia memberikan petunjuk.",
            "arb": "وَوَجَدَكَ ضَالًّا فَهَدَىٰ",
            "transliterasi": "Wa Wajadaka Đāllāan Fahadaá.",
            "eng": "And found thee lost on thy way, and guided thee?",
            "kemenag_ringkas": "_Dan_ bukankah _Dia_ juga _mendapatimu_ sebelum menjadi nabi _sebagai seorang yang bingung_ karena belum mengetahui akidah dan hukum yang benar, _lalu Dia memberikan petunjuk_ melalui wahyu dan membimbingmu sampai akhir hayatmu?",
            "kemenag": "Dalam ayat ini, Allah mengungkapkan, bahwa Dia mendapatkan Nabi Muhammad dalam keadaan tidak mengerti tentang syariat dan tidak mengetahui tentang Al-Qur'an. Kemudian Allah memberikan petunjuk kepadanya.\nHal yang sangat membingungkan Nabi Muhammad adalah apa yang dilihatnya di kalangan bangsa Arab sendiri tentang kerendahan akidah, kelemahan pertimbangan disebabkan pengaruh dugaan-dugaan yang salah, kejelekan amal perbuatan, dan keadaan mereka yang terpecah-belah dan suka bermusuhan. Mereka menuju kepada kehancuran karena memakai orang-orang asing yang leluasa bertindak di kalangan mereka yang terdiri dari bangsa Persi, Habsyi, dan Romawi.\nJalan apakah yang harus ditempuh untuk membetulkan akidah-akidah mereka, membebaskan mereka dari pengaruh adat istiadat yang buruk itu, dan cara bagaimana yang harus dijalankan untuk membangunkan mereka dari tidur yang nyenyak itu?\nUmat-umat nabi lain pun tidak lebih baik keadaannya daripada umatnya. Tetapi walaupun begitu, Allah tidak membiarkan Nabi Muhammad menjalankan dakwah tanpa bantuan-Nya. Allah bahkan memberikan wahyu yang menjelaskan kepadanya jalan yang harus ditempuh dalam usaha memperbaiki keadaan kaumnya. Allah berfirman:\n\nDan demikianlah Kami wahyukan kepadamu (Muhammad) ruh (Al-Qur'an) dengan perintah Kami. Sebelumnya engkau tidaklah mengetahui apakah Kitab (Al-Qur'an) dan apakah iman itu, tetapi Kami jadikan Al-Qur'an itu cahaya, dengan itu Kami memberi petunjuk siapa yang Kami kehendaki di antara hamba-hamba Kami. (asy-Syura/42: 52)\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nDan Dia mendapatimu sebagai seorang yang bingung, lalu Dia memberikan petunjuk. (Adh-Dhuha: 7)\n\nSemakna dengan apa yang disebutkan dalam ayat lain melalui firman-Nya:\n\nDan demikianlah Kami wahyukan kepada wahyu (Al-Qur'an) dengan perintah Kami. Sebelumnya kamu tidaklah mengetahui apakah Al-Kitab (Al-Qur'an) dan tidak pula mengetahui apakah iman itu, tetapi Kami menjadikan Al-Qur’an itu cahaya, yang Kami tunjuki dengan dia siapa yang Kami kehendaki di antara hamba-hamba Kami. (Asy-Syura: 52), hingga akhir ayat.\n\nDi antara ulama ada yang mengatakan bahwa makna yang dimaksud ialah sesungguhnya Nabi Saw. pernah tersesat di lereng-lereng pegunungan Mekah saat ia masih kecil, kemudian ia dapat pulang kembali ke rumahnya. Menurut pendapat yang lain, sesungguhnya ia pernah tersesat bersama pamannya di tengah jalan menuju ke negeri Syam. Saat itu Nabi Saw. mengendarai unta betina di malam yang gelap, lalu datanglah iblis yang menyesatkannya dari jalur jalannya. Maka datanglah Malaikat Jibril yang langsung meniup iblis hingga terpental jauh sampai ke negeri Habsyah. Kemudian Jibril meluruskan kembali kendaraanNabi Saw. ke jalur yang dituju. Keduanya diriwayatkan oleh Al-Bagawi.",
            "jalalain": "(Dan Dia mendapatimu sebagai seorang yang bingung) mengenai syariat yang harus kamu jalankan (lalu Dia memberi petunjuk) Dia menunjukimu kepadanya.",
            "quraish_shihab": "Bukankah Dia mendapatimu dalam keadaan bingung, tidak ada satu kepercayaan pun di sekitarmu yang dapat memberimu kepuasan, kemudian Dia memberimu petunjuk kepada jalan kebenaran?"
        },
        {
            "ind": "Dan Dia mendapatimu sebagai seorang yang kekurangan, lalu Dia memberikan kecukupan.",
            "arb": "وَوَجَدَكَ عَائِلًا فَأَغْنَىٰ",
            "transliterasi": "Wa Wajadaka `Ā'ilāan Fa'aghnaá.",
            "eng": "And found thee in want, and given thee sufficiency?",
            "kemenag_ringkas": "_Dan_ bukankah _Dia_ juga _mendapatimu_ _sebagai seorang yang kekurangan_, _lalu Dia memberikan kecukupan_ kepadamu dengan mengelola dagangan Khadijah dan dengan harta lainnya, seperti ganimah, serta membekalimu dengan sifat kanaah dan kesabaran atas pemberian-Nya?",
            "kemenag": "Dalam ayat ini, Allah menyatakan bahwa Nabi Muhammad adalah seorang yang miskin. Ayahnya tidak meninggalkan pusaka baginya kecuali seekor unta betina dan seorang hamba sahaya perempuan. Kemudian Allah memberinya harta benda berupa keuntungan yang amat besar dari memperdagangkan harta Khadijah dan ditambah pula dengan harta yang dihibahkan Khadijah kepadanya dalam perjuangan menegakkan agama Allah.\nDari keterangan-keterangan tersebut di atas, sesungguhnya Allah mengatakan kepada Nabi Muhammad bahwa Dialah yang memeliharanya dalam keadaan yatim, menghindarkannya dari kebingungan, dan menjadikannya berkecukupan. Allah tidak akan meninggalkan Nabi Muhammad selama hidupnya.\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nDan Dia mendapatimu sebagai seorang yang kekurangan, lalu Dia memberikan kecukupan. (Adh-Dhuha: 8)\n\nYakni pada mulanya kamu hidup dalam keadaan fakir lagi banyak anak, lalu Allah memberimu kecukupan dari selain-Nya. Dengan demikian, berarti Allah menghimpunkan baginya antara kedudukan orang fakir yang sabar dan orang kaya yang bersyukur, semoga salawat dan salam-Nya terlimpahkan kepadanya.\n\nQatadah telah mengatakan sehubungan dengan makna firman-Nya: Bukankah Dia mendapatimu sebagai seorang yatim, lalu Dia melindungimu. Dan Dia mendapatimu sebagai seorang yang bingung, lalu Dia memberikan petunjuk. Dan Dia mendapatimu sebagai seorang yang kekurangan, lalu Dia memberikan kecukupan. (Adh-Dhuha: 6-8) Bahwa demikianlah kedudukan Nabi Saw. sebelum beliau diangkat menjadi utusan oleh Allah Swt. Demikianlah menurut apa yang telah diriwayatkan oleh Ibnu Jarir dan Ibnu Hatim.\n\nDi dalam kitah Sahihain disebutkan melalui jalur Abdur Razzaq, dari Ma'mar, dari Hammam ibnu Munabbih yang mengatakan bahwa berikut ini adalah apa yang telah diceritakan kepada kami oleh Abu Hurairah yang telah mengatakan bahwa Rasulullah Saw. pernah bersabda:\n\nBukanlah orang kaya itu karena banyak memiliki harta benda, tetapi orang yang kaya itu adalah orang yang jiwanya kaya.\n\nDi dalam kitab Sahih Muslim disebutkan dari Abdullah ibnu Amr yang mengatakan bahwa Rasulullah Saw. telah bersabda:\n\nSesungguhnya beruntunglah orang yang Islam dan diberi rezeki secukupnya serta Allah telah menjadikannya menerima seadanya menurut apa yang diberikan oleh-Nya (diberi sifat qana'ah).",
            "jalalain": "(Dan Dia mendapatimu sebagai seorang yang kekurangan) atau orang yang fakir (lalu Dia memberikan kecukupan) kepadamu dengan pemberian yang kamu merasa puas dengannya, yaitu dari ganimah dan dari lain-lainnya. Di dalam sebuah hadis disebutkan, \"Tiadalah kaya itu karena banyaknya harta, tetapi kaya itu adalah kaya jiwa.\"",
            "quraish_shihab": "Bukankah Dia mendapatimu dalam keadaan tidak memiliki harta, lalu Dia mencukupimu dengan rezeki yang dikaruniakan-Nya kepadamu?"
        },
        {
            "ind": "Sebab itu, terhadap anak yatim janganlah kamu berlaku sewenang-wenang.",
            "arb": "فَأَمَّا الْيَتِيمَ فَلَا تَقْهَرْ",
            "transliterasi": "Fa'ammā Al-Yatīma Falā Taqhar.",
            "eng": "Therefore, the orphan shalt thou never wrong,",
            "kemenag_ringkas": "Dengan karunia Allah yang demikian agung itu, _maka_ berbuat baiklah _terhadap anak yatim_ dan _janganlah engkau berlaku sewenang-wenang_ kepadanya, seperti mengambil hartanya, menghardiknya, dan menyakiti hatinya.",
            "kemenag": "Sesudah menyatakan dalam ayat-ayat terdahulu tentang bermacam-macam nikmat yang diberikan kepada Nabi Muhammad, maka pada ayat ini, Allah meminta kepada Nabi-Nya agar mensyukuri nikmat-nikmat tersebut, serta tidak menghina anak-anak yatim dan memperkosa haknya.\nSebaliknya, Nabi Muhammad diminta mendidik mereka dengan adab dan sopan-santun, serta menanamkan akhlak yang mulia dalam jiwa mereka, sehingga mereka menjadi anggota masyarakat yang berguna, tidak menjadi bibit kejahatan yang merusak orang-orang yang bergaul dengannya. Nabi Muhammad bersabda:\nAku (kedudukanku) dan orang yang mengasuh anak yatim di surga (sangat dekat), seperti dua ini (dua jari, yaitu telunjuk dan jari tengah).(Riwayat at-Tirmidhi dari Sahl bin Sa'ad)\n\nBarang siapa yang telah merasa kepahitan hidup dalam serba kekurangan maka selayaknya ia dapat merasakan kepahitan itu pada orang lain. Allah telah menghindarkan Nabi Muhammad dari kesengsaraan dan kehinaan, maka selayaknya Nabi memuliakan semua anak yatim sebagai tanda mensyukuri nikmat-nikmat yang dilimpahkan Allah kepadanya.\n",
            "ibnu_katsir": "Kemudian Allah Swt. dalam ayat selanjutnya berfirman:\n\nAdapun terhadap anak yatim, maka janganlah kamu berlaku sewenang-wenang. (Adh-Dhuha: 9)\n\nYakni sebagaimana engkau dahulu seorang yang yatim, lalu Allah melindungimu, maka janganlah kamu berlaku sewenang-wenang terhadap anak yatim. Yakni janganlah kamu menghina, membentak, dan merendahkannya; tetapi perlakukanlah dia dengan baik, dan kasihanilah dia. Qatadah mengatakan sehubungan dengan makna ayat ini, bahwa jadilah engkau terhadap anak yatim sebagai seorang ayah yang penyayang.\n\nDan terhadap orang yang meminta-minta, maka janganlah kamu menghardiknya. (Adh-Dhuha: 10)\n\nYaitu sebagaimana engkau dahulu dalam keadaan kebingungan, lalu Allah memberimu petunjuk, maka janganlah kamu menghardik orang yang meminta ilmu yang benar kepadamu dengan permintaan yang sesungguhnya. \n\nIbnu Ishaq mengatakan sehubungan dengan makna firman-Nya: Dan terhadap orang yang minta-minta, maka janganlah kamu menghardiknya. (Adh-Dhuha: 10) Maksudnya, janganlah kamu bersikap sewenang-wenang, jangan sombong, jangan berkata kotor, dan jangan pula bersikap kasar terhadap orang-orang yang lemah dari hamba-hamba Allah. \n\nQatadah mengatakan sehubungan dengan makna ayat ini, bahwa makna yang dimaksud ialah bila menolak orang miskin lakukanlah dengan sikap kasih sayang dan lemah lembut.\n\nDan terhadap nikmat Tuhanmu, maka hendaklah kamu menyebut-nyebutnya (dengan bersyukur). (Adh-Dhuha: 11)\n\nYakni sebagaimana engkau dahulu orang yang kekurangan lagi banyak tanggungannya,'lalu Allah menjadikanmu berkecukupan, maka syukurilah nikmat Allah yang diberikan kepadamu itu. Sebagaimana yang disebutkan dalam doa yang di-ma’sur dari Nabi Saw. seperti berikut:\n\nDan jadikanlah kami orang-orang yang mensyukuri nikmat-Mu dan memanjatkan pujian kepada-Mu karenanya serta menerimanya, dan sempurnakanlah nikmat itu kepada kami.\n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Ya'qub, telah menceritakan kepada kami Ibnu Aliyyah, telah menceritakan kepada kami Sa’id ibnu Iyas Al-Jariri, dari Abu Nadrah yang mengatakan bahwa dahulu orang-orang muslim memandang bahwa termasuk mensyukuri nikmat-mkmat Allah ialah dengan menyebut-nyebutnya (mensyukurinya dengan lisan).\n\nDi dalam kitab Sahihain disebutkan dari Anas, bahwa Kaum Muhajirin bertanya, \"Wahai Rasulullah, orang-orang Ansar telah memborong semua pahala.\" Maka Nabi Saw. menjawab:\n\nTidak, selama kalian mendoakan mereka kepada Allah dan memuji sikap baik mereka.\n\nAbu Daud mengatakan, telah menceritakan kepada kami Muslim ibnu Ibrahim, telah menceritakan kepada kami Ar-Rabi' ibnu Muslim, dari Muhammad ibnu Ziyad, dari Abu Hurairah, dari Nabi Saw. yang telah bersabda: Tidaklah bersyukur kepada Allah orang yang tidak berterima kasih kepada (kebaikan) orang lain.\n\nImam Turmuzi meriwayatkannya dari Ahmad ibnu Muhammad, dari Ibnul Mubarak, dari Ar-Rabi' ibnu Muslim, dan Imam Turmuzi mengatakan bahwa hadis ini sahih.\n\nAbu Daud mengatakan bahwa telah menceritakan kepada kami Abdullah ibnul Jarrah, telah menceritakan kepada kami Jarir, dari Al-A'masy, dari Abu Sufyan, dari Jabir, dari Nabi Saw. yang telah bersabda: Barang siapa yang mendapat suatu cobaan (yang baik), lalu ia menyebutnya, berarti dia telah mensyukurinya; dan barang siapa yang menyembunyikannya, berarti dia telah mengingkarinya.\n\nImam Abu Daud meriwayatkan hadis ini secara munfarid (tunggal).\n\nAbu Daud mengatakan, telah menceritakan kepada kami Musaddad, telah menceritakan kepada kami Bisyr, telah menceritakan kepada kami Imarah ibnu Gaziyyah, telah menceritakan kepadaku seorang lelaki dari kalangan kaumku, dari Jabir ibnu Abdullah yang mengatakan bahwa Rasulullah Saw. pernah bersabda: Barang siapa yang diberi suatu pemberian, lalu ia mempunyai sesuatu untuk membalasnya, maka balaslah pemberian itu. Dan jika ia tidak mempunyai sesuatu untuk membalasnya, maka hendaklah ia memuji pemberinya. Maka barang siapa yang memuji pemberinya, berarti telah mensyukurinya; dan barang siapa yang menyembunyikannya (tidak menyebutnya), berarti dia telah mengingkarinya.\n\nAbu Daud mengatakan bahwa dan Yahya ibnu Ayyub meriwayatkannya dari Imarah ibnu Gaziyyah, dari Syurahbil, dari Jabir; mereka tidak mau menyebut nama Syurahbil karena mereka tidak suka kepadanya. Abu Daud meriwayatkan hadis ini secara munfarid (tunggal).\n\nMujahid mengatakan bahwa nikmat yang dimaksud dalam ayat ini adalah kenabian yang telah diberikan oleh Allah Swt. kepada Nabi-Nya. Yakni syukurilah kenabian yang telah diberikan Tuhanmu kepadamu. Menurut riwayat yang lain, nikmat yang dimaksud adalah Al-Qur'an.\n\nLais telah meriwayatkan dari seorang lelaki, dari Al-Hasan ibnu Ali sehubungan dengan makna firman-Nya: Dan terhadap nikmat Tuhanmu, maka hendaklah kamu menyebut-nyebutnya (dengan bersyukur). (Adh-Dhuha: 11) Yakni kebaikan apapun yang telah kamu kerjakan, maka ceritakanlah hal itu kepada saudara-saudaramu.\n\nMuhammad ibnu Ishaq telah mengatakan sehubungan dengan makna ayat ini, bahwa apa yang telah diberikan oleh Allah kepadamu berupa nikmat, kemuliaan dan kenabian, hendaklah engkau menyebut-nyebutnya dan ceritakanlah kepada orang lain dan serulah (mereka) kepadanya. Muhammad ibnu Ishaq melanjutkan, bahwa lalu Rasulullah Saw. menceritakan karunia kenabian yang telah diterima olehnya itu kepada orang-orang yang telah beliau percayai dari kalangan keluarganya secara diam-diam. Lalu difardukanlah ibadah salat kepadanya, maka beliau mengerjakannya.",
            "jalalain": "(Adapun terhadap anak yatim maka janganlah kamu berlaku sewenang-wenang) dengan cara mengambil hartanya atau lain-lainnya yang menjadi milik anak yatim.",
            "quraish_shihab": "Apabila hal ini yang Allah lakukan terhadapmu, maka janganlah kamu berlaku sewenang-wenang kepada anak yatim, jangan mengusir orang yang meminta-minta dengan kekerasan, dan sebutlah nikmat Tuhanmu sebagai rasa syukur kepada Allah dan juga untuk menunjukkan nikmat-Nya."
        },
        {
            "ind": "Dan terhadap orang yang minta-minta, janganlah kamu menghardiknya.",
            "arb": "وَأَمَّا السَّائِلَ فَلَا تَنْهَرْ",
            "transliterasi": "Wa 'Ammā As-Sā'ila Falā Tanhar.",
            "eng": "and him that seeks [thy] help shalt thou never chide,",
            "kemenag_ringkas": "_Dan_ berbuat baiklah _terhadap orang yang meminta-minta,_ baik meminta ilmu pengetahuan atau harta, _dan janganlah engkau menghardik_nya. Berilah mereka apa yang engkau mampu atau tolaklah dengan halus dan ramah.",
            "kemenag": "Dalam ayat ini, Allah memerintahkan kepada Nabi Muhammad agar orang-orang yang meminta sesuatu kepadanya jangan ditolak dengan kasar dan dibentak, malah sebaliknya diberi sesuatu atau ditolak secara halus. Ada pendapat bahwa yang dimaksud dengan kata as-sa'il adalah orang yang memohon petunjuk, maka hendaknya pemohon ini dilayani dengan lemah lembut sambil memenuhi permohonannya.",
            "ibnu_katsir": "Kemudian Allah Swt. dalam ayat selanjutnya berfirman:\n\nAdapun terhadap anak yatim, maka janganlah kamu berlaku sewenang-wenang. (Adh-Dhuha: 9)\n\nYakni sebagaimana engkau dahulu seorang yang yatim, lalu Allah melindungimu, maka janganlah kamu berlaku sewenang-wenang terhadap anak yatim. Yakni janganlah kamu menghina, membentak, dan merendahkannya; tetapi perlakukanlah dia dengan baik, dan kasihanilah dia. Qatadah mengatakan sehubungan dengan makna ayat ini, bahwa jadilah engkau terhadap anak yatim sebagai seorang ayah yang penyayang.\n\nDan terhadap orang yang meminta-minta, maka janganlah kamu menghardiknya. (Adh-Dhuha: 10)\n\nYaitu sebagaimana engkau dahulu dalam keadaan kebingungan, lalu Allah memberimu petunjuk, maka janganlah kamu menghardik orang yang meminta ilmu yang benar kepadamu dengan permintaan yang sesungguhnya. \n\nIbnu Ishaq mengatakan sehubungan dengan makna firman-Nya: Dan terhadap orang yang minta-minta, maka janganlah kamu menghardiknya. (Adh-Dhuha: 10) Maksudnya, janganlah kamu bersikap sewenang-wenang, jangan sombong, jangan berkata kotor, dan jangan pula bersikap kasar terhadap orang-orang yang lemah dari hamba-hamba Allah. \n\nQatadah mengatakan sehubungan dengan makna ayat ini, bahwa makna yang dimaksud ialah bila menolak orang miskin lakukanlah dengan sikap kasih sayang dan lemah lembut.\n\nDan terhadap nikmat Tuhanmu, maka hendaklah kamu menyebut-nyebutnya (dengan bersyukur). (Adh-Dhuha: 11)\n\nYakni sebagaimana engkau dahulu orang yang kekurangan lagi banyak tanggungannya,'lalu Allah menjadikanmu berkecukupan, maka syukurilah nikmat Allah yang diberikan kepadamu itu. Sebagaimana yang disebutkan dalam doa yang di-ma’sur dari Nabi Saw. seperti berikut:\n\nDan jadikanlah kami orang-orang yang mensyukuri nikmat-Mu dan memanjatkan pujian kepada-Mu karenanya serta menerimanya, dan sempurnakanlah nikmat itu kepada kami.\n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Ya'qub, telah menceritakan kepada kami Ibnu Aliyyah, telah menceritakan kepada kami Sa’id ibnu Iyas Al-Jariri, dari Abu Nadrah yang mengatakan bahwa dahulu orang-orang muslim memandang bahwa termasuk mensyukuri nikmat-mkmat Allah ialah dengan menyebut-nyebutnya (mensyukurinya dengan lisan).\n\nDi dalam kitab Sahihain disebutkan dari Anas, bahwa Kaum Muhajirin bertanya, \"Wahai Rasulullah, orang-orang Ansar telah memborong semua pahala.\" Maka Nabi Saw. menjawab:\n\nTidak, selama kalian mendoakan mereka kepada Allah dan memuji sikap baik mereka.\n\nAbu Daud mengatakan, telah menceritakan kepada kami Muslim ibnu Ibrahim, telah menceritakan kepada kami Ar-Rabi' ibnu Muslim, dari Muhammad ibnu Ziyad, dari Abu Hurairah, dari Nabi Saw. yang telah bersabda: Tidaklah bersyukur kepada Allah orang yang tidak berterima kasih kepada (kebaikan) orang lain.\n\nImam Turmuzi meriwayatkannya dari Ahmad ibnu Muhammad, dari Ibnul Mubarak, dari Ar-Rabi' ibnu Muslim, dan Imam Turmuzi mengatakan bahwa hadis ini sahih.\n\nAbu Daud mengatakan bahwa telah menceritakan kepada kami Abdullah ibnul Jarrah, telah menceritakan kepada kami Jarir, dari Al-A'masy, dari Abu Sufyan, dari Jabir, dari Nabi Saw. yang telah bersabda: Barang siapa yang mendapat suatu cobaan (yang baik), lalu ia menyebutnya, berarti dia telah mensyukurinya; dan barang siapa yang menyembunyikannya, berarti dia telah mengingkarinya.\n\nImam Abu Daud meriwayatkan hadis ini secara munfarid (tunggal).\n\nAbu Daud mengatakan, telah menceritakan kepada kami Musaddad, telah menceritakan kepada kami Bisyr, telah menceritakan kepada kami Imarah ibnu Gaziyyah, telah menceritakan kepadaku seorang lelaki dari kalangan kaumku, dari Jabir ibnu Abdullah yang mengatakan bahwa Rasulullah Saw. pernah bersabda: Barang siapa yang diberi suatu pemberian, lalu ia mempunyai sesuatu untuk membalasnya, maka balaslah pemberian itu. Dan jika ia tidak mempunyai sesuatu untuk membalasnya, maka hendaklah ia memuji pemberinya. Maka barang siapa yang memuji pemberinya, berarti telah mensyukurinya; dan barang siapa yang menyembunyikannya (tidak menyebutnya), berarti dia telah mengingkarinya.\n\nAbu Daud mengatakan bahwa dan Yahya ibnu Ayyub meriwayatkannya dari Imarah ibnu Gaziyyah, dari Syurahbil, dari Jabir; mereka tidak mau menyebut nama Syurahbil karena mereka tidak suka kepadanya. Abu Daud meriwayatkan hadis ini secara munfarid (tunggal).\n\nMujahid mengatakan bahwa nikmat yang dimaksud dalam ayat ini adalah kenabian yang telah diberikan oleh Allah Swt. kepada Nabi-Nya. Yakni syukurilah kenabian yang telah diberikan Tuhanmu kepadamu. Menurut riwayat yang lain, nikmat yang dimaksud adalah Al-Qur'an.\n\nLais telah meriwayatkan dari seorang lelaki, dari Al-Hasan ibnu Ali sehubungan dengan makna firman-Nya: Dan terhadap nikmat Tuhanmu, maka hendaklah kamu menyebut-nyebutnya (dengan bersyukur). (Adh-Dhuha: 11) Yakni kebaikan apapun yang telah kamu kerjakan, maka ceritakanlah hal itu kepada saudara-saudaramu.\n\nMuhammad ibnu Ishaq telah mengatakan sehubungan dengan makna ayat ini, bahwa apa yang telah diberikan oleh Allah kepadamu berupa nikmat, kemuliaan dan kenabian, hendaklah engkau menyebut-nyebutnya dan ceritakanlah kepada orang lain dan serulah (mereka) kepadanya. Muhammad ibnu Ishaq melanjutkan, bahwa lalu Rasulullah Saw. menceritakan karunia kenabian yang telah diterima olehnya itu kepada orang-orang yang telah beliau percayai dari kalangan keluarganya secara diam-diam. Lalu difardukanlah ibadah salat kepadanya, maka beliau mengerjakannya.",
            "jalalain": "(Dan terhadap orang yang minta-minta maka janganlah kamu menghardiknya) membentaknya karena dia miskin.",
            "quraish_shihab": "Apabila hal ini yang Allah lakukan terhadapmu, maka janganlah kamu berlaku sewenang-wenang kepada anak yatim, jangan mengusir orang yang meminta-minta dengan kekerasan, dan sebutlah nikmat Tuhanmu sebagai rasa syukur kepada Allah dan juga untuk menunjukkan nikmat-Nya."
        },
        {
            "ind": "Dan terhadap nikmat Tuhanmu, maka hendaklah kamu siarkan.",
            "arb": "وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ",
            "transliterasi": "Wa 'Ammā Bini`mati Rabbika Faĥaddith",
            "eng": "and of thy Sustainer's blessings shalt thou [ever] speak.",
            "kemenag_ringkas": "_Dan terhadap nikmat Tuhanmu hendaklah engkau nyatakan_ dengan dibarengi rasa bersyukur. Allah telah memberimu nikmat yang tiada tara, seperti nikmat kenabian dan turunnya Al-Qur’an kepadamu. Sampaikan dan perlihatkanlah nikmat-nikmat Allah itu kepada orang lain sebagai bentuk rasa syukurmu kepada-Nya.",
            "kemenag": "Dalam ayat ini, Allah menegaskan lagi kepada Nabi Muhammad agar memperbanyak pemberiannya kepada orang-orang fakir dan miskin serta mensyukuri, menyebut, dan mengingat nikmat Allah yang telah dilimpahkan kepadanya. Menyebut-nyebut nikmat Allah yang telah dilimpahkan kepada kita bukanlah untuk membangga-banggakan diri, tetapi untuk mensyukuri dan mengharapkan orang lain mensyukuri pula nikmat yang telah diperolehnya. Dalam sebuah hadis, Nabi saw mengatakan:\nOrang yang tidak berterima kasih kepada manusia tidak mensyukuri Allah. (Riwayat Abu Dawud dan at-Tirmizi dari Abu Hurairah).\n\nKebiasaan orang-orang kikir sering menyembunyikan harta kekayaannya untuk menjadi alasan tidak bersedekah, dan mereka selalu memperdengarkan kekurangan. Sebaliknya, orang-orang dermawan senantiasa menampakkan pemberian dan pengorbanan mereka dari harta kekayaan yang dianugerahkan kepada mereka dengan menyatakan syukur dan terima kasih kepada Allah atas limpahan karunia-Nya itu.\n\n",
            "ibnu_katsir": "Kemudian Allah Swt. dalam ayat selanjutnya berfirman:\n\nAdapun terhadap anak yatim, maka janganlah kamu berlaku sewenang-wenang. (Adh-Dhuha: 9)\n\nYakni sebagaimana engkau dahulu seorang yang yatim, lalu Allah melindungimu, maka janganlah kamu berlaku sewenang-wenang terhadap anak yatim. Yakni janganlah kamu menghina, membentak, dan merendahkannya; tetapi perlakukanlah dia dengan baik, dan kasihanilah dia. Qatadah mengatakan sehubungan dengan makna ayat ini, bahwa jadilah engkau terhadap anak yatim sebagai seorang ayah yang penyayang.\n\nDan terhadap orang yang meminta-minta, maka janganlah kamu menghardiknya. (Adh-Dhuha: 10)\n\nYaitu sebagaimana engkau dahulu dalam keadaan kebingungan, lalu Allah memberimu petunjuk, maka janganlah kamu menghardik orang yang meminta ilmu yang benar kepadamu dengan permintaan yang sesungguhnya. \n\nIbnu Ishaq mengatakan sehubungan dengan makna firman-Nya: Dan terhadap orang yang minta-minta, maka janganlah kamu menghardiknya. (Adh-Dhuha: 10) Maksudnya, janganlah kamu bersikap sewenang-wenang, jangan sombong, jangan berkata kotor, dan jangan pula bersikap kasar terhadap orang-orang yang lemah dari hamba-hamba Allah. \n\nQatadah mengatakan sehubungan dengan makna ayat ini, bahwa makna yang dimaksud ialah bila menolak orang miskin lakukanlah dengan sikap kasih sayang dan lemah lembut.\n\nDan terhadap nikmat Tuhanmu, maka hendaklah kamu menyebut-nyebutnya (dengan bersyukur). (Adh-Dhuha: 11)\n\nYakni sebagaimana engkau dahulu orang yang kekurangan lagi banyak tanggungannya,'lalu Allah menjadikanmu berkecukupan, maka syukurilah nikmat Allah yang diberikan kepadamu itu. Sebagaimana yang disebutkan dalam doa yang di-ma’sur dari Nabi Saw. seperti berikut:\n\nDan jadikanlah kami orang-orang yang mensyukuri nikmat-Mu dan memanjatkan pujian kepada-Mu karenanya serta menerimanya, dan sempurnakanlah nikmat itu kepada kami.\n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Ya'qub, telah menceritakan kepada kami Ibnu Aliyyah, telah menceritakan kepada kami Sa’id ibnu Iyas Al-Jariri, dari Abu Nadrah yang mengatakan bahwa dahulu orang-orang muslim memandang bahwa termasuk mensyukuri nikmat-mkmat Allah ialah dengan menyebut-nyebutnya (mensyukurinya dengan lisan).\n\nDi dalam kitab Sahihain disebutkan dari Anas, bahwa Kaum Muhajirin bertanya, \"Wahai Rasulullah, orang-orang Ansar telah memborong semua pahala.\" Maka Nabi Saw. menjawab:\n\nTidak, selama kalian mendoakan mereka kepada Allah dan memuji sikap baik mereka.\n\nAbu Daud mengatakan, telah menceritakan kepada kami Muslim ibnu Ibrahim, telah menceritakan kepada kami Ar-Rabi' ibnu Muslim, dari Muhammad ibnu Ziyad, dari Abu Hurairah, dari Nabi Saw. yang telah bersabda: Tidaklah bersyukur kepada Allah orang yang tidak berterima kasih kepada (kebaikan) orang lain.\n\nImam Turmuzi meriwayatkannya dari Ahmad ibnu Muhammad, dari Ibnul Mubarak, dari Ar-Rabi' ibnu Muslim, dan Imam Turmuzi mengatakan bahwa hadis ini sahih.\n\nAbu Daud mengatakan bahwa telah menceritakan kepada kami Abdullah ibnul Jarrah, telah menceritakan kepada kami Jarir, dari Al-A'masy, dari Abu Sufyan, dari Jabir, dari Nabi Saw. yang telah bersabda: Barang siapa yang mendapat suatu cobaan (yang baik), lalu ia menyebutnya, berarti dia telah mensyukurinya; dan barang siapa yang menyembunyikannya, berarti dia telah mengingkarinya.\n\nImam Abu Daud meriwayatkan hadis ini secara munfarid (tunggal).\n\nAbu Daud mengatakan, telah menceritakan kepada kami Musaddad, telah menceritakan kepada kami Bisyr, telah menceritakan kepada kami Imarah ibnu Gaziyyah, telah menceritakan kepadaku seorang lelaki dari kalangan kaumku, dari Jabir ibnu Abdullah yang mengatakan bahwa Rasulullah Saw. pernah bersabda: Barang siapa yang diberi suatu pemberian, lalu ia mempunyai sesuatu untuk membalasnya, maka balaslah pemberian itu. Dan jika ia tidak mempunyai sesuatu untuk membalasnya, maka hendaklah ia memuji pemberinya. Maka barang siapa yang memuji pemberinya, berarti telah mensyukurinya; dan barang siapa yang menyembunyikannya (tidak menyebutnya), berarti dia telah mengingkarinya.\n\nAbu Daud mengatakan bahwa dan Yahya ibnu Ayyub meriwayatkannya dari Imarah ibnu Gaziyyah, dari Syurahbil, dari Jabir; mereka tidak mau menyebut nama Syurahbil karena mereka tidak suka kepadanya. Abu Daud meriwayatkan hadis ini secara munfarid (tunggal).\n\nMujahid mengatakan bahwa nikmat yang dimaksud dalam ayat ini adalah kenabian yang telah diberikan oleh Allah Swt. kepada Nabi-Nya. Yakni syukurilah kenabian yang telah diberikan Tuhanmu kepadamu. Menurut riwayat yang lain, nikmat yang dimaksud adalah Al-Qur'an.\n\nLais telah meriwayatkan dari seorang lelaki, dari Al-Hasan ibnu Ali sehubungan dengan makna firman-Nya: Dan terhadap nikmat Tuhanmu, maka hendaklah kamu menyebut-nyebutnya (dengan bersyukur). (Adh-Dhuha: 11) Yakni kebaikan apapun yang telah kamu kerjakan, maka ceritakanlah hal itu kepada saudara-saudaramu.\n\nMuhammad ibnu Ishaq telah mengatakan sehubungan dengan makna ayat ini, bahwa apa yang telah diberikan oleh Allah kepadamu berupa nikmat, kemuliaan dan kenabian, hendaklah engkau menyebut-nyebutnya dan ceritakanlah kepada orang lain dan serulah (mereka) kepadanya. Muhammad ibnu Ishaq melanjutkan, bahwa lalu Rasulullah Saw. menceritakan karunia kenabian yang telah diterima olehnya itu kepada orang-orang yang telah beliau percayai dari kalangan keluarganya secara diam-diam. Lalu difardukanlah ibadah salat kepadanya, maka beliau mengerjakannya.",
            "jalalain": "(Dan terhadap nikmat Rabbmu) yang dilimpahkan kepadamu, yaitu berupa kenabian dan nikmat-nikmat lainnya (maka hendaklah kamu menyebut-nyebutnya) yakni mengungkapkannya dengan cara mensyukurinya. Di dalam beberapa Fi'il pada surah ini Dhamir yang kembali kepada Rasulullah saw. tidak disebutkan karena demi memelihara Fawashil atau bunyi huruf di akhir ayat. Seperti lafal Qalaa asalnya Qalaaka; lafal Fa-aawaa asalnya Fa-aawaaka; lafal Fahadaa asalnya Fahadaaka; dan lafal Fa-aghnaa asalnya Fa-aghnaaka",
            "quraish_shihab": "Apabila hal ini yang Allah lakukan terhadapmu, maka janganlah kamu berlaku sewenang-wenang kepada anak yatim, jangan mengusir orang yang meminta-minta dengan kekerasan, dan sebutlah nikmat Tuhanmu sebagai rasa syukur kepada Allah dan juga untuk menunjukkan nikmat-Nya."
        }
    ]
}