{
    "number": 84,
    "name": "سُورَةُ الانشِقَاقِ",
    "englishName": "Al-Inshiqaaq",
    "englishNameTranslation": "The Splitting Open",
    "revelationType": "Meccan",
    "numberOfAyahs": 25,
    "ayahs": [
        {
            "ind": "Apabila langit terbelah,",
            "arb": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ إِذَا السَّمَاءُ انشَقَّتْ",
            "transliterasi": "'Idhā As-Samā'u Anshaqqat.",
            "eng": "WHEN THE SKY is split asunder,",
            "kemenag_ringkas": "_Apabila langit_ yang kukuh itu _terbelah_ ketika Allah menghilangkan keseimbangan di antara benda-benda langit. Terjadilah tabrakan antarbenda langit. Langit pun terbelah lalu digulung dan akhirnya terempas tidak berbekas.",
            "kemenag": "Dalam ayat-ayat ini, Allah menerangkan bahwa apabila langit terbelah karena telah rusak hubungan bagian-bagiannya dengan rusaknya peraturan alam semesta pada hari Kiamat nanti, disebabkan perbenturan bintang-bintang di langit karena masing-masing mempunyai daya tarik tersendiri. Oleh karena itu, rusaklah peraturan alam semesta dan terjadilah gumpalan-gumpalan awan yang gelap gulita yang timbul di beberapa tempat di angkasa luar, dan langit itu akan patuh kepada apa-apa yang diperintahkan Allah. Ia pantas menjadi patuh karena dialah makhluk Tuhan yang senantiasa berada dalam kekuasaan-Nya.",
            "ibnu_katsir": "Firman Allah Swt:\n\n{إِذَا السَّمَاءُ انْشَقَّتْ}\n\nApabila langit terbelah. (Al-Insyiqaq: 1) \n\nYang demikian itu terjadi pada hari kiamat.\n\n{وَأَذِنَتْ لِرَبِّهَا}\n\ndan patuh kepada Tuhannya. (Al-Insyiqaq: 2)\n\nYakni tunduk dan patuh kepada perintah Tuhannya yang memerintahkan kepadanya untuk terbelah. Yang demikian itu terjadi pada hari kiamat.\n\n{وَحُقَّتْ}\n\ndan sudah semestinya langit itu patuh. (Al-Insyiqaq: 2)\n\nSudah seharusnya langit patuh kepada perintah-Nya, karena Dia Mahabesar, tidak dapat dicegah dan tidak dapat dihalangi apa yang dikehendaki-Nya, bahkan Dia mengalahkan segala sesuatu, dan segala sesuatu tunduk patuh kepada-Nya. Kemudian dalam firman berikutnya disebutkan:\n\n{وَإِذَا الأرْضُ مُدَّتْ}\n\ndan apabila bumi diratakan. (Al-Insyiqaq: 3) \n\nYakni digelarkan, dihamparkan, dan diluaskan.\n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Abdul A'la, telah menceritakan kepada kami Ibnu Saur, dari Ma'mar, dari Az-Zuhri, dari Ali ibnul Husain, bahwa Nabi Saw. pernah bersabda: Apabila hari kiamat terjadi, Allah menghamparkan bumi menjadi rata seperti selembar kulit dihamparkan, sehingga tiada tempat lagi bagi seorang manusia kecuali hanya tempat bagi kedua telapakkakinya (karena semua makhluk pada hari itu telah dibangkitkan). Maka aku adalah orang yang mula-mula dipanggil, sedangkan Jibril berada di sebelah kanan Tuhan Yang Maha Pemurah. Demi Allah, aku belum pernah melihat-Nya sebelum itu, dan aku berkata, \"Ya Tuhanku, sesungguhnya malaikat ini (Jibril) telah memberitakan kepadaku bahwa Engkau telah mengutusnya kepadaku.” Allah Swt. berfirman, \"Dia benar.” Kemudian aku memohon syafaat dan aku katakan, \"Ya Tuhanku, tolonglah hamba-hamba-Mu yang menyembah-Mu di berbagai penjuru bumi.”\n\nAli ibnul Husain menjelaskan, bahwa itulah yang dimaksud dengan Al-Maqamul Mahmud (kedudukan yang terpuji).\n\nFirman Allah Swt.\n\n{وَأَلْقَتْ مَا فِيهَا وَتَخَلَّتْ}\n\ndan memuntahkan apa yang ada di dalamnya dan menjadi kosong. (Al-Insyiqaq: 4)\n\nBumi mengeluarkan semua mayat yang ada di dalam perutnya sehingga bumi kosong dari mereka; menurut Mujahid, Sa'id, dan Qatadah.\n\n{وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ}\n\ndan patuh kepada Tuhannya, dan sudah semestinya bumi itu patuh. (Al-Insyiqaq: 5)\n\nPenjelasannya sama dengan ayat yang kedua di atas. \n\nFirman Allah Swt.:\n\n{يَا أَيُّهَا الإنْسَانُ إِنَّكَ كَادِحٌ إِلَى رَبِّكَ كَدْحًا}\n\nHai manusia, sesungguhnya kamu telah bekerja dengan sungguh-sungguh menuju Tuhanmu, maka pasti kamu akan menemuinya. (Al-Insyiqaq: 6)\n\nYaitu sesungguhnya kamu telah berupaya dan beramal untuk menuju Tuhanmu dengan sebenar-benarnya, kemudian sesungguhnya kamu bakal menjumpai balasannya—apakah baik atau buruk— sesuai dengan amal perbuatanmu. \n\nPengertian ini diperkuat dengan adanya sebuah hadis yang diriwayatkan oleh Abu Daud At-Tayalisi, dari Al-Hasan ibnu Abu Ja'far, dari Abuz Zubair, dari Jabir yang mengatakan bahwa Rasulullah Saw. pernah bersabda:\n\n\"قَالَ جِبْرِيلُ: يَا مُحَمَّدُ، عِشْ مَا شِئْتَ فَإِنَّكَ مَيِّتٌ، وَأَحَبِبْ مَا شِئْتَ فَإِنَّكَ مُفَارِقُهُ، وَاعْمَلْ مَا شِئْتَ فَإِنَّكَ مُلَاقِيهِ\" \n\nJibril berkata, \"Hai Muhammad, hiduplah kamu sesukamu, maka sesungguhnya kamu bakal mati. Dan sukailah apa yang engkau inginkan, maka sesungguhnya engkau akan meninggalkannya. Dan beramallah sesukamu, maka sesungguhnya kamu akan menjumpai (balasan)nya.”\n\nTetapi di antara ulama ada yang mengembalikan damir yang terdapat pada firman-Nya, \"Famulaqiyah\" kepada Rabbika, yang artinya: maka kamu akan menjumpai Tuhanmu, lalu Dia akan membalas semua amal perbuatanmu dan memberimu imbalan atas jerih payahmu. Dengan demikian, berarti kedua pendapat saling berkaitan.\n\nAl-Aufi telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya: Hai Manusia, sesungguhnya kamu telah bekerja dengan sungguh-sungguh menuju Tuhanmu. (Al-Insyiqaq: 6) Yakni engkau pasti beramal dan akan menghadap kepada Allah dengan membawa amalmu yang baik atau yang buruk. \n\nQatadah mengatakan sehubungan dengan makna firman Allah Swt.: Hai manusia, sesungguhnya kamu telah bekerja dengan sungguh-sungguh menuju Tuhanmu (Al-Insyiqaq: 6) Sesungguhnya jerih payahmu, hai anak Adam, benar-benar lemah. Maka barang siapa yang menginginkan jerih payahnya dicurahkan untuk ketaatan kepada Allah, hendaklah ia melakukannya, dan tiada kekuatan baginya untuk mengerjakan ketaatan kecuali dengan pertolongan Allah. \n\nKemudian Allah Swt. berfirman:\n\n{فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا}\n\nAdapun orang yang diberikan kitabnya dari sebelah kanannya, maka dia akan diperiksa dengan pemeriksaan yang mudah. (Al-Insyiqaq: 7-8)\n\nYaitu perhitungan yang mudah, tiada kesulitan. Dengan kata lain, tidak dilakukan secara detail semua amal perbuatannya, karena sesungguhnya orang yang diperiksa dengan pemeriksaan yang teliti dan ketat pasti akan binasa.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Ismail, telah menceritakan kepada kami Ayyub, dari Abdullah ibnu Abu Mulaikah, dari Aisyah r.a. yang mengatakan bahwa Rasulullah Saw. pernah bersabda: Barang siapa yang diperiksa dengan teliti dalam hisab, berarti ia disiksa. Siti Aisyah melanjutkan kisahnya, bahwa lalu ia bertanya, \"Bukankah Allah Swt. telah berfirman: 'maka dia akan diperiksa dengan pemeriksaan yang mudah' (Al-Insyiqaq: 8).\" Maka Rasulullah Saw. menjawab: Hal itu bukanlah pemeriksaan, tetapi pemeriksaan yang sebenarnya ialah orang yang diteliti dalam pemeriksaannya di hari kiamat, maka ia pasti disiksa.\n\nHal yang sama telah diriwayatkan oleh Imam Bukhari, Imam Muslim, Imam Nasai, dan Ibnu Jarir melalui hadis Ayyub As-Sukhtiyani dengan sanad yang sama.\n\nIbnu Jarir mengatakan pula bahwa telah menceritakan kepada kami Ibnu Waki', telah menceritakan kepada kami Rauh ibnu 'Ubadah, telah menceritakan kepada kami Abu Amir Al-Khazzaz, dari Ibnu Abu Mulaikah, dari Aisyah r.a. yang berkata bahwa Rasulullah Saw. pernah bersabda: Sesungguhnya tiada seorang pun yang dihisab pada hari kiamat melainkan disiksa. Lalu aku (Aisyah) bertanya, \"Bukankah Allah Swt. telah berfirman: 'maka dia akan diperiksa dengan pemeriksaan yang mudah' (Al-Insyiqaq: 8).\" Maka Rasulullah Saw. menjawab: Hal itu hanyalah pemeriksaan biasa, sesungguhnya orang yang diteliti dalam pemeriksaannya, pasti ia disiksa. Lalu Nabi Saw. mengisyaratkan dengan jari telunjuknya seakan-akan seperti sedang menotok. \n\nIbnu Jarir telah meriwayatkannya pula dari Amr ibnu Ali, dari Ibnu Abu Addi, dari Abu Yunus Al-Qusyairi, dari Ibnu Abu Mulaikah, dari Al-Qasim, dari Aisyah, lalu disebutkan hadis yang semisal. Imam Bukhari dan Imam Muslim mengetengahkannya melalui jalur Abu Yunus Al-Qusyairi yang nama aslinya Hatim ibnu Abu Sagirah dengan sanad yang sama.\n\nIbnu Jarir mengatakan, telah menceritakan pula kepada kami Nasr ibnu Ali Al-Jahdami, telah menceritakan kepada kami Muslim, dari Al-Harisy ibnul Khirrit saudara lelaki Az-Zubair, dari Ibnu Abu Mulaikah, dari Aisyah yang mengatakan bahwa barang siapa yang dihisab dengan teliti, berarti dia disiksa. Ibnu Abu Mulaikah mengatakan bahwa kemudian Aisyah mengatakan bahwa sesungguhnya pemeriksaan yang ringan itu tiada lain hanyalah dihadapkan kepada Allah dan Allah berhadap-hadapan dengan mereka.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Ismail, telah menceritakan kepada kami Muhammad ibnu Ishaq, telah menceritakan kepadaku Abdul Wahid ibnu Hamzah ibnu Abdullah ibnuz Zubair, dari Abbad ibnu Abdullah ibnuz Zubair, dari Aisyah yang mengatakan bahwa ia pernah mendengar Rasulullah Saw. dalam salah satu salatnya mengucapkan doa berikut: Ya Allah, hisablah diriku dengan hisab yang mudah. Setelah beliau selesai dari salatnya, aku bertanya, \"Wahai Rasulullah, apakah yang dimaksud dengan hisab yang mudah?\" Rasulullah Saw. menjawab: Ia melihat kepada kitab catatan amal perbuatannya, lalu Allah memaafkan kesalahan yang tercatat di dalamnya. Hai Aisyah, sesungguhnya orang yang diteliti dalam hisabnya di hari itu pasti binasa.\n\nHadis ini sahih, tetapi dengan syarat Muslim.",
            "jalalain": "(Apabila langit terbelah)",
            "quraish_shihab": "[[84 ~ AL-INSYIQAQ (PERISTIWA TERBELAHNYA LANGIT) Pendahuluan: Makkiyyah, 25 ayat ~ Dalam surat al-Insyiqâq ini dijelaskan sebagian tanda kiamat dan tunduknya langit dan bumi pada perintah Allah. Diterangkan pula di sini bahwa manusia akan dipertemukan dengan Tuhan, dan bahwa setiap perbuatan manusia dicatat dalam sebuah kitab yang kelak akan diperlihatkan kepada dirinya. Barangsiapa menerima catatan perbuatannya melalui tangan kanan, maka ia akan dihisab dengan mudah. Sebaliknya, siapa yang menerimanya melalui tangan kiri, maka ia akan meminta perlindungan dari sengatan api neraka. Kemudian, pada ayat selanjutnya, Allah bersumpah demi berbagai fenomena ketuhanan yang sekiranya dapat merebut hati manusia beriman pada hari kiamat. Akan tetapi orang-orang kafir tetap tidak mau beriman, enggan merenungkan dan tunduk pada hukum al-Qur'ân. Surat al-Insyiqâq ditutup dengan pernyataan ancaman bahwa Allah Swt. mengetahui apa saja yang menjadi rahasia mereka. Allah telah menyiapkan bagi orang-orang kafir siksa yang amat memilukan dan menyediakan pahala yang abadi dan tidak akan terputus bagi orang-orang beriman.]] Bila langit terbelah, sebagai pertanda akan hancur."
        },
        {
            "ind": "dan patuh kepada Tuhannya, dan sudah semestinya langit itu patuh,",
            "arb": "وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ",
            "transliterasi": "Wa 'Adhinat Lirabbihā Wa Ĥuqqat.",
            "eng": "obeying its Sustainer, as in truth it must;",
            "kemenag_ringkas": "_Dan_ langit pada saat itu _patuh kepada Tuhan_ Pencipta dan Pengatur-_nya_, _dan sudah semestinya langit_ itu _patuh_, demikian pula alam raya, kepada Tuhan (Lihat: Surah Fussilat/41: 11).",
            "kemenag": "Dalam ayat-ayat ini, Allah menerangkan bahwa apabila langit terbelah karena telah rusak hubungan bagian-bagiannya dengan rusaknya peraturan alam semesta pada hari Kiamat nanti, disebabkan perbenturan bintang-bintang di langit karena masing-masing mempunyai daya tarik tersendiri. Oleh karena itu, rusaklah peraturan alam semesta dan terjadilah gumpalan-gumpalan awan yang gelap gulita yang timbul di beberapa tempat di angkasa luar, dan langit itu akan patuh kepada apa-apa yang diperintahkan Allah. Ia pantas menjadi patuh karena dialah makhluk Tuhan yang senantiasa berada dalam kekuasaan-Nya.",
            "ibnu_katsir": "lihat tafsir ayat 1",
            "jalalain": "(Dan patuh) artinya mendengar dan tunduk mau membelah dirinya (kepada Rabbnya, dan sudah semestinya langit itu patuh) langit itu harus patuh dan taat kepada-Nya.",
            "quraish_shihab": "Mendengar dan mentaati perintah Tuhannya. Dan sudah seharusnya langit mendengar dan taat."
        },
        {
            "ind": "dan apabila bumi diratakan,",
            "arb": "وَإِذَا الْأَرْضُ مُدَّتْ",
            "transliterasi": "Wa 'Idhā Al-'Arđu Muddat.",
            "eng": "and when the earth is leveled,",
            "kemenag_ringkas": "_Dan apabila bumi diratakan_ setelah gunung-gunung tersapu dari tempatnya akibat dahsyatnya kekuatan yang menghempaskannya. Gunung yang besar dan kekar berubah menjadi pasir yang kemudian diterbangkan oleh tiupan angin yang dahsyat, menjadi abu yang beterbangan.",
            "kemenag": "Selanjutnya Allah menerangkan bahwa bila bumi dan gunung-gunung hancur berkeping-keping sehingga menjadi rata dan mengeluarkan apa yang ada di dalam \"perut\"-nya, maka hal itu adalah karena ketundukannya pada perintah Allah dan kepatuhan melakukan kehendak-Nya.\nDalam ayat-ayat lain, Allah berfirman:\n\nApabila bumi diguncangkan dengan guncangan yang dahsyat, dan bumi telah mengeluarkan beban-beban berat (yang dikandung)nya. (az-Zalzalah/99: 1-2)\n\nDan apabila kuburan-kuburan dibongkar. (al-Infithar/82: 4)\n\n\nMaka tidakkah dia mengetahui apabila apa yang di dalam kubur dikeluarkan. (al-'Adiyat/100: 9)\n\nUntuk tafsir pada kalimat \"langit terbelah\" di atas, dapat dilihat kembali pada telaah ilmiah Surah al-Insyiqaq/84:1-5, lihat pula telaah ilmiah Surah al-haqqah/69:16 dan Surah al-Infithar/82:1. Kemudian, kalimat yang mengikutinya: \"¦dan patuh kepada Tuhannya, dan sudah semestinya langit itu patuh\", mengandung pengertian bahwa kejadian itu berlangsung menurut sunatullah, yaitu menurut hukum-hukum Allah yang ada di alam semesta ini. Pengertian \"bumi diratakan, dan memuntahkan apa yang ada di dalamnya dan menjadi kosong\" adalah bahwa bumi benar-benar luluh lantak, baik terjadinya benturan dengan planet atau benda langit lainnya, karena hilang atau kacaunya gaya gravitasi. Luluh lantaknya bumi inilah yang juga menyebabkan seluruh isi bumi dimuntahkan dan menjadikan isi bumi kosong. Kemudian, kalimat yang mengikutinya: \"¦dan patuh kepada Tuhannya, dan sudah semestinya bumi itu patuh\", mengandung pengertian bahwa kejadian itu berlangsung menurut sunatullah, yaitu menurut hukum-hukum Allah yang ada di alam semesta ini.\n",
            "ibnu_katsir": "lihat tafsir ayat 1",
            "jalalain": "(Dan apabila bumi diperlebar) diperluas sebagaimana kulit yang direntangkan, sehingga lenyaplah semua bangunan dan gunung yang ada pada permukaannya. Dengan kata lain, apabila bumi diratakan.",
            "quraish_shihab": "Bila bumi diperluas dengan diratakannya gunung-gunung dan tebing-tebingnya."
        },
        {
            "ind": "dan dilemparkan apa yang ada di dalamnya dan menjadi kosong,",
            "arb": "وَأَلْقَتْ مَا فِيهَا وَتَخَلَّتْ",
            "transliterasi": "Wa 'Alqat Mā Fīhā Wa Takhallat.",
            "eng": "and casts forth whatever is in it, and becomes utterly void,",
            "kemenag_ringkas": "_Dan_ apabila bumi _memuntahkan apa saja yang ada di dalamnya,_ seperti manusia yang terkubur, batuan, dan _sebagainya_, _dan_ karenanya _menjadi kosong_ bagaikan ibu hamil yang telah melahirkan janinnya.",
            "kemenag": "Selanjutnya Allah menerangkan bahwa bila bumi dan gunung-gunung hancur berkeping-keping sehingga menjadi rata dan mengeluarkan apa yang ada di dalam \"perut\"-nya, maka hal itu adalah karena ketundukannya pada perintah Allah dan kepatuhan melakukan kehendak-Nya.\nDalam ayat-ayat lain, Allah berfirman:\n\nApabila bumi diguncangkan dengan guncangan yang dahsyat, dan bumi telah mengeluarkan beban-beban berat (yang dikandung)nya. (az-Zalzalah/99: 1-2)\n\nDan apabila kuburan-kuburan dibongkar. (al-Infithar/82: 4)\n\n\nMaka tidakkah dia mengetahui apabila apa yang di dalam kubur dikeluarkan. (al-'Adiyat/100: 9)\n\nUntuk tafsir pada kalimat \"langit terbelah\" di atas, dapat dilihat kembali pada telaah ilmiah Surah al-Insyiqaq/84:1-5, lihat pula telaah ilmiah Surah al-haqqah/69:16 dan Surah al-Infithar/82:1. Kemudian, kalimat yang mengikutinya: \"¦dan patuh kepada Tuhannya, dan sudah semestinya langit itu patuh\", mengandung pengertian bahwa kejadian itu berlangsung menurut sunatullah, yaitu menurut hukum-hukum Allah yang ada di alam semesta ini. Pengertian \"bumi diratakan, dan memuntahkan apa yang ada di dalamnya dan menjadi kosong\" adalah bahwa bumi benar-benar luluh lantak, baik terjadinya benturan dengan planet atau benda langit lainnya, karena hilang atau kacaunya gaya gravitasi. Luluh lantaknya bumi inilah yang juga menyebabkan seluruh isi bumi dimuntahkan dan menjadikan isi bumi kosong. Kemudian, kalimat yang mengikutinya: \"¦dan patuh kepada Tuhannya, dan sudah semestinya bumi itu patuh\", mengandung pengertian bahwa kejadian itu berlangsung menurut sunatullah, yaitu menurut hukum-hukum Allah yang ada di alam semesta ini.\n",
            "ibnu_katsir": "lihat tafsir ayat 1",
            "jalalain": "(Dan dilemparkan apa yang ada di dalamnya) yakni orang-orang mati yang berada di dalam perutnya dicampakkan ke permukaannya (dan menjadi kosong) artinya tiada sesuatu pun yang tertinggal di dalamnya.",
            "quraish_shihab": "Lalu melemparkan orang-orang mati dan apa saja yang terpendam di dalamnya sehingga menjadi kosong."
        },
        {
            "ind": "dan patuh kepada Tuhannya, dan sudah semestinya bumi itu patuh, (pada waktu itu manusia akan mengetahui akibat perbuatannya).",
            "arb": "وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ",
            "transliterasi": "Wa 'Adhinat Lirabbihā Wa Ĥuqqat.",
            "eng": "obeying its Sustainer, as in truth it must -:",
            "kemenag_ringkas": "_Dan_ apabila bumi _patuh kepada Tuhan_ yang telah menciptakan-_nya_, _dan sudah semestinya_ bumi itu dan alam semesta tunduk _patuh_ dalam kekuasaan dan genggaman-Nya. Ketika kejadian-kejadian luar biasa ini tiba, manusia akan mengetahui balasan atas semua perbuatannya.",
            "kemenag": "Selanjutnya Allah menerangkan bahwa bila bumi dan gunung-gunung hancur berkeping-keping sehingga menjadi rata dan mengeluarkan apa yang ada di dalam \"perut\"-nya, maka hal itu adalah karena ketundukannya pada perintah Allah dan kepatuhan melakukan kehendak-Nya.\nDalam ayat-ayat lain, Allah berfirman:\n\nApabila bumi diguncangkan dengan guncangan yang dahsyat, dan bumi telah mengeluarkan beban-beban berat (yang dikandung)nya. (az-Zalzalah/99: 1-2)\n\nDan apabila kuburan-kuburan dibongkar. (al-Infithar/82: 4)\n\n\nMaka tidakkah dia mengetahui apabila apa yang di dalam kubur dikeluarkan. (al-'Adiyat/100: 9)\n\nUntuk tafsir pada kalimat \"langit terbelah\" di atas, dapat dilihat kembali pada telaah ilmiah Surah al-Insyiqaq/84:1-5, lihat pula telaah ilmiah Surah al-haqqah/69:16 dan Surah al-Infithar/82:1. Kemudian, kalimat yang mengikutinya: \"¦dan patuh kepada Tuhannya, dan sudah semestinya langit itu patuh\", mengandung pengertian bahwa kejadian itu berlangsung menurut sunatullah, yaitu menurut hukum-hukum Allah yang ada di alam semesta ini. Pengertian \"bumi diratakan, dan memuntahkan apa yang ada di dalamnya dan menjadi kosong\" adalah bahwa bumi benar-benar luluh lantak, baik terjadinya benturan dengan planet atau benda langit lainnya, karena hilang atau kacaunya gaya gravitasi. Luluh lantaknya bumi inilah yang juga menyebabkan seluruh isi bumi dimuntahkan dan menjadikan isi bumi kosong. Kemudian, kalimat yang mengikutinya: \"¦dan patuh kepada Tuhannya, dan sudah semestinya bumi itu patuh\", mengandung pengertian bahwa kejadian itu berlangsung menurut sunatullah, yaitu menurut hukum-hukum Allah yang ada di alam semesta ini.\n",
            "ibnu_katsir": "lihat tafsir ayat 1",
            "jalalain": "(Dan patuh) tunduk dan taat dalam hal tersebut (kepada Rabbnya dan sudah semestinya bumi itu patuh) hal tersebut terjadi pada hari kiamat. Jawab dari lafal Idzaa dan lafal-lafal yang di'athafkan kepadanya tidak disebutkan, tetapi pengertiannya diisyaratkan oleh firman selanjutnya, yaitu, \"Semua manusia akan menjumpai amal perbuatannya masing-masing.\"",
            "quraish_shihab": "Menurut perintah Tuhan untuk memperluas kawasan dan mengosongkan isi perutnya. Dan begitulah seharusnya. Apabila peristiwa-peristiwa itu telah terjadi, manusia akan segera menerima balasan amal perbuatan masing-masing."
        },
        {
            "ind": "Hai manusia, sesungguhnya kamu telah bekerja dengan sungguh-sungguh menuju Tuhanmu, maka pasti kamu akan menemui-Nya.",
            "arb": "يَا أَيُّهَا الْإِنسَانُ إِنَّكَ كَادِحٌ إِلَىٰ رَبِّكَ كَدْحًا فَمُلَاقِيهِ",
            "transliterasi": "Yā 'Ayyuhā Al-'Insānu 'Innaka Kādiĥun 'Ilaá Rabbika Kadĥāan Famulāqīhi.",
            "eng": "[then,] O man - thou [that] hast, verily, been toiling towards thy Sustainer in painful toil - then shalt thou meet Him!",
            "kemenag_ringkas": "_Wahai manusia! Sesungguhnya kamu_ ketika di dunia _telah bekerja keras_ siang dan malam untuk terus berbuat baik maupun buruk guna _menuju_ kepada _Tuhanmu_, _maka_ pada akhirnya pasti _kamu akan menemui-Nya_. Tiap hari yang seseorang lalui pada hakikatnya adalah langkah menuju kematian, menuju pertemuan dengan Tuhannya, berbekal amal masing-masing, lalu Tuhan akan memberinya balasan yang setimpal.",
            "kemenag": "Dalam ayat ini, Allah mengungkapkan bahwa manusia dalam masa hidupnya bekerja dengan sungguh-sungguh untuk mencapai cita-citanya. Setiap langkah manusia sesungguhnya menuju kepada akhir hidupnya, yaitu mati. Hal ini berarti kembali kepada Allah. Oleh karena itu, manusia akan mengetahui tentang baik buruk pekerjaan yang telah mereka kerjakan.",
            "ibnu_katsir": "lihat tafsir ayat 1",
            "jalalain": "(Hai manusia! Sesungguhnya kamu telah bekerja) telah beramal dengan sekuat tenagamu (hingga) menemui (Rabbmu) yakni mati (dengan sungguh-sungguh, maka pasti kalian akan menemuinya) yakni, menemui amal perbuatanmu yang telah disebutkan tadi pada hari kiamat nanti, baik amal kebaikan atau pun amal keburukan, semuanya pasti kamu jumpai.",
            "quraish_shihab": "Wahai manusia, sesungguhnya kamu sangat giat dalam segala usaha demi menggapai tujuan, kemudian semua akan menjumpai Tuhan dengan membawa amal perbuatanmu masing-masing. Selanjutnya Allah akan memberimu balasan atas amal perbuatan itu."
        },
        {
            "ind": "Adapun orang yang diberikan kitabnya dari sebelah kanannya,",
            "arb": "فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ",
            "transliterasi": "Fa'ammā Man 'Ūtiya Kitābahu Biyamīnihi.",
            "eng": "And as for him whose record shall be placed in his right hand,",
            "kemenag_ringkas": "Di hadapan Allah manusia akan terbagi menjadi dua kelompok: kelompok yang berbahagia dan kelompok yang sengsara. _Maka adapun orang yang catatan_ amal-_nya diberikan dari sebelah kanannya_—mereka adalah orang yang beriman dan berbuat baik,",
            "kemenag": "Dalam ayat-ayat ini diterangkan golongan yang menerima catatan dengan tangan kanannya yang berisi apa-apa yang telah dikerjakannya, maka ia akan dihisab dengan mudah dan ringan. Dipaparkanlah semua perbuatannya yang baik dan yang buruk, kemudian diberi ganjaran atas perbuatannya yang baik dan dimaafkanlah perbuatannya yang buruk.\nDalam sebuah hadis Nabi saw dijelaskan:\n\nDari 'Aisyah, ia berkata, \"Aku mendengar Rasulullah saw. berdoa dalam sebagian salat yang dilakukannya, \"Wahai Allah, hisablah aku dengan hisab yang mudah\". Ketika Rasul selesai salat, aku berkata: \"Wahai Nabi Allah, apakah hisab yang mudah itu? Rasulullah menjawab, \"Hisab yang mudah adalah ketika Allah memeriksa catatan amal seseorang, Dia memaafkan. Wahai 'Aisyah, orang yang diinterogasi pada perhitungan amalnya di hari itu (Hari Kiamat), maka ia celaka. Dan setiap musibah yang menimpa seorang mukmin, Allah akan mengampuni (dosanya) dengan musibah itu, walau hanya sekedar tertusuk duri.\" (Riwayat Ahmad)\n\nMaksud Rasulullah dengan perhitungan yang mudah ialah dimaafkan segala kesalahannya, sedangkan orang yang diperiksa catatannya dengan teliti adalah orang yang mendapat malapetaka. Barang siapa mendapat perhitungan yang mudah dan ringan, ia akan kembali kepada keluarganya yang mukmin dengan gembira sebagaimana firman Allah:\n\nAdapun orang yang kitabnya diberikan di tangan kanannya, maka dia berkata, \"Ambillah, bacalah kitabku (ini). Sesungguhnya aku yakin bahwa (suatu saat) aku akan menerima perhitungan terhadap diriku.\" Maka orang itu berada dalam kehidupan yang diridai. (al-haqqah/69: 19-21)\n",
            "ibnu_katsir": "lihat tafsir ayat 1",
            "jalalain": "(Adapun orang yang diberikan kitabnya) yakni kitab catatan amalnya (dari sebelah kanannya) dia adalah orang yang beriman.",
            "quraish_shihab": "Barangsiapa yang diserahi catatan amal perbuatannya melalui tangan kanan, maka ia akan dihisab dengan mudah dan akan kembali kepada sanak keluarganya yang beriman dengan penuh kebahagiaan"
        },
        {
            "ind": "maka dia akan diperiksa dengan pemeriksaan yang mudah,",
            "arb": "فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا",
            "transliterasi": "Fasawfa Yuĥāsabu Ĥisābāan Yasīrāan.",
            "eng": "he will in time be called to account with an easy accounting,",
            "kemenag_ringkas": "_maka dia akan diperiksa dengan pemeriksaan yang mudah_. Amal mereka akan ditampilkan secara sekilas, dan kesalahan mereka tertutup oleh kebaikan.",
            "kemenag": "Dalam ayat-ayat ini diterangkan golongan yang menerima catatan dengan tangan kanannya yang berisi apa-apa yang telah dikerjakannya, maka ia akan dihisab dengan mudah dan ringan. Dipaparkanlah semua perbuatannya yang baik dan yang buruk, kemudian diberi ganjaran atas perbuatannya yang baik dan dimaafkanlah perbuatannya yang buruk.\nDalam sebuah hadis Nabi saw dijelaskan:\n\nDari 'Aisyah, ia berkata, \"Aku mendengar Rasulullah saw. berdoa dalam sebagian salat yang dilakukannya, \"Wahai Allah, hisablah aku dengan hisab yang mudah\". Ketika Rasul selesai salat, aku berkata: \"Wahai Nabi Allah, apakah hisab yang mudah itu? Rasulullah menjawab, \"Hisab yang mudah adalah ketika Allah memeriksa catatan amal seseorang, Dia memaafkan. Wahai 'Aisyah, orang yang diinterogasi pada perhitungan amalnya di hari itu (Hari Kiamat), maka ia celaka. Dan setiap musibah yang menimpa seorang mukmin, Allah akan mengampuni (dosanya) dengan musibah itu, walau hanya sekedar tertusuk duri.\" (Riwayat Ahmad)\n\nMaksud Rasulullah dengan perhitungan yang mudah ialah dimaafkan segala kesalahannya, sedangkan orang yang diperiksa catatannya dengan teliti adalah orang yang mendapat malapetaka. Barang siapa mendapat perhitungan yang mudah dan ringan, ia akan kembali kepada keluarganya yang mukmin dengan gembira sebagaimana firman Allah:\n\nAdapun orang yang kitabnya diberikan di tangan kanannya, maka dia berkata, \"Ambillah, bacalah kitabku (ini). Sesungguhnya aku yakin bahwa (suatu saat) aku akan menerima perhitungan terhadap diriku.\" Maka orang itu berada dalam kehidupan yang diridai. (al-haqqah/69: 19-21)\n",
            "ibnu_katsir": "lihat tafsir ayat 1",
            "jalalain": "(Maka dia akan diperiksa dengan pemeriksaan yang mudah) yaitu pada hari ditampakkan kepadanya amal perbuatannya, sebagaimana yang telah disebutkan di dalam salah satu hadis sahih yang antara lain dikatakan, \"Barang siapa yang diinterogasi di dalam penghisabannya, niscaya dia bakal binasa atau celaka.\" Kemudian setelah kepada orang mukmin itu ditampakkan amal perbuatannya, lalu Allah memaafkannya.",
            "quraish_shihab": "Barangsiapa yang diserahi catatan amal perbuatannya melalui tangan kanan, maka ia akan dihisab dengan mudah dan akan kembali kepada sanak keluarganya yang beriman dengan penuh kebahagiaan"
        },
        {
            "ind": "dan dia akan kembali kepada kaumnya (yang sama-sama beriman) dengan gembira.",
            "arb": "وَيَنقَلِبُ إِلَىٰ أَهْلِهِ مَسْرُورًا",
            "transliterasi": "Wa Yanqalibu 'Ilaá 'Ahlihi Masrūrāan.",
            "eng": "and will [be able to] turn joyfully to those of his own kind.",
            "kemenag_ringkas": "_Dan dia akan kembali kepada keluarganya_ yang sama-sama beriman _dengan_ riang _gembira_. Segala kecemasan yang mereka rasakan sebelum itu akan sirna. Mereka berbahagia bagaikan pahlawan yang memenangkan peperangan (Lihat: Surah al-Hàqqah/69: 19–20).",
            "kemenag": "Dalam ayat-ayat ini diterangkan golongan yang menerima catatan dengan tangan kanannya yang berisi apa-apa yang telah dikerjakannya, maka ia akan dihisab dengan mudah dan ringan. Dipaparkanlah semua perbuatannya yang baik dan yang buruk, kemudian diberi ganjaran atas perbuatannya yang baik dan dimaafkanlah perbuatannya yang buruk.\nDalam sebuah hadis Nabi saw dijelaskan:\n\nDari 'Aisyah, ia berkata, \"Aku mendengar Rasulullah saw. berdoa dalam sebagian salat yang dilakukannya, \"Wahai Allah, hisablah aku dengan hisab yang mudah\". Ketika Rasul selesai salat, aku berkata: \"Wahai Nabi Allah, apakah hisab yang mudah itu? Rasulullah menjawab, \"Hisab yang mudah adalah ketika Allah memeriksa catatan amal seseorang, Dia memaafkan. Wahai 'Aisyah, orang yang diinterogasi pada perhitungan amalnya di hari itu (Hari Kiamat), maka ia celaka. Dan setiap musibah yang menimpa seorang mukmin, Allah akan mengampuni (dosanya) dengan musibah itu, walau hanya sekedar tertusuk duri.\" (Riwayat Ahmad)\n\nMaksud Rasulullah dengan perhitungan yang mudah ialah dimaafkan segala kesalahannya, sedangkan orang yang diperiksa catatannya dengan teliti adalah orang yang mendapat malapetaka. Barang siapa mendapat perhitungan yang mudah dan ringan, ia akan kembali kepada keluarganya yang mukmin dengan gembira sebagaimana firman Allah:\n\nAdapun orang yang kitabnya diberikan di tangan kanannya, maka dia berkata, \"Ambillah, bacalah kitabku (ini). Sesungguhnya aku yakin bahwa (suatu saat) aku akan menerima perhitungan terhadap diriku.\" Maka orang itu berada dalam kehidupan yang diridai. (al-haqqah/69: 19-21)\n",
            "ibnu_katsir": "Firman Allah Swt:\n\n{وَيَنْقَلِبُ إِلَى أَهْلِهِ مَسْرُورًا}\n\ndan dia akan kembali kepada kaumnya (yang sama-sama beriman) dengan gembira. (Al-Insyiqaq: 9)\n\nYakni kemudian dia kembali kepada keluarganya di dalam surga. Demikianlah menurut Qatadah dan Ad-Dahhak, bahwa masruran artinya gembira dan senang karena pahala yang diberikan oleh Allah Swt. \n\nImam Tabrani telah meriwayatkan dari Sauban maula Rasulullah Saw., bahwa beliau pernah bersabda, \n\nإِنَّكُمْ تَعْمَلُونَ أَعْمَالًا لَا تُعْرَفُ، وَيُوشِكُ الْعَازِبُ أَنْ يَثُوبَ إِلَى أَهْلِهِ، فَمَسْرُورٌ ومكظوم\n\n\"Sesungguhnya kalian mengerjakan banyak amal perbuatan yang tidak kamu kenali, dan tidak berapa lama kemudian orang yang bersangkutan kembali kepada keluarganya, adakalanya dalam keadaan gembira atau dalam keadaan bermuram durja.\"",
            "jalalain": "(Dan dia akan kembali kepada kaumnya) di dalam surga (dengan gembira) karena mendapatkan ampunan-Nya.",
            "quraish_shihab": "Barangsiapa yang diserahi catatan amal perbuatannya melalui tangan kanan, maka ia akan dihisab dengan mudah dan akan kembali kepada sanak keluarganya yang beriman dengan penuh kebahagiaan"
        },
        {
            "ind": "Adapun orang-orang yang diberikan kitabnya dari belakang,",
            "arb": "وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَاءَ ظَهْرِهِ",
            "transliterasi": "Wa 'Ammā Man 'Ūtiya Kitābahu Warā'a Žahrihi.",
            "eng": "But as for him whose record shall be given to him behind his back;",
            "kemenag_ringkas": "_Dan adapun orang yang_ catatan amal-_nya diberikan dari sebelah belakang_ sebagai tanda ketidaksenangan kepada mereka,",
            "kemenag": "Dalam ayat-ayat ini, Allah menerangkan bahwa golongan kedua adalah mereka yang banyak mengerjakan perbuatan maksiat, durhaka, dan tidak diridai Allah. Mereka akan menerima catatan perbuatan mereka dengan tangan kiri, dan dari belakang, kemudian mereka dimasukkan ke dalam neraka.\n\nDan adapun orang yang kitabnya diberikan di tangan kirinya, maka dia berkata, \"Alangkah baiknya jika kitabku (ini) tidak diberikan kepadaku. Sehingga aku tidak mengetahui bagaimana perhitunganku. Wahai, kiranya (kematian) itulah yang menyudahi segala sesuatu. Hartaku sama sekali tidak berguna bagiku. Kekuasaanku telah hilang dariku.\" (al-haqqah/69: 25-29)\n\n",
            "ibnu_katsir": "Firman Allah Swt.\n\n{وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَاءَ ظَهْرِهِ}\n\nAdapun orang yang diberikan kitabnya dari arah belakangnya. (Al-Insyiqaq: 10)\n\nYaitu dengan tangan kirinya dari arah belakang, dengan menjulurkan tangan kirinya ke arah belakang, lalu menerima kitabnya.\n\n{فَسَوْفَ يَدْعُو ثُبُورًا}\n\nmaka dia akan berteriak,  \"Celakalah aku.\" (Al-Insyiqaq: 11) \n\nArtinya, merugi dan binasa.\n\n{وَيَصْلَى سَعِيرًا إِنَّهُ كَانَ فِي أَهْلِهِ مَسْرُورًا}\n\nDan dia akan masuk ke dalam api yang menyala-nyala (neraka). Sesungguh dia dahulu (di dunia) bergembira di kalangan kaumnya (yang sama-sama kafir). (Al-Insyiqaq: 12-13)\n\nYakni bergembira ria, tidak memikirkan akibat dari amal perbuatannya, dan tidak takut kepada hari kemudian. Maka Allah menghukum kegembiraan yang sebentar itu dengan kesedihan yang panjang.\n\n{إِنَّهُ ظَنَّ أَنْ لَنْ يَحُورَ}\n\nSesungguhnya dia yakin bahwa dia sekali-kali tidak akan kembali (kepada Tuhannya). (Al-Insyiqaq: 14)\n\nMaksudnya, dia meyakini bahwa tidak akan kembali kepada Allah dan Allah tidak akan menghidupkannya kembali sesudah matinya. Demikianlah menurut pendapat Ibnu Abbas, Qatadah, dan selain keduanya. Al-hur artinya kembali. Maka Allah menyanggah keyakinan mereka itu melalui firman berikutnya:\n\n{بَلَى إِنَّ رَبَّهُ كَانَ بِهِ بَصِيرًا}\n\n(Bukan demikian), yang benar, sesungguhnya Tuhannya selalu melihatnya. (Al-Insyiqaq: 15)\n\nYaitu tidak demikian, sebenarnya Allah akan mengembalikannya menjadi hidup seperti kejadian semula dan Allah akan membalas semua amal perbuatannya yang baik dan yang buruknya. Karena sesungguhnya Dia Maha Melihat dia, yakni Maha Mengetahui lagi Maha Mengenalnya.",
            "jalalain": "(Adapun orang yang diberikan kitabnya dari belakang punggungnya) dia adalah orang kafir; tangan kanannya diikat dengan belenggu dijadikan satu dengan kepala, kemudian tangan kirinya ditekuk ke belakang berada di punggungnya, maka dengan tangan kirinya itulah ia mengambil kitab catatan amalnya.",
            "quraish_shihab": "Dan siapa yang menerima catatan amal perbuatannya dengan tangan kiri, dari balik punggungnya, sebagai pertanda penghinaan, maka ia akan berangan-angan bahwa dirinya lebih baik binasa saja, masuk dan terbakar di neraka."
        },
        {
            "ind": "maka dia akan berteriak: \"Celakalah aku\".",
            "arb": "فَسَوْفَ يَدْعُو ثُبُورًا",
            "transliterasi": "Fasawfa Yad`ū Thubūrāan.",
            "eng": "he will in time pray for utter destruction:",
            "kemenag_ringkas": "_maka dia akan berteriak, “Celakalah aku!”_ (Lihat: Surah al-Hàqqah/69: 25–29). Dia merasa lebih baik mati daripada harus merasakan menghadapi azab yang akan menimpanya. Itulah balasan bagi mereka yang telah mendustakan rasul, mengingkari Allah, dan berbuat maksiat.",
            "kemenag": "Dalam ayat-ayat ini, Allah menerangkan bahwa golongan kedua adalah mereka yang banyak mengerjakan perbuatan maksiat, durhaka, dan tidak diridai Allah. Mereka akan menerima catatan perbuatan mereka dengan tangan kiri, dan dari belakang, kemudian mereka dimasukkan ke dalam neraka.\n\nDan adapun orang yang kitabnya diberikan di tangan kirinya, maka dia berkata, \"Alangkah baiknya jika kitabku (ini) tidak diberikan kepadaku. Sehingga aku tidak mengetahui bagaimana perhitunganku. Wahai, kiranya (kematian) itulah yang menyudahi segala sesuatu. Hartaku sama sekali tidak berguna bagiku. Kekuasaanku telah hilang dariku.\" (al-haqqah/69: 25-29)\n\n",
            "ibnu_katsir": "Firman Allah Swt.\n\n{وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَاءَ ظَهْرِهِ}\n\nAdapun orang yang diberikan kitabnya dari arah belakangnya. (Al-Insyiqaq: 10)\n\nYaitu dengan tangan kirinya dari arah belakang, dengan menjulurkan tangan kirinya ke arah belakang, lalu menerima kitabnya.\n\n{فَسَوْفَ يَدْعُو ثُبُورًا}\n\nmaka dia akan berteriak,  \"Celakalah aku.\" (Al-Insyiqaq: 11) \n\nArtinya, merugi dan binasa.\n\n{وَيَصْلَى سَعِيرًا إِنَّهُ كَانَ فِي أَهْلِهِ مَسْرُورًا}\n\nDan dia akan masuk ke dalam api yang menyala-nyala (neraka). Sesungguh dia dahulu (di dunia) bergembira di kalangan kaumnya (yang sama-sama kafir). (Al-Insyiqaq: 12-13)\n\nYakni bergembira ria, tidak memikirkan akibat dari amal perbuatannya, dan tidak takut kepada hari kemudian. Maka Allah menghukum kegembiraan yang sebentar itu dengan kesedihan yang panjang.\n\n{إِنَّهُ ظَنَّ أَنْ لَنْ يَحُورَ}\n\nSesungguhnya dia yakin bahwa dia sekali-kali tidak akan kembali (kepada Tuhannya). (Al-Insyiqaq: 14)\n\nMaksudnya, dia meyakini bahwa tidak akan kembali kepada Allah dan Allah tidak akan menghidupkannya kembali sesudah matinya. Demikianlah menurut pendapat Ibnu Abbas, Qatadah, dan selain keduanya. Al-hur artinya kembali. Maka Allah menyanggah keyakinan mereka itu melalui firman berikutnya:\n\n{بَلَى إِنَّ رَبَّهُ كَانَ بِهِ بَصِيرًا}\n\n(Bukan demikian), yang benar, sesungguhnya Tuhannya selalu melihatnya. (Al-Insyiqaq: 15)\n\nYaitu tidak demikian, sebenarnya Allah akan mengembalikannya menjadi hidup seperti kejadian semula dan Allah akan membalas semua amal perbuatannya yang baik dan yang buruknya. Karena sesungguhnya Dia Maha Melihat dia, yakni Maha Mengetahui lagi Maha Mengenalnya.",
            "jalalain": "(Maka dia akan berteriak) yakni sewaktu dia melihat apa yang tercatat di dalam kitab amalnya (\"Celakalah aku\") ia berseru meratapi kebinasaannya, dengan ucapannya, \"Celakalah aku.\"",
            "quraish_shihab": "Dan siapa yang menerima catatan amal perbuatannya dengan tangan kiri, dari balik punggungnya, sebagai pertanda penghinaan, maka ia akan berangan-angan bahwa dirinya lebih baik binasa saja, masuk dan terbakar di neraka."
        },
        {
            "ind": "Dan dia akan masuk ke dalam api yang menyala-nyala (neraka).",
            "arb": "وَيَصْلَىٰ سَعِيرًا",
            "transliterasi": "Wa Yaşlaá Sa`īrāan.",
            "eng": "but he will enter the blazing flame.",
            "kemenag_ringkas": "_Dan_ tidak hanya itu, _dia_ juga _akan masuk ke dalam api_ neraka _yang menyala-nyala_ dan kadar panasnya jauh lebih tinggi daripada api dunia.",
            "kemenag": "Dalam ayat-ayat ini, Allah menerangkan bahwa golongan kedua adalah mereka yang banyak mengerjakan perbuatan maksiat, durhaka, dan tidak diridai Allah. Mereka akan menerima catatan perbuatan mereka dengan tangan kiri, dan dari belakang, kemudian mereka dimasukkan ke dalam neraka.\n\nDan adapun orang yang kitabnya diberikan di tangan kirinya, maka dia berkata, \"Alangkah baiknya jika kitabku (ini) tidak diberikan kepadaku. Sehingga aku tidak mengetahui bagaimana perhitunganku. Wahai, kiranya (kematian) itulah yang menyudahi segala sesuatu. Hartaku sama sekali tidak berguna bagiku. Kekuasaanku telah hilang dariku.\" (al-haqqah/69: 25-29)",
            "ibnu_katsir": "Firman Allah Swt.\n\n{وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَاءَ ظَهْرِهِ}\n\nAdapun orang yang diberikan kitabnya dari arah belakangnya. (Al-Insyiqaq: 10)\n\nYaitu dengan tangan kirinya dari arah belakang, dengan menjulurkan tangan kirinya ke arah belakang, lalu menerima kitabnya.\n\n{فَسَوْفَ يَدْعُو ثُبُورًا}\n\nmaka dia akan berteriak,  \"Celakalah aku.\" (Al-Insyiqaq: 11) \n\nArtinya, merugi dan binasa.\n\n{وَيَصْلَى سَعِيرًا إِنَّهُ كَانَ فِي أَهْلِهِ مَسْرُورًا}\n\nDan dia akan masuk ke dalam api yang menyala-nyala (neraka). Sesungguh dia dahulu (di dunia) bergembira di kalangan kaumnya (yang sama-sama kafir). (Al-Insyiqaq: 12-13)\n\nYakni bergembira ria, tidak memikirkan akibat dari amal perbuatannya, dan tidak takut kepada hari kemudian. Maka Allah menghukum kegembiraan yang sebentar itu dengan kesedihan yang panjang.\n\n{إِنَّهُ ظَنَّ أَنْ لَنْ يَحُورَ}\n\nSesungguhnya dia yakin bahwa dia sekali-kali tidak akan kembali (kepada Tuhannya). (Al-Insyiqaq: 14)\n\nMaksudnya, dia meyakini bahwa tidak akan kembali kepada Allah dan Allah tidak akan menghidupkannya kembali sesudah matinya. Demikianlah menurut pendapat Ibnu Abbas, Qatadah, dan selain keduanya. Al-hur artinya kembali. Maka Allah menyanggah keyakinan mereka itu melalui firman berikutnya:\n\n{بَلَى إِنَّ رَبَّهُ كَانَ بِهِ بَصِيرًا}\n\n(Bukan demikian), yang benar, sesungguhnya Tuhannya selalu melihatnya. (Al-Insyiqaq: 15)\n\nYaitu tidak demikian, sebenarnya Allah akan mengembalikannya menjadi hidup seperti kejadian semula dan Allah akan membalas semua amal perbuatannya yang baik dan yang buruknya. Karena sesungguhnya Dia Maha Melihat dia, yakni Maha Mengetahui lagi Maha Mengenalnya.",
            "jalalain": "(Dan dia akan masuk ke dalam neraka Sa'iir) yakni neraka yang apinya sangat besar. Menurut suatu qiraat lafal Yashlaa dibaca Yushallaa.",
            "quraish_shihab": "Dan siapa yang menerima catatan amal perbuatannya dengan tangan kiri, dari balik punggungnya, sebagai pertanda penghinaan, maka ia akan berangan-angan bahwa dirinya lebih baik binasa saja, masuk dan terbakar di neraka."
        },
        {
            "ind": "Sesungguhnya dia dahulu (di dunia) bergembira di kalangan kaumnya (yang sama-sama kafir).",
            "arb": "إِنَّهُ كَانَ فِي أَهْلِهِ مَسْرُورًا",
            "transliterasi": "'Innahu Kāna Fī 'Ahlihi Masrūrāan.",
            "eng": "Behold, [in his earthly life] he lived joyfully among people of his own kind",
            "kemenag_ringkas": "_Sungguh, dia_ yang menerima catatan amalnya dari arah belakang _dahulu_ di dunia _bergembira di kalangan keluarganya_ yang kafir. Mereka melampiaskan hawa nafsu dengan kufur dan berbuat maksiat, seakan mereka akan hidup selamanya.",
            "kemenag": "Dalam ayat-ayat ini, Allah menjelaskan bahwa ada dua hal yang menjadi sebab mengapa mereka menerima catatan amalnya dengan tangan kiri, yaitu: pertama, mereka berbuat sekehendak hatinya, mengerjakan kejahatan dan kemaksiatan dengan tidak memikirkan akibat buruk yang akan menimpa mereka di akhirat kelak.\nKedua, mereka menyangka bahwa mereka tidak akan kembali kepada Tuhannya dan tidak akan dibangkitkan kembali untuk dihisab dan menerima hasil perbuatan mereka di dunia.\n",
            "ibnu_katsir": "Firman Allah Swt.\n\n{وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَاءَ ظَهْرِهِ}\n\nAdapun orang yang diberikan kitabnya dari arah belakangnya. (Al-Insyiqaq: 10)\n\nYaitu dengan tangan kirinya dari arah belakang, dengan menjulurkan tangan kirinya ke arah belakang, lalu menerima kitabnya.\n\n{فَسَوْفَ يَدْعُو ثُبُورًا}\n\nmaka dia akan berteriak,  \"Celakalah aku.\" (Al-Insyiqaq: 11) \n\nArtinya, merugi dan binasa.\n\n{وَيَصْلَى سَعِيرًا إِنَّهُ كَانَ فِي أَهْلِهِ مَسْرُورًا}\n\nDan dia akan masuk ke dalam api yang menyala-nyala (neraka). Sesungguh dia dahulu (di dunia) bergembira di kalangan kaumnya (yang sama-sama kafir). (Al-Insyiqaq: 12-13)\n\nYakni bergembira ria, tidak memikirkan akibat dari amal perbuatannya, dan tidak takut kepada hari kemudian. Maka Allah menghukum kegembiraan yang sebentar itu dengan kesedihan yang panjang.\n\n{إِنَّهُ ظَنَّ أَنْ لَنْ يَحُورَ}\n\nSesungguhnya dia yakin bahwa dia sekali-kali tidak akan kembali (kepada Tuhannya). (Al-Insyiqaq: 14)\n\nMaksudnya, dia meyakini bahwa tidak akan kembali kepada Allah dan Allah tidak akan menghidupkannya kembali sesudah matinya. Demikianlah menurut pendapat Ibnu Abbas, Qatadah, dan selain keduanya. Al-hur artinya kembali. Maka Allah menyanggah keyakinan mereka itu melalui firman berikutnya:\n\n{بَلَى إِنَّ رَبَّهُ كَانَ بِهِ بَصِيرًا}\n\n(Bukan demikian), yang benar, sesungguhnya Tuhannya selalu melihatnya. (Al-Insyiqaq: 15)\n\nYaitu tidak demikian, sebenarnya Allah akan mengembalikannya menjadi hidup seperti kejadian semula dan Allah akan membalas semua amal perbuatannya yang baik dan yang buruknya. Karena sesungguhnya Dia Maha Melihat dia, yakni Maha Mengetahui lagi Maha Mengenalnya.",
            "jalalain": "(Sesungguhnya dia dahulu di kalangan kaumnya) maksudnya kaum kerabatnya sewaktu di dunia (selalu bergembira) yakni sombong karena selalu mengikuti hawa nafsunya.",
            "quraish_shihab": "Sesungguhnya dahulu, ketika di dunia, ia hidup penuh kesenangan di tengah-tengah keluarganya tanpa memikirkan akibat perbuatannya."
        },
        {
            "ind": "Sesungguhnya dia menyangka bahwa dia sekali-kali tidak akan kembali (kepada Tuhannya).",
            "arb": "إِنَّهُ ظَنَّ أَن لَّن يَحُورَ",
            "transliterasi": "'Innahu Žanna 'An Lan Yaĥūra.",
            "eng": "for, behold, he never thought that he would have to return [to God].",
            "kemenag_ringkas": "_Sesungguhnya dia_ menikmati kekafirannya, merasa leluasa berbuat maksiat, dan _mengira bahwa dia tidak akan kembali_ kepada Tuhan untuk dimintai pertanggungjawaban.",
            "kemenag": "Dalam ayat-ayat ini, Allah menjelaskan bahwa ada dua hal yang menjadi sebab mengapa mereka menerima catatan amalnya dengan tangan kiri, yaitu: pertama, mereka berbuat sekehendak hatinya, mengerjakan kejahatan dan kemaksiatan dengan tidak memikirkan akibat buruk yang akan menimpa mereka di akhirat kelak.\nKedua, mereka menyangka bahwa mereka tidak akan kembali kepada Tuhannya dan tidak akan dibangkitkan kembali untuk dihisab dan menerima hasil perbuatan mereka di dunia.\n",
            "ibnu_katsir": "Firman Allah Swt.\n\n{وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَاءَ ظَهْرِهِ}\n\nAdapun orang yang diberikan kitabnya dari arah belakangnya. (Al-Insyiqaq: 10)\n\nYaitu dengan tangan kirinya dari arah belakang, dengan menjulurkan tangan kirinya ke arah belakang, lalu menerima kitabnya.\n\n{فَسَوْفَ يَدْعُو ثُبُورًا}\n\nmaka dia akan berteriak,  \"Celakalah aku.\" (Al-Insyiqaq: 11) \n\nArtinya, merugi dan binasa.\n\n{وَيَصْلَى سَعِيرًا إِنَّهُ كَانَ فِي أَهْلِهِ مَسْرُورًا}\n\nDan dia akan masuk ke dalam api yang menyala-nyala (neraka). Sesungguh dia dahulu (di dunia) bergembira di kalangan kaumnya (yang sama-sama kafir). (Al-Insyiqaq: 12-13)\n\nYakni bergembira ria, tidak memikirkan akibat dari amal perbuatannya, dan tidak takut kepada hari kemudian. Maka Allah menghukum kegembiraan yang sebentar itu dengan kesedihan yang panjang.\n\n{إِنَّهُ ظَنَّ أَنْ لَنْ يَحُورَ}\n\nSesungguhnya dia yakin bahwa dia sekali-kali tidak akan kembali (kepada Tuhannya). (Al-Insyiqaq: 14)\n\nMaksudnya, dia meyakini bahwa tidak akan kembali kepada Allah dan Allah tidak akan menghidupkannya kembali sesudah matinya. Demikianlah menurut pendapat Ibnu Abbas, Qatadah, dan selain keduanya. Al-hur artinya kembali. Maka Allah menyanggah keyakinan mereka itu melalui firman berikutnya:\n\n{بَلَى إِنَّ رَبَّهُ كَانَ بِهِ بَصِيرًا}\n\n(Bukan demikian), yang benar, sesungguhnya Tuhannya selalu melihatnya. (Al-Insyiqaq: 15)\n\nYaitu tidak demikian, sebenarnya Allah akan mengembalikannya menjadi hidup seperti kejadian semula dan Allah akan membalas semua amal perbuatannya yang baik dan yang buruknya. Karena sesungguhnya Dia Maha Melihat dia, yakni Maha Mengetahui lagi Maha Mengenalnya.",
            "jalalain": "(Sesungguhnya dia menyangka bahwa dia) lafal An di sini adalah bentuk Takhfif dari Anna, sedangkan Isimnya tidak disebutkan, lengkapnya Annahuu; artinya bahwasanya dia (sekali-kali tidak akan kembali) tidak akan kembali kepada Rabbnya.",
            "quraish_shihab": "Ia menduga bahwa dirinya tidak akan kembali kepada Allah untuk dihisab."
        },
        {
            "ind": "(Bukan demikian), yang benar, sesungguhnya Tuhannya selalu melihatnya.",
            "arb": "بَلَىٰ إِنَّ رَبَّهُ كَانَ بِهِ بَصِيرًا",
            "transliterasi": "Balaá 'Inna Rabbahu Kāna Bihi Başīrāan.",
            "eng": "Yea indeed! His Sustainer did see all that was in him!",
            "kemenag_ringkas": "_Tidak demikian_. Mereka pasti akan kembali kepada Allah untuk mempertanggungjawabkan semua perbuatannya. _Sesungguhnya Tuhannya selalu melihat_ dan mencatat perbuatan-_nya_, lalu Dia akan membalasnya dengan sangat adil. Perbuatan baik dibalas kebaikan dan perbuatan buruk dibalas dengan siksa.",
            "kemenag": "Dalam ayat ini, Allah menegaskan bahwa mereka sesungguhnya akan kembali kepada-Nya dan akan menerima hasil perbuatan mereka di dunia. Orang yang saleh dan patuh mengerjakan perintah-Nya akan dimasukkan ke dalam surga, sedang orang yang durhaka dan banyak berbuat maksiat akan dimasukkan ke dalam neraka.",
            "ibnu_katsir": "(Bukan demikian), yang benar, sesungguhnya Tuhannya selalu melihatnya. (Al-Insyiqaq: 15)\n\nYaitu tidak demikian, sebenarnya Allah akan mengembalikannya menjadi hidup seperti kejadian semula dan Allah akan membalas semua amal perbuatannya yang baik dan yang buruknya. Karena sesungguhnya Dia Maha Melihat dia, yakni Maha Mengetahui lagi Maha Mengenalnya.",
            "jalalain": "(Yang benar) dia akan dikembalikan kepada-Nya (sesungguhnya Rabbnya selalu melihatnya) artinya mengetahui bahwa dia akan kembali kepada-Nya.",
            "quraish_shihab": "Tidak demikian! Ia akan kembali kepada-Nya untuk diperhitungkan amal perbuatannya. Sesungguhnya Tuhannya benar-benar Maha Mengetahui diri dan perbuatannya."
        },
        {
            "ind": "Maka sesungguhnya Aku bersumpah dengan cahaya merah di waktu senja,",
            "arb": "فَلَا أُقْسِمُ بِالشَّفَقِ",
            "transliterasi": "Falā 'Uqsimu Bish-Shafaqi.",
            "eng": "BUT NAY! I call to witness the sunset's [fleeting] afterglow,",
            "kemenag_ringkas": "Tuhan Mahakuasa di alam semesta. _Maka Aku bersumpah demi cahaya merah pada waktu senja_, saat matahari akan terbenam dan cahayanya yang tampak kemerahan masih pendar ke sebagian penjuru langit.&nbsp;",
            "kemenag": "Dalam ayat-ayat ini, Allah bersumpah dengan cahaya merah pada waktu senja, dengan malam dan apa-apa yang diselubunginya dan dengan bulan apabila jadi purnama bahwa sesungguhnya manusia melalui tahap demi tahap dalam kehidupan, dari setetes air mani sampai dilahirkan.\nKemudian melalui masa kanak-kanak, remaja dan dewasa sampai tua. Kemudian dari hidup sampai mati, lalu dibangkitkan kembali, hidup kembali di surga atau neraka setelah melalui ujian dan perhitungan yang sangat teliti. \n",
            "ibnu_katsir": "Telah diriwayatkan dari Ali, Ibnu Abbas, Ubadah ibnusSamit, Abu Hurairah, Syaddad ibnu Aus, Ibnu Umar, Muhammad ibnu Ali ibnul Husain, Mak-hul, Bakr ibnu Abdullah Al-Muzani, Bukair ibnul Asyaj, Malik, Ibnu Abu Zaib, dan Abdul Aziz ibnu Abu Salamah Al-Majisyun, bahwa mereka telah mengatakan asy-syafaq artinya mega yang berwarna merah.\n\nAbdur Razzaq telah meriwayatkan dari Ma'mar ibnu Khaisam, dari Ibnu Labibah, dari Abu Hurairah yang mengatakan bahwa asy-syafaq artinya cahaya putih, juga berarti merahnya warna cakrawala yang adakalanya hal ini terjadi sebelum mentari terbit —seperti yang dikatakan Mujahid— dan adakalanya sesudah tenggelamnya matahari, sebagaimana yang dikenal di kalangan ahli bahasa.\n\nAl-Khalil ibnu Ahmad mengatakan bahwa asy-syafaq artinya cahaya merah yang terjadi mulai dari tenggelamnya mentari sampai waktu isya. Apabila cahaya merah itu lenyap, maka dikatakan gabasy syafaqu, artinya telah lenyap cahaya merah itu.\n\nAl-Jauhari mengatakan bahwa asy-syafaq adalah sisa cahaya mentari yang berwarna merah pada permulaan malam sampai waktu malam dekat isya. Hal yang sama dikatakan oleh Ikrimah, bahwa asy-syafaq adalah warna merah yang ada antara waktu magrib sampai dengan waktu isya,\n\nDi dalam kitab Sahih Muslim disebutkan dari Abdullah Ibnu Amr, dari Rasulullah Saw. yang telah bersabda:\n\n\"وَقْتُ الْمَغْرِبِ مَا لَمْ يَغِبِ الشَّفَقُ\"\n\nWaktu magrib itu selama mega merah belum tenggelam (belum lenyap).\n\nSemuanya itu menunjukkan bahwa yang dimaksud dengan asy-syafaq adalah seperti yang dikatakan oleh Al-Jauhari dan Al-Khalil. \n\nTetapi menurut riwayat yang sahih dari Mujahid, disebutkan bahwa ia telah mengatakan sehubungan dengan makna firman-Nya: Maka sesungguhnya Aku bersumpah dengan cahaya merah di waktu senja. (Al-Insyiqaq: 16), Bahwa makna yang dimaksud adalah seluruh siang hari. Dan menurut riwayat lain yang juga bersumber darinya, asy-syafaq adalah matahari. Keduanya diriwayatkan oleh Ibnu Abu Hatim. Dan sesungguhnya hal yang mendorong Mujahid mengatakan demikian tiada lain karena ia membandingkan dengan firman-Nya: dan dengan malam dan apa yang diselubunginya. (Al-Insyiqaq: 17) \n\nYakni dia bermaksud menggabungkan keduanya, seakan-akan menurutnya Allah bersumpah dengan menyebut cahaya dan kegelapan. \n\nIbnu Jarir mengatakan bahwa Allah bersumpah dengan menyebut siang hari yang pergi dan malam hari yang datang.\n\nIbnu Jarir mengatakan bahwa ulama lainnya menyebut asy-syafaq sebagai nama merah dan putih, dan mereka mengatakan bahwa lafaz asy-syafaq termasuk lafaz yang mempunyai dua makna yang bertentangan.\n\nIbnu Abbas, Mujahid, Al-Hasan, dan Qatadah mengatakan sehubungan dengan makna firman-Nya, \"Wama wasaq\" bahwa makna yang dimaksud ialah 'dan apa yang dihimpunkannya'. \n\nQatadah mengatakan bahwa makna yang dimaksud ialah 'dan bintang-bintang dan hewan-hewan yang dihimpunkannya'. Ibnu Abbas berkata demikian dengan berdalilkan ucapan seorang penyair yang mengatakan dalam suatu bait syairnya, \"Dalam keadaan terhimpunkan seandainya mereka menemukan penggembalanya.\"\n\nIkrimah telah mengatakan sehubungan dengan makna firman-Nya: dan dengan malam dan apa yang diselubunginya. (Al-Insyiqaq: 17) Yaitu apa yang dihimpunkannya karena kegelapannya; apabila malam hari tiba, maka semua makhluk berpulang ke tempat tinggalnya masing-masing.",
            "jalalain": "(Maka sesungguhnya aku bersumpah) huruf Laa di sini adalah huruf Zaidah (dengan cahaya merah di waktu senja) yakni dengan nama mega merah yang berada di ufuk barat sesudah matahari terbenam.",
            "quraish_shihab": "Aku benar-benar bersumpah, demi ufuk yang memerah di waktu senja,"
        },
        {
            "ind": "dan dengan malam dan apa yang diselubunginya,",
            "arb": "وَاللَّيْلِ وَمَا وَسَقَ",
            "transliterasi": "Wa Al-Layli Wa Mā Wasaqa.",
            "eng": "and the night, and what it [step by step] unfolds,",
            "kemenag_ringkas": "Dan Aku pun bersumpah _demi malam dan apa yang diselubunginya_ dengan kegelapan akibat hilangnya cahaya matahari.",
            "kemenag": "Dalam ayat-ayat ini, Allah bersumpah dengan cahaya merah pada waktu senja, dengan malam dan apa-apa yang diselubunginya dan dengan bulan apabila jadi purnama bahwa sesungguhnya manusia melalui tahap demi tahap dalam kehidupan, dari setetes air mani sampai dilahirkan.\nKemudian melalui masa kanak-kanak, remaja dan dewasa sampai tua. Kemudian dari hidup sampai mati, lalu dibangkitkan kembali, hidup kembali di surga atau neraka setelah melalui ujian dan perhitungan yang sangat teliti. \n",
            "ibnu_katsir": "Telah diriwayatkan dari Ali, Ibnu Abbas, Ubadah ibnusSamit, Abu Hurairah, Syaddad ibnu Aus, Ibnu Umar, Muhammad ibnu Ali ibnul Husain, Mak-hul, Bakr ibnu Abdullah Al-Muzani, Bukair ibnul Asyaj, Malik, Ibnu Abu Zaib, dan Abdul Aziz ibnu Abu Salamah Al-Majisyun, bahwa mereka telah mengatakan asy-syafaq artinya mega yang berwarna merah.\n\nAbdur Razzaq telah meriwayatkan dari Ma'mar ibnu Khaisam, dari Ibnu Labibah, dari Abu Hurairah yang mengatakan bahwa asy-syafaq artinya cahaya putih, juga berarti merahnya warna cakrawala yang adakalanya hal ini terjadi sebelum mentari terbit —seperti yang dikatakan Mujahid— dan adakalanya sesudah tenggelamnya matahari, sebagaimana yang dikenal di kalangan ahli bahasa.\n\nAl-Khalil ibnu Ahmad mengatakan bahwa asy-syafaq artinya cahaya merah yang terjadi mulai dari tenggelamnya mentari sampai waktu isya. Apabila cahaya merah itu lenyap, maka dikatakan gabasy syafaqu, artinya telah lenyap cahaya merah itu.\n\nAl-Jauhari mengatakan bahwa asy-syafaq adalah sisa cahaya mentari yang berwarna merah pada permulaan malam sampai waktu malam dekat isya. Hal yang sama dikatakan oleh Ikrimah, bahwa asy-syafaq adalah warna merah yang ada antara waktu magrib sampai dengan waktu isya,\n\nDi dalam kitab Sahih Muslim disebutkan dari Abdullah Ibnu Amr, dari Rasulullah Saw. yang telah bersabda:\n\n\"وَقْتُ الْمَغْرِبِ مَا لَمْ يَغِبِ الشَّفَقُ\"\n\nWaktu magrib itu selama mega merah belum tenggelam (belum lenyap).\n\nSemuanya itu menunjukkan bahwa yang dimaksud dengan asy-syafaq adalah seperti yang dikatakan oleh Al-Jauhari dan Al-Khalil. \n\nTetapi menurut riwayat yang sahih dari Mujahid, disebutkan bahwa ia telah mengatakan sehubungan dengan makna firman-Nya: Maka sesungguhnya Aku bersumpah dengan cahaya merah di waktu senja. (Al-Insyiqaq: 16), Bahwa makna yang dimaksud adalah seluruh siang hari. Dan menurut riwayat lain yang juga bersumber darinya, asy-syafaq adalah matahari. Keduanya diriwayatkan oleh Ibnu Abu Hatim. Dan sesungguhnya hal yang mendorong Mujahid mengatakan demikian tiada lain karena ia membandingkan dengan firman-Nya: dan dengan malam dan apa yang diselubunginya. (Al-Insyiqaq: 17) \n\nYakni dia bermaksud menggabungkan keduanya, seakan-akan menurutnya Allah bersumpah dengan menyebut cahaya dan kegelapan. \n\nIbnu Jarir mengatakan bahwa Allah bersumpah dengan menyebut siang hari yang pergi dan malam hari yang datang.\n\nIbnu Jarir mengatakan bahwa ulama lainnya menyebut asy-syafaq sebagai nama merah dan putih, dan mereka mengatakan bahwa lafaz asy-syafaq termasuk lafaz yang mempunyai dua makna yang bertentangan.\n\nIbnu Abbas, Mujahid, Al-Hasan, dan Qatadah mengatakan sehubungan dengan makna firman-Nya, \"Wama wasaq\" bahwa makna yang dimaksud ialah 'dan apa yang dihimpunkannya'. \n\nQatadah mengatakan bahwa makna yang dimaksud ialah 'dan bintang-bintang dan hewan-hewan yang dihimpunkannya'. Ibnu Abbas berkata demikian dengan berdalilkan ucapan seorang penyair yang mengatakan dalam suatu bait syairnya, \"Dalam keadaan terhimpunkan seandainya mereka menemukan penggembalanya.\"\n\nIkrimah telah mengatakan sehubungan dengan makna firman-Nya: dan dengan malam dan apa yang diselubunginya. (Al-Insyiqaq: 17) Yaitu apa yang dihimpunkannya karena kegelapannya; apabila malam hari tiba, maka semua makhluk berpulang ke tempat tinggalnya masing-masing.",
            "jalalain": "(Dan dengan malam dan apa yang diselubunginya) yakni semua yang ditutupinya termasuk segala jenis binatang dan makhluk lainnya.",
            "quraish_shihab": "demi malam dengan segala makhluk yang diselubungi kegelapannya, baik manusia, binatang dan sebagainya,"
        },
        {
            "ind": "dan dengan bulan apabila jadi purnama,",
            "arb": "وَالْقَمَرِ إِذَا اتَّسَقَ",
            "transliterasi": "Wa Al-Qamari 'Idhā Attasaqa.",
            "eng": "and the moon, as it grows to its fullness:",
            "kemenag_ringkas": "Dan Aku bersumpah pula _demi bulan apabila jadi purnama_, ketika bulan bercahaya penuh sehingga suasana malam menjadi menawan. Perubahan suasana alam menunjukkan adanya kekuatan luar biasa yang mampu mengendalikannya. Dialah Allah Yang Mahakuasa.",
            "kemenag": "Dalam ayat-ayat ini, Allah bersumpah dengan cahaya merah pada waktu senja, dengan malam dan apa-apa yang diselubunginya dan dengan bulan apabila jadi purnama bahwa sesungguhnya manusia melalui tahap demi tahap dalam kehidupan, dari setetes air mani sampai dilahirkan.\nKemudian melalui masa kanak-kanak, remaja dan dewasa sampai tua. Kemudian dari hidup sampai mati, lalu dibangkitkan kembali, hidup kembali di surga atau neraka setelah melalui ujian dan perhitungan yang sangat teliti. \n",
            "ibnu_katsir": "Firman Allah Swt:\n\n{وَالْقَمَرِ إِذَا اتَّسَقَ}\n\ndan dengan bulan apabila jadi purnama. (Al-Insyiqaq: 18)\n\napabila kelihatan bundar, menurut Ibnu Abbas. Hal yang sama dikatakan oleh Ikrimah, Mujahid, Sa'id ibnu Jubair, Masruq, Abu Saleh, Ad-Dahhak, dan Ibnu Zaid.\n\n{وَالْقَمَرِ إِذَا اتَّسَقَ}\n\ndan dengan bulan apabila jadi purnama. (Al-Insyiqaq: 18)\n\nMaksudnya, apabila sempurna bulatnya. Al-Hasan mengatakan, apabila bulat penuh. Qatadah mengatakan, apabila bundar. Makna pendapat mereka menyimpulkan apabila bulan itu sempurna cahayanya, yaitu malam purnama, yang hal ini dijadikan sebagai lawan kata dari malam yang apabila gelap gulita.",
            "jalalain": "(Dan dengan bulan apabila jadi purnama) bila bentuknya membulat dan sinarnya tampak penuh, yang demikian itu terjadi di malam-malam yang cerah tak berawan.",
            "quraish_shihab": "dan demi rembulan di waktu purnama, bahwa kalian benar-benar akan melalui beberapa masa yang semakin lama semakin dahsyat: kematian, kebangkitan dan petaka kiamat."
        },
        {
            "ind": "sesungguhnya kamu melalui tingkat demi tingkat (dalam kehidupan),",
            "arb": "لَتَرْكَبُنَّ طَبَقًا عَن طَبَقٍ",
            "transliterasi": "Latarkabunna Ţabaqāan `An Ţabaqin.",
            "eng": "[even thus, O men,] are you bound to move; onward from stage to stage.",
            "kemenag_ringkas": "_Sungguh, akan kamu jalani_ kehidupanmu _tingkat demi tingkat_. Kamu semula berupa nutfah, lalu menjadi alaqah, menjadi mudgah, lalu menerima ruh dari Tuhanmu, terlahir ke dunia, tumbuh dari kanak-kanak hingga dewasa dan tua. Akan kamu rasakan dalam hidupmu berbagai keadaan, dari yang mudah hingga yang sulit. Setelah itu kamu mati, dibangkitkan, dan dipisahkan menjadi dua kelompok: penghuni surga dan penghuni neraka.",
            "kemenag": "Dalam ayat-ayat ini, Allah bersumpah dengan cahaya merah pada waktu senja, dengan malam dan apa-apa yang diselubunginya dan dengan bulan apabila jadi purnama bahwa sesungguhnya manusia melalui tahap demi tahap dalam kehidupan, dari setetes air mani sampai dilahirkan.\nKemudian melalui masa kanak-kanak, remaja dan dewasa sampai tua. Kemudian dari hidup sampai mati, lalu dibangkitkan kembali, hidup kembali di surga atau neraka setelah melalui ujian dan perhitungan yang sangat teliti. \n",
            "ibnu_katsir": "Firman Allah Swt.: \n\n{لَتَرْكَبُنَّ طَبَقًا عَنْ طَبَقٍ}\n\nsesungguhnya kalian melalui tingkat demi tingkat (dalam kehidupan). (Al-Insyiqaq: 19)\n\nImam Bukhari mengatakan, telah menceritakan kepada kami Sa'id ibnun Nadr, telah menceritakan kepada kami Hasyim, telah menceritakan kepada kami Abu Bisyr, dari Mujahid yang mengatakan bahwa Ibnu Abbas pernah mengatakan sehubungan dengan makna firman-Nya: sesungguhnya kalian melalui tingkat demi tingkat (dalam kehidupan). (Al-Insyiqaq: 19) Yakni keadaan demi keadaan. Lalu Ibnu Abbas mengatakan bahwa demikianlah (menurut) Nabi kalian. Hal yang sama diriwayatkan oleh Imam Bukhari dengan lafaz yang sama. \n\nDan ini mengandung takwil bahwa Ibnu Abbas menyandarkan tafsir ini kepada Nabi Saw., seakan-akan dia mengatakan bahwa aku telah mendengarnya dari Nabi kalian. Dengan demikian, berarti lafaz nabiyyukum di-rafa'-kan menjadi fa'il dari lafaz Qala; dan inilah penjelasan yang lebih terang; hanya Allah jualah Yang Maha Mengetahui, seperti juga yang dikatakan oleh sahabat Anas, \"Tiada suatu tahun pun datang melainkan tahun yang berikutnya lebih buruk darinya, aku telah mendengarnya dari Nabi kalian.\"\n\nIbnu Jarir mengatakan, telah menceritakan kepadaku Ya'qub ibnu Ibrahim, telah menceritakan kepada kami Hasyim, telah menceritakan kepada kami Abu Bisyr, dari Mujahid, bahwa Ibnu Abbas telah mengatakan sehubungan dengan makna firman-Nya: sesungguhnya kalian melalui tingkat demi tingkat (dalam kehidupan). (Al-Insyiqaq: 19) Bahwa menurut Nabi kalian artinya 'keadaan demi keadaan'; demikianlah bunyi teks riwayat Ibnu Jarir. \n\nAli ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya: tingkat demi tingkat. (Al-Insyiqaq: 19) Yaitu keadaan demi keadaan atau fase demi fase. Hal yang sama dikatakan oleh Ikrimah, Murrah, At-Tayyib, Mujahid, Al-Hasan, Ad-Dahhak, Masruq, dan Abu Saleh.\n\nDapat pula ditakwilkan bahwa yang dimaksud oleh firman-Nya: sesungguhnya kalian melalui tingkat demi tingkat (dalam kehidupan). (Al-Insyiqaq: 19) Yakni keadaan demi keadaan. Lalu disebutkan bahwa orang yang dimaksud adalah Nabi kalian sendiri. Dengan demikian, berarti lafaz nabiyyukum di-rafa '-kan dengan ketentuan bahwa haza dan nabiyyukum merupakan mubtada dan khabar; hanya Allah jualah Yang Maha Mengetahui.\n\nBarangkali hal inilah yang segera tertangkap ke dalam pengertian kebanyakan para perawi, sebagaimana yang dikatakan oleh Abu Daud At-Tayalisi dan Gundar, telah menceritakan kepada kami Syu'bah, dari Abu Bisyr, dari Sa'id ibnu Jubair, dari Ibnu Abbas sehubungan dengan makna firman Allah Swt.: sesungguhnya kalian melalui tingkat demi tingkat (dalam kehidupan). (Al-Insyiqaq: 19) Yang dimaksud dengan lawan bicara adalah Muhammad Saw. Dan hal ini diperkuat dengan adanya qiraat Umar, Ibnu Mas'ud, Ibnu Abbas, dan sebagian besar ulama Mekah dan Kufah dengan bacaan latarkabanna dengan memakai harakat fathah pada ta dan ba-nya.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Sa'id Al-Asyaj, telah menceritakan kepada kami Abu Usamah, dari Ismail, dari Asy-Sya'bi sehubungan dengan firman-Nya: sesungguhnya kalian melalui tingkat demi tingkat (dalam kehidupan). (Al-Insyiqaq: 19) Bahwa makna yang dimaksud ialah 'hai Muhammad, engkau akan menaiki langit demi langit'.\n\nHal yang sama telah diriwayatkan dari IbnuMas'ud, Masruq, dan Abul Aliyah: tingkat demi tingkat. (Al-Insyiqaq: 19) Artinya, langit demi langit. Menurut hemat penulis, mereka bermaksud dengannya ialah malam Isra.\n\nAbu Ishaq dan As-Saddi telah meriwayatkan dari seorang lelaki, dari Ibnu Abbas sehubungan dengan makna firman-Nya: tingkat demi tingkat (Al-Insyiqaq: 19) Yakni kedudukan demi kedudukan. Hal yang sama telah diriwayatkan oleh Al-Aufi, dari Ibnu Abbas, tetapi ditambahkan urusan demi urusan dan keadaan demi keadaan. \n\nTetapi As-Saddi sendiri telah mengatakan sehubungan dengan firman-Nya: sesungguhnya kalian melalui tingkat demi tingkat (dalam kehidupan). (Al-Insyiqaq: 19) Yaitu amal perbuatan orang-orang terdahulu kedudukan demi kedudukan. \n\nMenurut hemat penulis, dapat dikatakan bahwa seakan-akan As-Saddi bermaksud dengan makna hadis sahih yang mengatakan: \n\n\"لَتَرْكَبُنَّ سَنَنَ مَنْ كَانَ قَبْلَكُمْ، حَذْو القُذَّة بالقُذَّة، حَتَّى لَوْ دَخَلُوا جُحر ضَبِّ لَدَخَلْتُمُوهُ\". قَالُوا: يَا رَسُولَ اللَّهِ، الْيَهُودَ وَالنَّصَارَى؟ قَالَ: \"فَمَنْ؟ \"  وَهَذَا مُحْتَمَلٌ.\n\nSesungguhnya kalian akan mengikuti jejak orang-orang yang sebelum kalian setapak demi setapak; seandainya mereka memasuki Liang biyawak, tentulah kalian pun memasukinya. Mereka bertanya, \"Wahai Rasulullah, mereka adalah orang-orang Yahudi dan orang-orang Nasrani.\" Rasulullah Saw. bersabda, \"Lalu siapa lagi (kalau bukan mereka)?\" Maksudnya dalam hal berpecah belah menjadi beberapa golongan. \n\nDan pengertian ini dapat juga dijadikan sebagai takwil ayat.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Hisyam ibnu Ammar, telah menceritakan kepada kami Sadaqah, telah menceritakan kepada kami Ibnu Jabir, bahwa ia pernah mendengar Makhul mengatakan sehubungan dengan makna ayat ini: sesungguhnya kalian melalui tingkat demi tingkat (dalam kehidupan). (Al-Insyiqaq: 19), Bahwa setiap dua puluh tahun kalian membuat suatu perkara yang belum pernah kalian alami. \n\nAl-A'masy mengatakan, telah menceritakan kepada kami Ibrahim, bahwa Abdullah telah mengatakan sehubungan dengan firman Allah Swt.: sesungguhnya kalian melalui tingkat demi tingkat (dalam kehidupan). (Al-Insyiqaq: 19) Yakni langit itu terbelah, kemudian kelihatan memerah, dan selanjutnya berubah dari suatu warna ke warna yang lain.\n\nAs-Sauri telah meriwayatkan dari Qais ibnu Wahb, dari Murrah, dari Ibnu Mas'ud sehubungan dengan makna firman-Nya: tingkat demi tingkat. (Al-Insyiqaq: 19) Bahwa langit itu sesekali kelihatan seperti kilapan minyak dan sesekali terbelah.\n\nAl-Bazzar telah meriwayatkan melalui Jabir Al-Ju'fi, dari Asy-Sya'bi, dari Alqamah, dari Abdullah ibnu Mas'ud sehubungan dengan makna firman-Nya: sesungguhnya kalian melalui tingkat demi tingkat (dalam kehidupan). (Al-Insyiqaq: 19) hai Muhammad, yakni keadaan demi keadaan. Kemudian Al-Bazzar mengatakan bahwa hal yang sama telah diriwayatkan oleh Jabir, dari Mujahid, dari Ibnu Abbas.\n\nSa’id ibnu Jubair mengatakan sehubungan dengan makna firman-Nya: sesungguhnya kalian melalui tingkat demi tingkat (dalam kehidupan). (Al-Insyiqaq: 19) Bahwa suatu kaum yang dahulunya ketika di dunia kelihatan rendah, kemudian di akhirat mereka kelihatan menjadi tinggi, dan kaum lainnya yang ketika di dunia kelihatan hidup terhormat, kemudian di akhirat mereka kelihatan rendah.\n\nIkrimah telah mengatakan sehubungan dengan makna firman-Nya: tingkat demi tingkat (dalam kehidupan). (Al-Insyiqaq: 19) Yaitu tahap demi tahap dari masa menyusu, kemudian masa disapih. dari masa muda menjadi masa tua. \n\nAl-Hasan Al-Basri mengatakan sehubungan dengan makna firman-Nya: tingkat demi tingkat (dalam kehidupan). (Al-Insyiqaq: 19) Yakni keadaan demi keadaan, makmur sesudah sengsara, dan sengsara sesudah makmur; kaya sesudah miskin, dan miskin sesudah kaya; sehat sesudah sakit dan sakit sesudah sehat.\n\nIbnu Abu Hatim menyebutkan dari Abdullah ibnu Zahir, bahwa telah menceritakan kepadaku ayahku, dari Amr ibnu Syamir, dari Jabir Al-Ju'fi, dari Muhammad ibnu Ali, dari Jabir ibnu Abdullah yang mengatakan bahwa ia pernah mendengar Rasulullah Saw. bersabda: Sesungguhnya anak Adam itu benar-benar dalam kelalaian dari kewajiban yang ia ciptakan untuknya. Sesungguhnya Allah Swt. apabila hendak menciptakannya berfirman kepada malaikat, \"Tulislah rezekinya, tulislah ajalnya, tulislah jejaknya, tulislah apakah dia orang yang celaka ataukah orang yang bahagia.” Kemudian malaikat itu naik. Dan Allah mengutus kepadanya malaikat lain yang ditugaskan-Nya untuk menjaganya hingga ia lahir, kemudian malaikat itu naik. Dan Allah menugaskan kepadanya dua malaikat yang akan mencatat semua kebaikan dan keburukannya, maka apabila ia didatangi oleh ajalnya, kedua malaikat itu naik. Lalu datanglah kepadanya malaikat maut dan mencabut rohnya. Apabila ia telah dimasukkan ke dalam kuburnya, maka rohnya dikembalikan ke jasadnya, setelah itu malaikat maut naik. Lalu ia didatangi oleh dua malaikat kubur yang mengujinya, setelah itu keduanya naik. Maka apabila hari kiamat tiba, turunlah kepadanya malaikat pencatat kebaikan dan malaikat pencatat keburukan, lalu keduanya mengambil kitab catatannya masing-masing yang ada pada leher orang yang bersangkutan, kemudian keduanya hadir bersamanya, yang satu menggiringnya dan yang satu lagi menjadi saksinya. Kemudian Allah Swt. berfirman, \"Sesungguhnya kamu berada dalam keadaan lalai dari (hal) ini\" (Qaf: 22). Rasulullah Saw. membaca firman-Nya:  sesungguhnya kalian melalui tingkat demi tingkat (dalam kehidupan). (Al-Insyiqaq: 19) Kemudian beliau Saw. bersabda: Keadaan demi keadaan. Kemudian Nabi Saw. bersabda lagi: Sesungguhnya di hadapan kalian benar-benar terdapat urusan yang besar yang kalian tidak akan mampu menanggulanginya, maka mintalah pertolongan kepada Allah Yang Mahaagung.\n\nHadis ini munkar, sanadnya terdapat orang-orang yang berpredikat daif, tetapi maknanya sahih; hanya Allah jualah Yang Maha Mengetahui.\n\nKemudian Ibnu Jarir sesudah mengemukakan pendapat semua ulama ahli qurra dan ahli tafsir sehubungan dengan makna ayat ini mengatakan bahwa takwil yang benar adalah pendapat orang yang mengatakan bahwa sesungguhnya kamu Muhammad akan melalui keadaan demi keadaan, dan urusan demi urusan yang berat-berat. Makna yang dimaksud sekalipun Khitab-nya hanya ditujukan kepada Rasulullah Saw., tetapi pengertiannya mencakup semua manusia. Bahwa mereka di hari kiamat akan mengalami banyak penderitaan karena menghadapi keadaan-keadaan dan peristiwa-peristiwanya yang amat menakutkan.",
            "jalalain": "(Sesungguhnya kalian melalui) hai manusia. Bentuk asal lafal Latarkabunna adalah Latarkabuunanna, kemudian huruf Nun alamat Rafa'nya dibuang karena berturut-turutnya Nun, demikian pula huruf Wau alamat jamaknya, tetapi bukan karena 'illat bertemunya kedua huruf yang disukunkan, sehingga jadilah Latarkabunna (tingkat demi tingkat) fase demi fase; yaitu mulai dari mati lalu dihidupkan kembali, kemudian menyaksikan keadaan-keadaan di hari kiamat.",
            "quraish_shihab": "dan demi rembulan di waktu purnama, bahwa kalian benar-benar akan melalui beberapa masa yang semakin lama semakin dahsyat: kematian, kebangkitan dan petaka kiamat."
        },
        {
            "ind": "Mengapa mereka tidak mau beriman?",
            "arb": "فَمَا لَهُمْ لَا يُؤْمِنُونَ",
            "transliterasi": "Famā Lahum Lā Yu'uminūna.",
            "eng": "What, then, is amiss with them that they will not believe [in a life to come]?",
            "kemenag_ringkas": "Setelah melihat tanda-tanda kekuasaan Allah yang begitu nyata, _maka mengapa mereka_ yang kafir itu bersikeras _tidak mau beriman_ kepada Allah, hari kebangkitan, Nabi Muhammad, dan Al-Qur’an?",
            "kemenag": "Dalam ayat ini, Allah mencela sikap dan perbuatan mereka, \"Mengapa mereka masih tidak mau beriman, sedangkan bukti telah nyata menunjukkan adanya hari kebangkitan itu?\" Firman Allah:\n\nOrang-orang yang kafir mengira, bahwa mereka tidak akan dibangkitkan. Katakanlah (Muhammad), \"Tidak demikian, demi Tuhanku, kamu pasti dibangkitkan, kemudian diberitakan semua yang telah kamu kerjakan.\" Dan yang demikian itu mudah bagi Allah. (at-Tagabun/64: 7)\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\n{فَمَا لَهُمْ لَا يُؤْمِنُونَ وَإِذَا قُرِئَ عَلَيْهِمُ الْقُرْآنُ لَا يَسْجُدُونَ}\n\nMengapa mereka tidak mau beriman? Dan apabila Al-Qur'an dibacakan kepada mereka, mereka tidak bersujud. (Al-Insyiqaq: 20-21)\n\nYakni apakah yang menghalang-halangi mereka untuk beriman kepada Allah dan Rasul-Nya serta hari kemudian, dan mengapa mereka apabila dibacakan kepada mereka Al-Qur'an yang merupakan ayat-ayat dan kalam Allah, lalu mereka tidak mau bersujud menghormati dan mengagungkan-Nya? \n\nFirman Allah Swt.:\n\n{بَلِ الَّذِينَ كَفَرُوا يُكَذِّبُونَ}\n\nbahkan orang-orang kafir itu mendustakan (nya). (Al-Insyiqaq: 22)\n\nYaitu sudah menjadi watak mereka mendustakan kebenaran, mengingkari dan menentangnya.\n\n{وَاللَّهُ أَعْلَمُ بِمَا يُوعُونَ}\n\nPadahal Allah mengetahui apa yang mereka sembunyikan (dalam hati mereka). (Al-Insyiqaq: 23)\n\nMujahid dan Qatadah mengatakan bahwa Allah mengetahui apa yang tersimpan dalam hati mereka.\n\n{فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ}\n\nMaka beri kabar gembiralah mereka dengan azab yang pedih. (Al-Insyiqaq: 24)\n\nYakni maka beritakanlah kepada mereka, hai Muhammad, bahwa Allah Swt. telah menyediakan bagi mereka azab yang pedih. \n\nFirman Allah Swt.:\n\n{إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ}\n\nTetapi orang-orang yang beriman dan beramal saleh. (Al-Insyiqaq: 25)\n\nIni merupakan isti'sna munqati, yakni tetapi orang-orang yang hatinya beriman. dan beramal saleh. (Al-Insyiqaq: 25) dengan seluruh anggota tubuhnya. bagi mereka pahala. (Al-Insyiqaq: 25) Yaitu di hari kemudian di akhirat. \n\n{غَيْرُ مَمْنُونٍ}\n\nyang tidak putus-putusnya. (Al-Insyiqaq: 25)\n\nIbnu Abbas mengatakan, makna yang dimaksud ialah tidak dikurangi. Mujahid dan Ad-Dahhak mengatakan bahwa makna yang dimaksud ialah tidak terhitung banyaknya. Kesimpulan dari kedua pendapat menunjuk-kan bahwa pahala yang diterima oleh mereka di negeri akhirat tidak putus-putusnya. Seperti yang disebutkan dalam ayat lain melalui firman-Nya:\n\nعَطاءً غَيْرَ مَجْذُوذٍ\n\nsebagai karunia yang tiada putus-putusnya. (Hud: 108)\n\nAs-Saddi mengatakan bahwa sebagian ulama mengatakan sehubungan dengan makna gairu mamnun ini, bahwa makna yang dimaksud ialah tidak dikurangi. Sebagian yang lain menyebutkan bahwa makna yang dimaksud ialah pahala yang tidak dikaruniakan kepada mereka. Tetapi pendapat yang terakhir ini yang berasal dari sebagian ulama banyak disanggah oleh bukan hanya seorang dari kalangan ulama. Karena sesungguhnya Allah Swt. itu memberikan karunia-Nya kepada ahli surga dalam semua keadaan, saat, dan detik mereka. Dan sesungguhnya mereka dimasukkan ke dalam surga oleh Allah Swt. hanyalah semata-mata berkat karunia dan rahmat-Nya, bukan karena amal perbuatan yang telah mereka kerjakan. Maka Dia berhak memberikan karunia-Nya kepada mereka selama-lamanya. Dan segala puji hanyalah bagi Allah semata selama-lamanya. Karena itulah mereka (ahli surga) diberi ilham untuk bertasbih dan bertahmid kepada-Nya, sebagaimana mereka diberi ilham untuk bernapas. Dan akhir doa mereka ialah; \"Segala puji bagi Allah, Tuhan semesta alam.\"",
            "jalalain": "(Mengapa mereka) yakni orang-orang kafir itu (tidak mau beriman?) artinya apakah gerangan yang mencegah mereka hingga tidak mau beriman. Atau apakah yang menjadi alasan mereka sehingga tidak mau beriman, padahal bukti-bukti yang membimbing mereka untuk beriman sudah ada dan cukup?",
            "quraish_shihab": "Lalu, apakah yang merintangi para pendurhaka itu untuk beriman pada Allah dan hari kebangkitan setelah semua bukti yang memastikan hal itu menjadi jelas?"
        },
        {
            "ind": "dan apabila Al Quran dibacakan kepada mereka, mereka tidak bersujud,",
            "arb": "وَإِذَا قُرِئَ عَلَيْهِمُ الْقُرْآنُ لَا يَسْجُدُونَ ۩",
            "transliterasi": "Wa 'Idhā Quri'a `Alayhimu Al-Qur'ānu Lā Yasjudūna.",
            "eng": "and [that], when the Qur’an is read unto them, they do not fall down in prostration?",
            "kemenag_ringkas": "_Dan_ mengapa pula_ apabila Al-Qur’an_ yang penuh nilai kebenaran dan sastra yang tinggi itu _dibacakan kepada mereka, mereka tidak_ mau _bersujud_ kepada Allah dan tunduk pada ajaran Al-Qur’an, padahal kaum kafir itu selalu menyanjung dan mengagumi karya sastra yang bernilai tinggi?",
            "kemenag": "Dalam ayat ini, Allah menerangkan bahwa mereka tidak mau mengakui bahwa Al-Qur'an itu kalam Ilahi yang harus dimuliakan dan dipatuhi serta mengakui bahwa sesungguhnya Nabi Muhammad saw utusan Allah.",
            "ibnu_katsir": "Firman Allah Swt.:\n\n{فَمَا لَهُمْ لَا يُؤْمِنُونَ وَإِذَا قُرِئَ عَلَيْهِمُ الْقُرْآنُ لَا يَسْجُدُونَ}\n\nMengapa mereka tidak mau beriman? Dan apabila Al-Qur'an dibacakan kepada mereka, mereka tidak bersujud. (Al-Insyiqaq: 20-21)\n\nYakni apakah yang menghalang-halangi mereka untuk beriman kepada Allah dan Rasul-Nya serta hari kemudian, dan mengapa mereka apabila dibacakan kepada mereka Al-Qur'an yang merupakan ayat-ayat dan kalam Allah, lalu mereka tidak mau bersujud menghormati dan mengagungkan-Nya? \n\nFirman Allah Swt.:\n\n{بَلِ الَّذِينَ كَفَرُوا يُكَذِّبُونَ}\n\nbahkan orang-orang kafir itu mendustakan (nya). (Al-Insyiqaq: 22)\n\nYaitu sudah menjadi watak mereka mendustakan kebenaran, mengingkari dan menentangnya.\n\n{وَاللَّهُ أَعْلَمُ بِمَا يُوعُونَ}\n\nPadahal Allah mengetahui apa yang mereka sembunyikan (dalam hati mereka). (Al-Insyiqaq: 23)\n\nMujahid dan Qatadah mengatakan bahwa Allah mengetahui apa yang tersimpan dalam hati mereka.\n\n{فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ}\n\nMaka beri kabar gembiralah mereka dengan azab yang pedih. (Al-Insyiqaq: 24)\n\nYakni maka beritakanlah kepada mereka, hai Muhammad, bahwa Allah Swt. telah menyediakan bagi mereka azab yang pedih. \n\nFirman Allah Swt.:\n\n{إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ}\n\nTetapi orang-orang yang beriman dan beramal saleh. (Al-Insyiqaq: 25)\n\nIni merupakan isti'sna munqati, yakni tetapi orang-orang yang hatinya beriman. dan beramal saleh. (Al-Insyiqaq: 25) dengan seluruh anggota tubuhnya. bagi mereka pahala. (Al-Insyiqaq: 25) Yaitu di hari kemudian di akhirat. \n\n{غَيْرُ مَمْنُونٍ}\n\nyang tidak putus-putusnya. (Al-Insyiqaq: 25)\n\nIbnu Abbas mengatakan, makna yang dimaksud ialah tidak dikurangi. Mujahid dan Ad-Dahhak mengatakan bahwa makna yang dimaksud ialah tidak terhitung banyaknya. Kesimpulan dari kedua pendapat menunjuk-kan bahwa pahala yang diterima oleh mereka di negeri akhirat tidak putus-putusnya. Seperti yang disebutkan dalam ayat lain melalui firman-Nya:\n\nعَطاءً غَيْرَ مَجْذُوذٍ\n\nsebagai karunia yang tiada putus-putusnya. (Hud: 108)\n\nAs-Saddi mengatakan bahwa sebagian ulama mengatakan sehubungan dengan makna gairu mamnun ini, bahwa makna yang dimaksud ialah tidak dikurangi. Sebagian yang lain menyebutkan bahwa makna yang dimaksud ialah pahala yang tidak dikaruniakan kepada mereka. Tetapi pendapat yang terakhir ini yang berasal dari sebagian ulama banyak disanggah oleh bukan hanya seorang dari kalangan ulama. Karena sesungguhnya Allah Swt. itu memberikan karunia-Nya kepada ahli surga dalam semua keadaan, saat, dan detik mereka. Dan sesungguhnya mereka dimasukkan ke dalam surga oleh Allah Swt. hanyalah semata-mata berkat karunia dan rahmat-Nya, bukan karena amal perbuatan yang telah mereka kerjakan. Maka Dia berhak memberikan karunia-Nya kepada mereka selama-lamanya. Dan segala puji hanyalah bagi Allah semata selama-lamanya. Karena itulah mereka (ahli surga) diberi ilham untuk bertasbih dan bertahmid kepada-Nya, sebagaimana mereka diberi ilham untuk bernapas. Dan akhir doa mereka ialah; \"Segala puji bagi Allah, Tuhan semesta alam.\"",
            "jalalain": "(Dan) mengapakah mereka (apabila dibacakan kepada mereka Alquran, mereka tidak mau bersujud?) atau mengapa mereka tidak mau tunduk, seumpamanya mereka beriman kepada Alquran, karena mengingat kemukjizatan yang terkandung di dalamnya.",
            "quraish_shihab": "Apabila mendengar ayat-ayat al-Qur'ân mereka tidak mau tunduk dan bersujud."
        },
        {
            "ind": "bahkan orang-orang kafir itu mendustakan(nya).",
            "arb": "بَلِ الَّذِينَ كَفَرُوا يُكَذِّبُونَ",
            "transliterasi": "Bal Al-Ladhīna Kafarū Yukadhdhibūna.",
            "eng": "Nay, but they who are bent on denying the truth give the lie [to this divine writ]!",
            "kemenag_ringkas": "Mereka enggan beriman, _bahkan orang-orang kafir itu mendustakan_ Al-Qur’an dan hari kebangkitan dengan berbagai alasan, seperti dengki kepada Nabi Muhammad, khawatir kehilangan status sosial, atau hanya merasa diri mulia.",
            "kemenag": "Dalam ayat ini, Allah menerangkan bahwa mereka tidak mau mengakui bahwa Al-Qur'an itu kalam Ilahi yang harus dimuliakan dan dipatuhi serta mengakui bahwa sesungguhnya Nabi Muhammad saw utusan Allah.",
            "ibnu_katsir": "Firman Allah Swt.:\n\n{فَمَا لَهُمْ لَا يُؤْمِنُونَ وَإِذَا قُرِئَ عَلَيْهِمُ الْقُرْآنُ لَا يَسْجُدُونَ}\n\nMengapa mereka tidak mau beriman? Dan apabila Al-Qur'an dibacakan kepada mereka, mereka tidak bersujud. (Al-Insyiqaq: 20-21)\n\nYakni apakah yang menghalang-halangi mereka untuk beriman kepada Allah dan Rasul-Nya serta hari kemudian, dan mengapa mereka apabila dibacakan kepada mereka Al-Qur'an yang merupakan ayat-ayat dan kalam Allah, lalu mereka tidak mau bersujud menghormati dan mengagungkan-Nya? \n\nFirman Allah Swt.:\n\n{بَلِ الَّذِينَ كَفَرُوا يُكَذِّبُونَ}\n\nbahkan orang-orang kafir itu mendustakan (nya). (Al-Insyiqaq: 22)\n\nYaitu sudah menjadi watak mereka mendustakan kebenaran, mengingkari dan menentangnya.\n\n{وَاللَّهُ أَعْلَمُ بِمَا يُوعُونَ}\n\nPadahal Allah mengetahui apa yang mereka sembunyikan (dalam hati mereka). (Al-Insyiqaq: 23)\n\nMujahid dan Qatadah mengatakan bahwa Allah mengetahui apa yang tersimpan dalam hati mereka.\n\n{فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ}\n\nMaka beri kabar gembiralah mereka dengan azab yang pedih. (Al-Insyiqaq: 24)\n\nYakni maka beritakanlah kepada mereka, hai Muhammad, bahwa Allah Swt. telah menyediakan bagi mereka azab yang pedih. \n\nFirman Allah Swt.:\n\n{إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ}\n\nTetapi orang-orang yang beriman dan beramal saleh. (Al-Insyiqaq: 25)\n\nIni merupakan isti'sna munqati, yakni tetapi orang-orang yang hatinya beriman. dan beramal saleh. (Al-Insyiqaq: 25) dengan seluruh anggota tubuhnya. bagi mereka pahala. (Al-Insyiqaq: 25) Yaitu di hari kemudian di akhirat. \n\n{غَيْرُ مَمْنُونٍ}\n\nyang tidak putus-putusnya. (Al-Insyiqaq: 25)\n\nIbnu Abbas mengatakan, makna yang dimaksud ialah tidak dikurangi. Mujahid dan Ad-Dahhak mengatakan bahwa makna yang dimaksud ialah tidak terhitung banyaknya. Kesimpulan dari kedua pendapat menunjuk-kan bahwa pahala yang diterima oleh mereka di negeri akhirat tidak putus-putusnya. Seperti yang disebutkan dalam ayat lain melalui firman-Nya:\n\nعَطاءً غَيْرَ مَجْذُوذٍ\n\nsebagai karunia yang tiada putus-putusnya. (Hud: 108)\n\nAs-Saddi mengatakan bahwa sebagian ulama mengatakan sehubungan dengan makna gairu mamnun ini, bahwa makna yang dimaksud ialah tidak dikurangi. Sebagian yang lain menyebutkan bahwa makna yang dimaksud ialah pahala yang tidak dikaruniakan kepada mereka. Tetapi pendapat yang terakhir ini yang berasal dari sebagian ulama banyak disanggah oleh bukan hanya seorang dari kalangan ulama. Karena sesungguhnya Allah Swt. itu memberikan karunia-Nya kepada ahli surga dalam semua keadaan, saat, dan detik mereka. Dan sesungguhnya mereka dimasukkan ke dalam surga oleh Allah Swt. hanyalah semata-mata berkat karunia dan rahmat-Nya, bukan karena amal perbuatan yang telah mereka kerjakan. Maka Dia berhak memberikan karunia-Nya kepada mereka selama-lamanya. Dan segala puji hanyalah bagi Allah semata selama-lamanya. Karena itulah mereka (ahli surga) diberi ilham untuk bertasbih dan bertahmid kepada-Nya, sebagaimana mereka diberi ilham untuk bernapas. Dan akhir doa mereka ialah; \"Segala puji bagi Allah, Tuhan semesta alam.\"",
            "jalalain": "(Bahkan orang-orang kafir itu mendustakan) adanya hari berbangkit dan lain-lainnya.",
            "quraish_shihab": "Bahkan, lantaran sikap kafir mereka, mereka mendustakan dan menentang kebenaran itu dengan sikap sombong."
        },
        {
            "ind": "Padahal Allah mengetahui apa yang mereka sembunyikan (dalam hati mereka).",
            "arb": "وَاللَّهُ أَعْلَمُ بِمَا يُوعُونَ",
            "transliterasi": "Wa Allāhu 'A`lamu Bimā Yū`ūna.",
            "eng": "Yet God has full knowledge of what they conceal [in their hearts].",
            "kemenag_ringkas": "_Dan_ mereka tetap ingkar, padahal _Allah lebih mengetahui_ dengan pasti _apa yang mereka sembunyikan_ dalam hati mereka. Allah akan membuka semua isi hati mereka kelak di hari kiamat.",
            "kemenag": "Dalam ayat-ayat berikut ini, Allah menerangkan sebab mereka tidak mau mengakuinya, yaitu:\n1.Mereka dengki kepada Nabi Muhammad atas kelebihan yang telah dikaruniakan Allah kepadanya.\n2.Mereka takut kehilangan pengaruh dan kedudukan sebagai pemimpin bangsanya.\n3.Mereka tidak mau mengganti kepercayaan yang telah dianut oleh nenek moyang mereka dengan kepercayaan yang lain. Allah mengetahui apa yang mereka sembunyikan dalam hati mereka. Oleh karena itu, Allah mengejek mereka dengan kata-kata, \"Berilah kabar gembira kepada mereka dengan azab yang pedih di hari Kiamat nanti.\"\n\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\n{فَمَا لَهُمْ لَا يُؤْمِنُونَ وَإِذَا قُرِئَ عَلَيْهِمُ الْقُرْآنُ لَا يَسْجُدُونَ}\n\nMengapa mereka tidak mau beriman? Dan apabila Al-Qur'an dibacakan kepada mereka, mereka tidak bersujud. (Al-Insyiqaq: 20-21)\n\nYakni apakah yang menghalang-halangi mereka untuk beriman kepada Allah dan Rasul-Nya serta hari kemudian, dan mengapa mereka apabila dibacakan kepada mereka Al-Qur'an yang merupakan ayat-ayat dan kalam Allah, lalu mereka tidak mau bersujud menghormati dan mengagungkan-Nya? \n\nFirman Allah Swt.:\n\n{بَلِ الَّذِينَ كَفَرُوا يُكَذِّبُونَ}\n\nbahkan orang-orang kafir itu mendustakan (nya). (Al-Insyiqaq: 22)\n\nYaitu sudah menjadi watak mereka mendustakan kebenaran, mengingkari dan menentangnya.\n\n{وَاللَّهُ أَعْلَمُ بِمَا يُوعُونَ}\n\nPadahal Allah mengetahui apa yang mereka sembunyikan (dalam hati mereka). (Al-Insyiqaq: 23)\n\nMujahid dan Qatadah mengatakan bahwa Allah mengetahui apa yang tersimpan dalam hati mereka.\n\n{فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ}\n\nMaka beri kabar gembiralah mereka dengan azab yang pedih. (Al-Insyiqaq: 24)\n\nYakni maka beritakanlah kepada mereka, hai Muhammad, bahwa Allah Swt. telah menyediakan bagi mereka azab yang pedih. \n\nFirman Allah Swt.:\n\n{إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ}\n\nTetapi orang-orang yang beriman dan beramal saleh. (Al-Insyiqaq: 25)\n\nIni merupakan isti'sna munqati, yakni tetapi orang-orang yang hatinya beriman. dan beramal saleh. (Al-Insyiqaq: 25) dengan seluruh anggota tubuhnya. bagi mereka pahala. (Al-Insyiqaq: 25) Yaitu di hari kemudian di akhirat. \n\n{غَيْرُ مَمْنُونٍ}\n\nyang tidak putus-putusnya. (Al-Insyiqaq: 25)\n\nIbnu Abbas mengatakan, makna yang dimaksud ialah tidak dikurangi. Mujahid dan Ad-Dahhak mengatakan bahwa makna yang dimaksud ialah tidak terhitung banyaknya. Kesimpulan dari kedua pendapat menunjuk-kan bahwa pahala yang diterima oleh mereka di negeri akhirat tidak putus-putusnya. Seperti yang disebutkan dalam ayat lain melalui firman-Nya:\n\nعَطاءً غَيْرَ مَجْذُوذٍ\n\nsebagai karunia yang tiada putus-putusnya. (Hud: 108)\n\nAs-Saddi mengatakan bahwa sebagian ulama mengatakan sehubungan dengan makna gairu mamnun ini, bahwa makna yang dimaksud ialah tidak dikurangi. Sebagian yang lain menyebutkan bahwa makna yang dimaksud ialah pahala yang tidak dikaruniakan kepada mereka. Tetapi pendapat yang terakhir ini yang berasal dari sebagian ulama banyak disanggah oleh bukan hanya seorang dari kalangan ulama. Karena sesungguhnya Allah Swt. itu memberikan karunia-Nya kepada ahli surga dalam semua keadaan, saat, dan detik mereka. Dan sesungguhnya mereka dimasukkan ke dalam surga oleh Allah Swt. hanyalah semata-mata berkat karunia dan rahmat-Nya, bukan karena amal perbuatan yang telah mereka kerjakan. Maka Dia berhak memberikan karunia-Nya kepada mereka selama-lamanya. Dan segala puji hanyalah bagi Allah semata selama-lamanya. Karena itulah mereka (ahli surga) diberi ilham untuk bertasbih dan bertahmid kepada-Nya, sebagaimana mereka diberi ilham untuk bernapas. Dan akhir doa mereka ialah; \"Segala puji bagi Allah, Tuhan semesta alam.\"",
            "jalalain": "(Padahal Allah mengetahui apa yang mereka kumpulkan) di dalam catatan amal perbuatan mereka; yaitu berupa kekafiran, kedustaan dan amal-amal buruk lainnya.",
            "quraish_shihab": "Allah Mahatahu apa yang tersembunyi dalam hati mereka."
        },
        {
            "ind": "Maka beri kabar gembiralah mereka dengan azab yang pedih,",
            "arb": "فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ",
            "transliterasi": "Fabashshirhum Bi`adhābin 'Alīmin.",
            "eng": "Hence, give them the tiding of grievous suffering [in the life to come] –",
            "kemenag_ringkas": "Atas pengingkaran mereka terhadap kebenaran yang datang dari Allah, _maka sampaikanlah kepada mereka_ ancaman berupa _azab yang pedih_ di akhirat.",
            "kemenag": "Dalam ayat-ayat berikut ini, Allah menerangkan sebab mereka tidak mau mengakuinya, yaitu:\n1.Mereka dengki kepada Nabi Muhammad atas kelebihan yang telah dikaruniakan Allah kepadanya.\n2.Mereka takut kehilangan pengaruh dan kedudukan sebagai pemimpin bangsanya.\n3.Mereka tidak mau mengganti kepercayaan yang telah dianut oleh nenek moyang mereka dengan kepercayaan yang lain. Allah mengetahui apa yang mereka sembunyikan dalam hati mereka. Oleh karena itu, Allah mengejek mereka dengan kata-kata, \"Berilah kabar gembira kepada mereka dengan azab yang pedih di hari Kiamat nanti.\"\n\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\n{فَمَا لَهُمْ لَا يُؤْمِنُونَ وَإِذَا قُرِئَ عَلَيْهِمُ الْقُرْآنُ لَا يَسْجُدُونَ}\n\nMengapa mereka tidak mau beriman? Dan apabila Al-Qur'an dibacakan kepada mereka, mereka tidak bersujud. (Al-Insyiqaq: 20-21)\n\nYakni apakah yang menghalang-halangi mereka untuk beriman kepada Allah dan Rasul-Nya serta hari kemudian, dan mengapa mereka apabila dibacakan kepada mereka Al-Qur'an yang merupakan ayat-ayat dan kalam Allah, lalu mereka tidak mau bersujud menghormati dan mengagungkan-Nya? \n\nFirman Allah Swt.:\n\n{بَلِ الَّذِينَ كَفَرُوا يُكَذِّبُونَ}\n\nbahkan orang-orang kafir itu mendustakan (nya). (Al-Insyiqaq: 22)\n\nYaitu sudah menjadi watak mereka mendustakan kebenaran, mengingkari dan menentangnya.\n\n{وَاللَّهُ أَعْلَمُ بِمَا يُوعُونَ}\n\nPadahal Allah mengetahui apa yang mereka sembunyikan (dalam hati mereka). (Al-Insyiqaq: 23)\n\nMujahid dan Qatadah mengatakan bahwa Allah mengetahui apa yang tersimpan dalam hati mereka.\n\n{فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ}\n\nMaka beri kabar gembiralah mereka dengan azab yang pedih. (Al-Insyiqaq: 24)\n\nYakni maka beritakanlah kepada mereka, hai Muhammad, bahwa Allah Swt. telah menyediakan bagi mereka azab yang pedih. \n\nFirman Allah Swt.:\n\n{إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ}\n\nTetapi orang-orang yang beriman dan beramal saleh. (Al-Insyiqaq: 25)\n\nIni merupakan isti'sna munqati, yakni tetapi orang-orang yang hatinya beriman. dan beramal saleh. (Al-Insyiqaq: 25) dengan seluruh anggota tubuhnya. bagi mereka pahala. (Al-Insyiqaq: 25) Yaitu di hari kemudian di akhirat. \n\n{غَيْرُ مَمْنُونٍ}\n\nyang tidak putus-putusnya. (Al-Insyiqaq: 25)\n\nIbnu Abbas mengatakan, makna yang dimaksud ialah tidak dikurangi. Mujahid dan Ad-Dahhak mengatakan bahwa makna yang dimaksud ialah tidak terhitung banyaknya. Kesimpulan dari kedua pendapat menunjuk-kan bahwa pahala yang diterima oleh mereka di negeri akhirat tidak putus-putusnya. Seperti yang disebutkan dalam ayat lain melalui firman-Nya:\n\nعَطاءً غَيْرَ مَجْذُوذٍ\n\nsebagai karunia yang tiada putus-putusnya. (Hud: 108)\n\nAs-Saddi mengatakan bahwa sebagian ulama mengatakan sehubungan dengan makna gairu mamnun ini, bahwa makna yang dimaksud ialah tidak dikurangi. Sebagian yang lain menyebutkan bahwa makna yang dimaksud ialah pahala yang tidak dikaruniakan kepada mereka. Tetapi pendapat yang terakhir ini yang berasal dari sebagian ulama banyak disanggah oleh bukan hanya seorang dari kalangan ulama. Karena sesungguhnya Allah Swt. itu memberikan karunia-Nya kepada ahli surga dalam semua keadaan, saat, dan detik mereka. Dan sesungguhnya mereka dimasukkan ke dalam surga oleh Allah Swt. hanyalah semata-mata berkat karunia dan rahmat-Nya, bukan karena amal perbuatan yang telah mereka kerjakan. Maka Dia berhak memberikan karunia-Nya kepada mereka selama-lamanya. Dan segala puji hanyalah bagi Allah semata selama-lamanya. Karena itulah mereka (ahli surga) diberi ilham untuk bertasbih dan bertahmid kepada-Nya, sebagaimana mereka diberi ilham untuk bernapas. Dan akhir doa mereka ialah; \"Segala puji bagi Allah, Tuhan semesta alam.\"",
            "jalalain": "(Maka beri kabar gembiralah mereka) beritakanlah kepada mereka (dengan azab yang pedih) atau siksaan yang menyakitkan.",
            "quraish_shihab": "Maka, beritakan pada mereka akan siksa yang memilukan."
        },
        {
            "ind": "tetapi orang-orang yang beriman dan beramal saleh, bagi mereka pahala yang tidak putus-putusnya.",
            "arb": "إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ",
            "transliterasi": "'Illā Al-Ladhīna 'Āmanū Wa `Amilū Aş-Şāliĥāti Lahum 'Ajrun Ghayru Mamnūnin",
            "eng": "unless it be such [of them] as [repent, and] attain to faith, and do good works: for theirs shall be a reward unending!.",
            "kemenag_ringkas": "Demikianlah, Allah akan mengazab orang-orang yang ingkar. _Kecuali orang-orang yang beriman dan mengerjakan kebajikan, mereka akan mendapat pahala yang tidak putus-putusnya_ sebagai anugerah dari Allah dan penghargaan atas perbuatan baiknya.",
            "kemenag": "Dalam ayat ini, Allah menerangkan bahwa orang-orang yang beriman kepada Allah dan Rasul-Nya, percaya kepada Al-Qur'an, serta mengerjakan ajarannya dengan sebaik-baiknya, akan mendapat ganjaran dari Allah yang tidak ada putus-putusnya, abadi selama-lamanya.",
            "ibnu_katsir": "Firman Allah Swt.:\n\n{فَمَا لَهُمْ لَا يُؤْمِنُونَ وَإِذَا قُرِئَ عَلَيْهِمُ الْقُرْآنُ لَا يَسْجُدُونَ}\n\nMengapa mereka tidak mau beriman? Dan apabila Al-Qur'an dibacakan kepada mereka, mereka tidak bersujud. (Al-Insyiqaq: 20-21)\n\nYakni apakah yang menghalang-halangi mereka untuk beriman kepada Allah dan Rasul-Nya serta hari kemudian, dan mengapa mereka apabila dibacakan kepada mereka Al-Qur'an yang merupakan ayat-ayat dan kalam Allah, lalu mereka tidak mau bersujud menghormati dan mengagungkan-Nya? \n\nFirman Allah Swt.:\n\n{بَلِ الَّذِينَ كَفَرُوا يُكَذِّبُونَ}\n\nbahkan orang-orang kafir itu mendustakan (nya). (Al-Insyiqaq: 22)\n\nYaitu sudah menjadi watak mereka mendustakan kebenaran, mengingkari dan menentangnya.\n\n{وَاللَّهُ أَعْلَمُ بِمَا يُوعُونَ}\n\nPadahal Allah mengetahui apa yang mereka sembunyikan (dalam hati mereka). (Al-Insyiqaq: 23)\n\nMujahid dan Qatadah mengatakan bahwa Allah mengetahui apa yang tersimpan dalam hati mereka.\n\n{فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ}\n\nMaka beri kabar gembiralah mereka dengan azab yang pedih. (Al-Insyiqaq: 24)\n\nYakni maka beritakanlah kepada mereka, hai Muhammad, bahwa Allah Swt. telah menyediakan bagi mereka azab yang pedih. \n\nFirman Allah Swt.:\n\n{إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ}\n\nTetapi orang-orang yang beriman dan beramal saleh. (Al-Insyiqaq: 25)\n\nIni merupakan isti'sna munqati, yakni tetapi orang-orang yang hatinya beriman. dan beramal saleh. (Al-Insyiqaq: 25) dengan seluruh anggota tubuhnya. bagi mereka pahala. (Al-Insyiqaq: 25) Yaitu di hari kemudian di akhirat. \n\n{غَيْرُ مَمْنُونٍ}\n\nyang tidak putus-putusnya. (Al-Insyiqaq: 25)\n\nIbnu Abbas mengatakan, makna yang dimaksud ialah tidak dikurangi. Mujahid dan Ad-Dahhak mengatakan bahwa makna yang dimaksud ialah tidak terhitung banyaknya. Kesimpulan dari kedua pendapat menunjuk-kan bahwa pahala yang diterima oleh mereka di negeri akhirat tidak putus-putusnya. Seperti yang disebutkan dalam ayat lain melalui firman-Nya:\n\nعَطاءً غَيْرَ مَجْذُوذٍ\n\nsebagai karunia yang tiada putus-putusnya. (Hud: 108)\n\nAs-Saddi mengatakan bahwa sebagian ulama mengatakan sehubungan dengan makna gairu mamnun ini, bahwa makna yang dimaksud ialah tidak dikurangi. Sebagian yang lain menyebutkan bahwa makna yang dimaksud ialah pahala yang tidak dikaruniakan kepada mereka. Tetapi pendapat yang terakhir ini yang berasal dari sebagian ulama banyak disanggah oleh bukan hanya seorang dari kalangan ulama. Karena sesungguhnya Allah Swt. itu memberikan karunia-Nya kepada ahli surga dalam semua keadaan, saat, dan detik mereka. Dan sesungguhnya mereka dimasukkan ke dalam surga oleh Allah Swt. hanyalah semata-mata berkat karunia dan rahmat-Nya, bukan karena amal perbuatan yang telah mereka kerjakan. Maka Dia berhak memberikan karunia-Nya kepada mereka selama-lamanya. Dan segala puji hanyalah bagi Allah semata selama-lamanya. Karena itulah mereka (ahli surga) diberi ilham untuk bertasbih dan bertahmid kepada-Nya, sebagaimana mereka diberi ilham untuk bernapas. Dan akhir doa mereka ialah; \"Segala puji bagi Allah, Tuhan semesta alam.\"",
            "jalalain": "(Kecuali) tetapi (orang-orang yang beriman dan mengerjakan amal-amal yang saleh, bagi mereka pahala yang tidak putus-putusnya) yakni pahala mereka tidak akan terputus dan tidak akan dikurangi serta tidak akan disebut-sebutkan sekalipun sangat banyak dan berlimpah ruah untuk selama-lamanya.",
            "quraish_shihab": "Tetapi, orang-orang beriman dan beramal saleh akan mendapatkan pahala yang besar dari Allah, yang tak akan terputus atau terhitung."
        }
    ]
}