{
    "number": 73,
    "name": "سُورَةُ المُزَّمِّلِ",
    "englishName": "Al-Muzzammil",
    "englishNameTranslation": "The Enshrouded One",
    "revelationType": "Meccan",
    "numberOfAyahs": 20,
    "ayahs": [
        {
            "ind": "Hai orang yang berselimut (Muhammad),",
            "arb": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ يَا أَيُّهَا الْمُزَّمِّلُ",
            "transliterasi": "Yā 'Ayyuhā Al-Muzzammilu.",
            "eng": "O THOU enwrapped one!",
            "kemenag_ringkas": "Di akhir surah al-Jinn dijelaskan tentang keagungan al-Qur’an dan pemeliharaan Allah atas wahyu yang diturunkannya tersebut, sedangkan di awal surah ini berisi petunjuk kepada Nabi Muhammad untuk mempersiapkan diri menghadapi turunnya wahyu yang berat. _Wahai orang yang berselimut_, yaitu Nabi Muhammad!",
            "kemenag": "Dalam ayat ini, Allah memerintahkan Nabi Muhammad yang sedang berselimut supaya mendirikan salat pada sebagian malam. Seruan Allah kepada Nabi Muhammad ini didahului dengan kata-kata \"Hai orang yang berselimut",
            "ibnu_katsir": "Allah Swt. memerintahkan kepada Rasul-Nya untuk meninggalkan selimut yang menutupi dirinya di malam hari, lalu bangun untuk menunaikan ibadah kepada Tuhannya dengan melakukan qiyamul lail, sebagaimana yang disebutkan dalam ayat lain melalui firman-Nya:\n\nLambung mereka jauh dari tempat tidurnya, sedangkan mereka berdoa kepada Tuhannya dengan rasa takut dan harap, dan mereka menafkahkan sebagian dari rezeki yang Kami berikan kepada mereka. (As-Sajdah: 16)\n\nDan demikianlah Nabi Saw., beliau selalu mengerjakan apa yang diperintahkan oleh Allah Swt. kepadanya seperti qiyamul lail. Hal itu hukumnya wajib khusus bagi Nabi Saw. seorang, seperti yang disebutkan di dalam ayat lain melalui firman-Nya:\n\nDan pada sebagian malam hari bersalat tahajudlah kamu sebagai suatu ibadah tambahan bagimu; mudah-mudahan Tuhanmu mengangkat kamu ke tempat yang terpuji. (Al-Isra: 79)\n\nDan dalam surat ini dijelaskan kadar waktu yang ia harus jalani untuk melakukan qiyamul lail (salat sunat malam hari). \n\nUntuk itu Allah Swt. berfirman:\n\nHai orang yang berselimut (Muhammad), bangunlah (untuk salat) di malam hari, kecuali sedikit (darinya). (Al-Muzzammil: 1 -2)\n\nIbnu Abbas, Ad-Dahhak, dan As-Saddi mengatakan sehubungan dengan makna firman-Nya: Hai orang yang berselimut. (Al-Muzzammil: 1) Yakni hai orang yang sedang tidur; menurut Qatadah, orang yang berselimut dengan pakaiannya. Ibrahim An-Nakha'i mengatakan bahwa ayat ini diturunkan saat Nabi Saw. sedang menyelimuti dirinya dengan jubahnya. \n\nSyabib ibnu Bisyr telah meriwayatkan dari Ikrimah, dari Ibnu Abbas sehubungan dengan makna firman-Nya: Hai orang yang berselimut. (Al-Muzzammil: 1) Allah Swt. berfirman, \"Hai Muhammad, engkau selimuti Al-Qur'an.\"",
            "jalalain": "(Hai orang yang berselimut) yakni Nabi Muhammad. Asal kata al-muzzammil ialah al-mutazammil, kemudian huruf ta diidghamkan kepada huruf za sehingga jadilah al-muzzammil, artinya, orang yang menyelimuti dirinya dengan pakaian sewaktu wahyu datang kepadanya karena merasa takut akan kehebatan wahyu itu.",
            "quraish_shihab": "[[73 ~ AL-MUZZAMMIL (ORANG YANG BERSELIMUT) Pendahuluan: Makkiyyah, 20 ayat ~ Dalam surat yang mulia ini, Allah Swt. memerintahkan rasul-Nya untuk mengisi sebagian besar malam dengan salat dan membaca al-Qur'ân. Rasul pun, sesuai perintah Tuhannya, beserta sekelompok orang yang mengikutinya menjalankan perintah itu. Tetapi di akhir surat ini, Allah memberikan keringanan kepada rasul dan pengikutnya, meskipun tetap menyuruh mereka untuk melaksanakan salat, menunaikan zakat serta memperbanyak sedekah dan istighfar. Di pertengahan surat, Allah Swt. menyuruh rasul-Nya agar bersabar menghadapi berbagai ucapan orang yang mendustakannya. Biarkanlah mereka mendapatkan azab yang dijanjikan Allah. Sesungguhnya Allah mengancam orang-orang kafir itu dengan azab yang pernah diturunkan kepada Fir'aun dan pengikutnya akibat menentang dan melanggar ajakan rasul mereka. Selain itu, Allah juga memaparkan tentang kedahsyatan hari kiamat agar mereka menjadi takut.]] Wahai orang yang melipat diri dengan selimut, bangunlah pada malam hari untuk melakukan salat. Kurangilah waktu tidurmu. Isilah--dengan salat--seperdua malam atau kurang sedikit hingga mencapai sepertiganya. Atau tambahkanlah waktunya hingga mencapai duapertiga dari waktu malam itu. Bacalah al-Qur'ân secara perlahan-lahan sehingga jelas huruf dan saat berhentinya. Bacalah dengan bacaan yang baik dan benar."
        },
        {
            "ind": "bangunlah (untuk sembahyang) di malam hari, kecuali sedikit (daripadanya),",
            "arb": "قُمِ اللَّيْلَ إِلَّا قَلِيلًا",
            "transliterasi": "Qum Al-Layla 'Illā Qalīlāan.",
            "eng": "Keep awake [in prayer] at night, all but a small part",
            "kemenag_ringkas": "_Bangunlah_ untuk mengerjakan salat dan bermunajat kepada Allah _pada malam hari, kecuali sebagian kecil_ dari waktu malammu dapat digunakan untuk istirahat tidur,",
            "kemenag": "Dalam ayat ini, Allah memerintahkan Nabi Muhammad yang sedang berselimut supaya mendirikan salat pada sebagian malam. Seruan Allah kepada Nabi Muhammad ini didahului dengan kata-kata \"Hai orang yang berselimut",
            "ibnu_katsir": "Allah Swt. memerintahkan kepada Rasul-Nya untuk meninggalkan selimut yang menutupi dirinya di malam hari, lalu bangun untuk menunaikan ibadah kepada Tuhannya dengan melakukan qiyamul lail, sebagaimana yang disebutkan dalam ayat lain melalui firman-Nya:\n\nLambung mereka jauh dari tempat tidurnya, sedangkan mereka berdoa kepada Tuhannya dengan rasa takut dan harap, dan mereka menafkahkan sebagian dari rezeki yang Kami berikan kepada mereka. (As-Sajdah: 16)\n\nDan demikianlah Nabi Saw., beliau selalu mengerjakan apa yang diperintahkan oleh Allah Swt. kepadanya seperti qiyamul lail. Hal itu hukumnya wajib khusus bagi Nabi Saw. seorang, seperti yang disebutkan di dalam ayat lain melalui firman-Nya:\n\nDan pada sebagian malam hari bersalat tahajudlah kamu sebagai suatu ibadah tambahan bagimu; mudah-mudahan Tuhanmu mengangkat kamu ke tempat yang terpuji. (Al-Isra: 79)\n\nDan dalam surat ini dijelaskan kadar waktu yang ia harus jalani untuk melakukan qiyamul lail (salat sunat malam hari). \n\nUntuk itu Allah Swt. berfirman:\n\nHai orang yang berselimut (Muhammad), bangunlah (untuk salat) di malam hari, kecuali sedikit (darinya). (Al-Muzzammil: 1 -2)\n\nIbnu Abbas, Ad-Dahhak, dan As-Saddi mengatakan sehubungan dengan makna firman-Nya: Hai orang yang berselimut. (Al-Muzzammil: 1) Yakni hai orang yang sedang tidur; menurut Qatadah, orang yang berselimut dengan pakaiannya. Ibrahim An-Nakha'i mengatakan bahwa ayat ini diturunkan saat Nabi Saw. sedang menyelimuti dirinya dengan jubahnya. \n\nSyabib ibnu Bisyr telah meriwayatkan dari Ikrimah, dari Ibnu Abbas sehubungan dengan makna firman-Nya: Hai orang yang berselimut. (Al-Muzzammil: 1) Allah Swt. berfirman, \"Hai Muhammad, engkau selimuti Al-Qur'an.\"",
            "jalalain": "(Bangunlah di malam hari) maksudnya, salatlah di malam hari (kecuali sedikit.)",
            "quraish_shihab": "[[73 ~ AL-MUZZAMMIL (ORANG YANG BERSELIMUT) Pendahuluan: Makkiyyah, 20 ayat ~ Dalam surat yang mulia ini, Allah Swt. memerintahkan rasul-Nya untuk mengisi sebagian besar malam dengan salat dan membaca al-Qur'ân. Rasul pun, sesuai perintah Tuhannya, beserta sekelompok orang yang mengikutinya menjalankan perintah itu. Tetapi di akhir surat ini, Allah memberikan keringanan kepada rasul dan pengikutnya, meskipun tetap menyuruh mereka untuk melaksanakan salat, menunaikan zakat serta memperbanyak sedekah dan istighfar. Di pertengahan surat, Allah Swt. menyuruh rasul-Nya agar bersabar menghadapi berbagai ucapan orang yang mendustakannya. Biarkanlah mereka mendapatkan azab yang dijanjikan Allah. Sesungguhnya Allah mengancam orang-orang kafir itu dengan azab yang pernah diturunkan kepada Fir'aun dan pengikutnya akibat menentang dan melanggar ajakan rasul mereka. Selain itu, Allah juga memaparkan tentang kedahsyatan hari kiamat agar mereka menjadi takut.]] Wahai orang yang melipat diri dengan selimut, bangunlah pada malam hari untuk melakukan salat. Kurangilah waktu tidurmu. Isilah--dengan salat--seperdua malam atau kurang sedikit hingga mencapai sepertiganya. Atau tambahkanlah waktunya hingga mencapai duapertiga dari waktu malam itu. Bacalah al-Qur'ân secara perlahan-lahan sehingga jelas huruf dan saat berhentinya. Bacalah dengan bacaan yang baik dan benar."
        },
        {
            "ind": "(yaitu) seperduanya atau kurangilah dari seperdua itu sedikit.",
            "arb": "نِّصْفَهُ أَوِ انقُصْ مِنْهُ قَلِيلًا",
            "transliterasi": "Nişfahu 'Aw Anquş Minhu Qalīlāan.",
            "eng": "of one-half thereof - or make it a little less than that,",
            "kemenag_ringkas": "yaitu _separuhnya atau kurang sedikit dari itu_,",
            "kemenag": "Allah menerangkan maksud perkataan sebagian yang terdapat dalam ayat sebelumnya, yaitu separuh atau lebih. Allah menyerahkan kepada Nabi Muhammad untuk memilih waktu melakukan salat malam. Ia dapat memilih antara sepertiga, seperdua, atau dua pertiga malam. Allah memberi kebebasan kepada Nabi Muhammad untuk memilih waktu-waktu tersebut. \nSepertiga malam menurut waktu Indonesia ialah kira-kira antara jam 10 dan jam 11 malam, seperdua malam ialah waktu antara jam 12 dan 1 malam dan dua pertiga malam ialah waktu antara jam 2 dan 3 sampai sebelum fajar.\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\n(yaitu) seperduanya. (Al-Muzzammil: 3)\n\nMerupakan badal atau kata ganti dari al-lail (malam hari), yakni di tengah malamnya.\n\natau kurangilah dari seperdua itu sedikit, atau lebih dari seperdua. (Al-Muzzammil: 3-4)\n\nYaitu Kami perintahkan kamu untuk melakukan salat di tengah malam, lebih sedikit atau kurang sedikit tidak mengapa bagimu dalam hal tersebut.",
            "jalalain": "(Yaitu seperduanya) menjadi badal dari lafal qaliilan; pengertian sedikit ini bila dibandingkan dengan keseluruhan waktu malam hari (atau kurangilah daripadanya) dari seperdua itu (sedikit) hingga mencapai sepertiganya.",
            "quraish_shihab": "[[73 ~ AL-MUZZAMMIL (ORANG YANG BERSELIMUT) Pendahuluan: Makkiyyah, 20 ayat ~ Dalam surat yang mulia ini, Allah Swt. memerintahkan rasul-Nya untuk mengisi sebagian besar malam dengan salat dan membaca al-Qur'ân. Rasul pun, sesuai perintah Tuhannya, beserta sekelompok orang yang mengikutinya menjalankan perintah itu. Tetapi di akhir surat ini, Allah memberikan keringanan kepada rasul dan pengikutnya, meskipun tetap menyuruh mereka untuk melaksanakan salat, menunaikan zakat serta memperbanyak sedekah dan istighfar. Di pertengahan surat, Allah Swt. menyuruh rasul-Nya agar bersabar menghadapi berbagai ucapan orang yang mendustakannya. Biarkanlah mereka mendapatkan azab yang dijanjikan Allah. Sesungguhnya Allah mengancam orang-orang kafir itu dengan azab yang pernah diturunkan kepada Fir'aun dan pengikutnya akibat menentang dan melanggar ajakan rasul mereka. Selain itu, Allah juga memaparkan tentang kedahsyatan hari kiamat agar mereka menjadi takut.]] Wahai orang yang melipat diri dengan selimut, bangunlah pada malam hari untuk melakukan salat. Kurangilah waktu tidurmu. Isilah--dengan salat--seperdua malam atau kurang sedikit hingga mencapai sepertiganya. Atau tambahkanlah waktunya hingga mencapai duapertiga dari waktu malam itu. Bacalah al-Qur'ân secara perlahan-lahan sehingga jelas huruf dan saat berhentinya. Bacalah dengan bacaan yang baik dan benar."
        },
        {
            "ind": "atau lebih dari seperdua itu. Dan bacalah Al Quran itu dengan perlahan-lahan.",
            "arb": "أَوْ زِدْ عَلَيْهِ وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا",
            "transliterasi": "'Aw Zid `Alayhi Wa Rattil Al-Qur'āna Tartīlāan.",
            "eng": "or add to it [at will]; and [during that time] recite the Qur’an calmly and distinctly, with thy mind attuned to its meaning.",
            "kemenag_ringkas": "_atau lebih dari_ seperdua _itu, dan bacalah Al-Qur’an itu dengan perlahan-lahan_ dengan bacaan yang baik dan benar.",
            "kemenag": "Dalam ayat ini, Allah memerintahkan Nabi Muhammad supaya membaca Al-Qur'an secara seksama (tartil). Maksudnya ialah membaca Al-Qur'an dengan pelan-pelan, bacaan yang fasih, dan merasakan arti dan maksud dari ayat-ayat yang dibaca itu, sehingga berkesan di hati. Perintah ini dilaksanakan oleh Nabi saw. 'Aisyah meriwayatkan bahwa Rasulullah saw membaca Al-Qur'an dengan tartil, sehingga surah yang dibacanya menjadi lebih lama dari ia membaca biasa.\nDalam hubungan ayat ini, al-Bukhari dan Muslim meriwayatkan dari 'Abdullah bin Mugaffal, bahwa ia berkata:\nAku melihat Rasulullah saw pada hari penaklukan kota Mekah, sedang menunggang unta beliau membaca Surah al-Fath di mana dalam bacaan itu beliau melakukan tarji' (bacaan lambat dengan mengulang-ulang). (Riwayat al-Bukhari dan Muslim dari 'Abdullah bin Mugaffal)\n\nPengarang buku Fathul Bayan berkata, \"Yang dimaksud dengan tartil ialah kehadiran hati ketika membaca, bukan asal mengeluarkan bunyi dari tenggorokan dengan memoncong-moncongkan muka dan mulut dengan alunan lagu, sebagaimana kebiasaan yang dilakukan pembaca-pembaca Al-Qur'an zaman sekarang. Membaca yang seperti itu adalah suatu bacaan yang dilakukan orang-orang yang tidak mengerti agama.\"\nMembaca Al-Qur'an secara tartil mengandung hikmah, yaitu terbukanya kesempatan untuk memperhatikan isi ayat-ayat yang dibaca dan di waktu menyebut nama Allah, si pembaca akan merasakan kemahaagungan-Nya. Ketika tiba pada ayat yang mengandung janji, pembaca akan timbul harapan-harapan, demikian juga ketika membaca ayat ancaman, pembaca akan merasa cemas.\nSebaliknya membaca Al-Qur'an secara tergesa-gesa atau dengan lagu yang baik, tetapi tidak memahami artinya adalah suatu indikasi bahwa si pembaca tidak memperhatikan isi yang terkandung dalam ayat yang dibacanya.\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nDan bacalah Al-Qur'an itu dengan perlahan-lahan.  (Al-Muzzammil: 4)\n\nMaksudnya, bacalah Al-Qur'an dengan tartil (perlahan-lahan) karena sesungguhnya bacaan seperti ini membantu untuk memahami dan merenungkan makna yang dibaca, dan memang demikianlah bacaan yang dilakukan oleh Nabi Saw. Sehingga Siti Aisyah r.a. mengatakan bahwa Nabi Saw. bila membaca Al-Qur'an yaitu perlahan-lahan sehingga bacaan beliau terasa paling Iama dibandingkan dengan orang Lain. \n\nDi dalam kitab Sahih Bukhari disebutkan melalui sahabat Anas r.a., bahwa ia pernah ditanya tentang bacaan yang dilakukan oleh Rasulullah Saw. Maka ia menjawab, bahwa bacaan Al-Qur'an yang dilakukan oleh beliau panjang. Bila beliau membaca: Dengan nama Allah Yang Maha Pemurah lagi Maha Penyayang. (Al-Fatihah: 1) Maka beliau memanjangkan bismillah, dan memanjangkan Ar-Rahman dan juga memanjangkan bacaan Ar-Rahim. \n\nIbnu Juraij telah meriwayatkan dari Ibnu Abu Mulaikah, dari Ummu Salamah r.a., bahwa ia pernah ditanya tentang qiraat Rasulullah Saw. Maka Ummu Salamah menjawab bahwa beliau membaca Al-Qur'an ayat demi ayat yang setiap ayatnya berhenti:\n\nDengan nama Allah Yang Maha Pemurah lagi Maha Penyayang. Segalapuji bagi Allah Tuhan semesta alam, Yang Maha Pemurah lagi Maha Penyayang, Yang menguasai hari pembalasan. (Al-Fatihah: 1-4)\n\nHadis ini diriwayatkan pula oleh Imam Ahmad dan Imam Abu Daud serta Imam Turmuzi.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Abdur Rahman, dari Sufyan, dari Asim, dari Zar, dari Abdullah ibnu Amr, dari Nabi Saw. yang telah bersabda: Dikatakan kepada pembaca Al-Qur’an, \"Bacalah dengan suara indah dan perlahan-lahan sebagaimana engkan membacanya dengan tartil sewaktu di dunia, karena sesungguhnya kedudukanmu berada di akhir ayat yang kamu baca!\"\n\nImam Abu Daud, Imam Turmuzi, dan Imam Nasai meriwayatkannya melalui hadis Sufyan As-Sauri dengan sanad yang sama. Imam Turmuzi mengatakan bahwa hadis ini kalau tidak hasan, sahih.\n\nDalam pembahasan yang terdahulu pada permulaan tafsir telah disebutkan hadis-hadis yang menunjukkan anjuran membaca Al-Qur'an dengan bacaan tartil dan suara yang indah, seperti hadis berikut:\n\nHiasilah Al-Qur’an dengan suara kalian!\n\nBukan termasuk golongan kami orang yang tidak melagukan bacaan Al-Qur’an.\n\nDan Rasulullah Saw. pernah bersabda setelah mendengar suara Abu Musa Al-Asy'ari membaca Al-Qur'an:\n\nSesungguhnya orang ini telah dianugerahi suara yang indah seperti suara seruling keluarga Daud.\n\nMaka Abu Musa menjawab, \"Seandainya aku mengetahui bahwa engkau mendengarkan bacaanku, tentulah aku akan melagukannya dengan lagu yang terindah untukmu.\"\n\nDiriwayatkan dari Ibnu Mas'ud, bahwa ia telah mengatakan, \"Janganlah kamu membacanya dengan bacaan seperti menabur pasir, jangan pula membacanya dengan bacaan tergesa-gesa seperti membaca puisi (syair). Berhentilah pada hal-hal yang mengagumkan, dan gerakkanlah hati untuk meresapinya, dan janganlah tujuan seseorang dari kamu hanyalah akhir surat saja.\" Diriwayatkan oleh Al-Bagawi.\n\nImam Bukhari mengatakan, telah menceritakan kepada kami Adam, telah menceritakan kepada kami Syu'bah, telah menceritakan kepada kami Amr ibnu Murrah; ia pernah mendengar Abu Wa-il mengatakan, bahwa seseorang datang kepada Ibnu Mas'ud, lalu berkata, \"Tadi malam aku telah membaca surat Al-Mufassal (surat-surat yang pendek) dalam satu rakaat.\" Maka Ibnu Mas'ud menjawab, \"Berarti bacaanmu seperti bacaan terhadap syair (tergesa-gesa). Sesungguhnya aku telah mengetahui surat-surat yang bacaannya digandengkan oleh Rasulullah Saw. di antara surat-surat Al-Mufassal itu.\" Lalu Ibnu Mas'ud menyebutkan dua puluh surat dari surat Al-Mufassal, dua surat tiap rakaatnya.",
            "jalalain": "(Atau lebih dari seperdua) hingga mencapai dua pertiganya; pengertian yang terkandung di dalam lafal au menunjukkan makna boleh memilih. (Dan bacalah Alquran itu) mantapkanlah bacaannya (dengan perlahan-lahan.)",
            "quraish_shihab": "[[73 ~ AL-MUZZAMMIL (ORANG YANG BERSELIMUT) Pendahuluan: Makkiyyah, 20 ayat ~ Dalam surat yang mulia ini, Allah Swt. memerintahkan rasul-Nya untuk mengisi sebagian besar malam dengan salat dan membaca al-Qur'ân. Rasul pun, sesuai perintah Tuhannya, beserta sekelompok orang yang mengikutinya menjalankan perintah itu. Tetapi di akhir surat ini, Allah memberikan keringanan kepada rasul dan pengikutnya, meskipun tetap menyuruh mereka untuk melaksanakan salat, menunaikan zakat serta memperbanyak sedekah dan istighfar. Di pertengahan surat, Allah Swt. menyuruh rasul-Nya agar bersabar menghadapi berbagai ucapan orang yang mendustakannya. Biarkanlah mereka mendapatkan azab yang dijanjikan Allah. Sesungguhnya Allah mengancam orang-orang kafir itu dengan azab yang pernah diturunkan kepada Fir'aun dan pengikutnya akibat menentang dan melanggar ajakan rasul mereka. Selain itu, Allah juga memaparkan tentang kedahsyatan hari kiamat agar mereka menjadi takut.]] Wahai orang yang melipat diri dengan selimut, bangunlah pada malam hari untuk melakukan salat. Kurangilah waktu tidurmu. Isilah--dengan salat--seperdua malam atau kurang sedikit hingga mencapai sepertiganya. Atau tambahkanlah waktunya hingga mencapai duapertiga dari waktu malam itu. Bacalah al-Qur'ân secara perlahan-lahan sehingga jelas huruf dan saat berhentinya. Bacalah dengan bacaan yang baik dan benar."
        },
        {
            "ind": "Sesungguhnya Kami akan menurunkan kapadamu perkataan yang berat.",
            "arb": "إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا",
            "transliterasi": "'Innā Sanulqī `Alayka Qawlāan Thaqīlāan.",
            "eng": "Behold, We shall bestow upon thee a weighty message –",
            "kemenag_ringkas": "Mengapa Allah memerintahkan Nabi Muhammad untuk beribadah di waktu malam, alasannya disebut dalam ayat ini. _Sesungguhnya Kami_ melalui malaikat Jibril _akan menurunkan perkataan yang berat_ yaitu firman-firman Allah berupa al-Qur’an _kepadamu_ wahai Nabi Muhammad.",
            "kemenag": "Ayat ini menerangkan bahwa Allah akan menurunkan Al-Qur'an kepada Muhammad saw yang di dalamnya terdapat perintah dan larangan-Nya. Hal ini merupakan beban yang berat, baik terhadap Muhammad saw maupun pengikutnya. Tidak ada yang mau memikul beban yang berat itu kecuali orang yang mendapatkan petunjuk dari Allah.",
            "ibnu_katsir": "Firman Allah Swt.:\n\nSesungguhnya Kami akan menurunkan kepadamu perkataan yang berat. (Al-Muzzammil: 5)\n\nAl-Hasan dan Qatadah mengatakan bahwa makna yang dimaksud ialah berat pengamalannya. Menurut pendapat yang lain, berat saat diturunkannya karena keagungannya. Sebagaimana yang dikatakan oleh Zaid ibnu Sabit-r.a., bahwa pernah diturunkan wahyu kepada Rasulullah Saw., sedangkan paha Ibnu Mas'ud berada di bawah paha Rasulullah Saw. Maka terasa tulang pahanya patah karena tertindih oleh Rasul Saw. saking beratnya wahyu yang sedang turun kepadanya.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Qutaibah, telah menceritakan kepada kami Ibnu Lahi'ah, dari Yazid ibnu Abu Habib, dari Amr ibnul Walid, dari Abdullah ibnu Amr yang mengatakan bahwa ia pernah bertanya kepada Nabi Saw., \"Wahai Rasulullah, apakah yang engkau rasakan saat wahyu diturunkan kepadamu?\" Rasulullah Saw. menjawab: Saya mendengar suara gemerincingnya lonceng, kemudian aku diam saat itu. Dan tidak sekali-kali diturunkan wahyu kepadaku melainkan aku mengira bahwa nyawaku sedang dicabut.\n\nHadis diriwayatkan oleh Imam Ahmad secara munfarid. \n\nDan dalam permulaan kitab Sahih Bukhari disebutkan: \n\ndari Abdullah ibnu Yusuf, dari Malik, dari Hisyam, dari ayahnya, dari Aisyah r.a., bahwa Al-Haris ibnu Hisyam pernah bertanya kepada Rasulullah Saw., \"Bagaimanakah caranya wahyu datang kepadamu?\" Rasulullah Saw. menjawab: Terkadang datang seperti bunyi gemerincingnya lonceng, dan itu adalah wahyu yang paling berat bagiku; setelah wahyu selesai dariku, aku telah hafal semua apa yang disampaikannya. Dan adakalanya Malaikat (Jibril) merupakan diri sebagai seorang laki-laki kepadaku, lalu berbicara kepadaku dan aku hafal semua apa yang disampaikannya. Siti Aisyah r.a. mengatakan, sesungguhnya ia menyaksikan wahyu sedang diturunkan kepada Nabi Saw. di hari yang sangat dingin; setelah wahyu selesai darinya, kening Nabi Saw. benar-benar bercucuran keringat. \n\nDemikianlah menurut lafaz Imam Bukhari.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Sulaiman ibnu Daud, telah menceritakan kepada kami Abdur Rahman, dari Hisyam ibnu Urwah, dari ayahnya, dari Aisyah r.a. yang mengatakan bahwa sesungguhnya wahyu benar-benar diturunkan kepada Rasulullah Saw. saat beliau berada di atas unta kendaraannya, maka unta kendaraan beliau mendekam dengan meletakkan bagian dalam lehernya ke tanah.\n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Abdul A'la, telah menceritakan kepada kami Ibnu Saur, dari Ma'mar, dari Hisyam ibnu Urwah, dari ayahnya, bahwa Nabi Saw. apabila sedang menerima wahyu dan berada di atas unta kendaraannya, maka unta kendaraannya berhenti dan mendekam, ia tidak dapat bergerak hingga wahyu selesai diturunkan. Hadis ini berpredikat mursal. yang dimaksud dengan jiran ialah bagian dalam leher unta, artinya unta kendaraannya mendekam dan tidak dapat bergerak karena beratnya wahyu yang sedang diturunkan kepada beliau Saw.\n\nTetapi Ibnu Jarir memilih pendapat yang mengatakan bahwa wahyu itu berat dari kedua sisinya, yakni sisi pengamalan dan saat menerimanya. Sebagaimana yang dikatakan oleh Abdur Rahman ibnu Zaid ibnu Aslam, bahwa wahyu itu terasa berat saat di dunia, sebagaimana terasa berat pula kelak di hari kiamat dalam timbangan amalnya.",
            "jalalain": "(Sesungguhnya Kami akan menurunkan kepadamu perkataan) atau bacaan Alquran (yang berat) yang hebat. Dikatakan berat mengingat kewajiban-kewajiban yang terkandung di dalamnya.",
            "quraish_shihab": "Sesungguhnya Kami akan memberikan kepadamu, wahai Rasul, al-Qur'ân yang megandung perintah, larangan dan tugas-tugas yang berat."
        },
        {
            "ind": "Sesungguhnya bangun di waktu malam adalah lebih tepat (untuk khusyu') dan bacaan di waktu itu lebih berkesan.",
            "arb": "إِنَّ نَاشِئَةَ اللَّيْلِ هِيَ أَشَدُّ وَطْئًا وَأَقْوَمُ قِيلًا",
            "transliterasi": "'Inna Nāshi'ata Al-Layli Hiya 'Ashaddu Waţ'āan Wa 'Aqwamu Qīlāan.",
            "eng": "[and,] verily, the hours of night the mind most strongly and speak with the clearest voice,",
            "kemenag_ringkas": "Diperintahkannya ibadah di waktu malam adalah mengandung hikmah yang sangat besar di antaranya seperti yang disebut pada ayat ini. _Sungguh, bangun_ untuk beribadah di waktu_ malam itu lebih kuat_ mengisi jiwa. _dan_ bacaan di waktu itu _lebih berkesan_ serta lebih mudah untuk dipahami dan dihayati.",
            "kemenag": "Ayat ini menegaskan bahwa ibadah yang dilakukan pada malam hari terasa lebih berkesan dan mantap, baik di hati maupun di lidah, sebab bacaan ayat-ayat itu lebih jelas dibandingkan bacaan pada siang hari di saat manusia sedang disibukkan oleh urusan-urusan kehidupan duniawi.",
            "ibnu_katsir": "Firman Allah Swt:\n\nSesungguhnya bangun di waktu malam adalah lebih tepat (untuk khusyuk) dan bacaan di waktu itu lebih berkesan. (Al-Muzzammil: 6)\n\nAbu Ishaq telah meriwayatkan dari Sa'id ibnu Jubair, dari Ibnu Abbas, bahwa nasya-a artinya berdiri menurut bahasa Habsyah, yakni bangun tidur. Umar, Ibnu Abbas, dan Ibnuz Zubair mengatakan bahwa malam hari seluruhnya dinamakan nasyi-ah. Hal yang sama telah dikatakan oleh Mujahid dan lain-lainnya yang bukan hanya seorang. Dikatakan nasya-a apabila orang yang bersangkutan bangun di waktu sebagian malam hari. Menurut riwayat yang bersumber dari Mujahid, disebutkan sesudah waktu isya. Hal yang sama telah dikatakan oleh Abu Mijlaz, Qatadah, Salim, Abu Hazim, dan Muhammad ibnul Munkadir.\n\nKesimpulan, nasyi-atul lail artinya bagian-bagian waktu dari malam hari, yang keseluruhannya dinamakan nasyi-ah, juga indentik dengan pengertian saat-saatnya. Makna yang dimaksud ialah bahwa melakukan qiyamul lail atau salat sunat di malam hari lebih khusyuk dan juga melakukan bacaan Al-Qur'an padanya lebih meresap di hati. Karena itu, disebutkan oleh firman-Nya: \n\nadalah lebih tepat (untuk khusyuk) dan bacaan di waktu itu lebih berkesan. (Al-Muzzammil: 6)\n\nYakni lebih berkesan dalam hati dalam menunaikan bacaan Al-Qur'an di saat itu dan lebih meresap dalam hati dalam memahami makna bacaannya ketimbang dalam salat sunat siang hari. Karena siang hari merupakan waktu beraktivitas bagi manusia, banyak suara gaduh dan kesibukan dalam mencari rezeki penghidupan.\n\nAl-Hafiz Abu Ya'la Al-Mausuli mengatakan, telah menceritakan kepada kami Ibrahim ibnu Sa'id Al-Jauhari, telah menceritakan kepada kami Abu Usamah, telah menceritakan kepada kami Al-A'masy, bahwa Anas ibnu Malik r.a. membaca ayat ini dengan bacaan berikut, \"wa aswabu qila.\" Maka berkatalah seseorang Ielaki kepadanya, \"Sesungguhnya kami biasa membacanya dengan wa aqwamu qila.\" Maka Anas menjawabnya, bahwa sesungguhnya aswabu, aqwamu, dan ahya-u serta lafaz-lafaz lainnya yang semakna artinya sama. Karena itulah maka disebutkan dalam firman berikutnya:\n\nSesungguhnya kamu pada siang hari mempunyai urusan yang panjang (banyak). (Al-Muzzammil: 7)\n\nIbnu Abbas, Ikrimah, dan Ata ibnu Abu Muslim mengatakan bahwa makna yang dimaksud ialah waktu luang dan tidur. Abul Aliyah, Mujahid, Abu Malik, Ad-Dahhak, Al-Hasan, Qatadah, Ar-Rabi' ibnu Anas, dan Sufyan As-Sauri mengatakan bahwa makna yang dimaksud dengan sabhan tawilan ialah waktu luang yang panjang. Qatadah mengatakan, artinya waktu luang dan waktu mencari rezeki dan bepergian.\n\nAs-Saddi mengatakan sehubungan dengan makna firman-Nya: mempunyai urusan yang panjang (banyak). (Al-Muzzammil: 7) Maksudnya, sunnah yang banyak.\n\nAbdur Rahman ibnu Zaid ibnu Aslam mengatakan sehubungan dengan makna firman-Nya: Sesungguhnya kamu pada siang hari mempunyai urusan yang panjang (banyak). (Al-Muzzammil: 7) Yakni bagi keperluan-keperluanmu, maka gunakanlah malam hari untuk agamamu. Ia mengatakan bahwa hal ini dikemukakan di saat salat malam hari difardukan. Kemudian Allah Swt. memberikan anugerah kepada hamba-hamba-Nya, lalu Dia memberikan keringanan dengan menghapuskan sebagian besarnya. Lalu ia membaca firman-Nya: bangunlah (untuk salat) di malam hari, kecuali sedikit (darinya). (Al-Muzzammil: 2) Lalu membaca pula firman-Nya: Sesungguhnya Tuhanmu mengetahui bahwa kamu berdiri (salat) kurang dari dua pertiga malam, atau seperdua malam. (Al-Muzzammil: 20) sampai dengan firman-Nya: karena itu bacalah apa yangmudah (bagimu) dari Al-Qur’an. (Al-Muzzammil: 20) Dan firman Allah Swt.: Dan pada sebagian malam hari salat tahajudlah kamu sebagai suatu ibadah tambahan bagimu; mudah-mudahan Tuhanmu mengangkat kamu ke tempat yang terpuji. (Al-Isra: 79)\n\nDemikianlah menurut apa yang dikatakan oleh Abdur Rahman ibnu Zaid ibnu Aslam.\n\nDalil yang menguatkan pendapat Ibnu Zaid ialah hadis yang diriwayatkan oleh Imam Ahmad di dalam kitab musnadnya, ia mengatakan bahwa telah menceritakan kepada kami Yahya, telah menceritakan kepada kami Sa'id alias Ibnu Abu Arubah, dari Qatadah, dari Zurarah ibnu Aufa, dari Sa'id ibnu Hisyam, bahwa ia menceraikan istrinya, kemudian berangkat ke Madinah untuk menjual propertinya yang ada di Madinah, lalu menggunakannya untuk keperluan jihad dengan membeli perlengkapan dan senjata untuknya, kemudian ia berjihad melawan orang-orang Romawi hingga akhir hayatnya. Kemudian ia bersua dengan sejumlah orang dari kaumnya yang menceritakan kepadanya bahwa pernah ada enam orang dari kalangan kaumnya mempunyai keinginan untuk melakukan hal tersebut di masa Rasulullah Saw. Maka Rasulullah Saw. bersabda: Bukankah pada diriku terdapat suri teladan yang baik bagi kalian? \n\nRasulullah Saw. melarang mereka melakukan perceraian itu, maka Sa'id ibnu Hisyam menjadikan mereka (sebagian dari kaumnya yang ia jumpai) sebagai saksi saat ia merujuk kembali kepada istrinya. Setelah itu ia kembali kepada kami dan menceritakan kepada kami bahwa ia pernah datang kepada Ibnu Abbas r.a. untuk menanyakan kepadanya tentang salat witir Rasulullah Saw. Maka Ibnu Abbas berkata, \"Maukah aku beritahukan kepadamu tentang penduduk bumi yang paling mengetahui tentang salat witir yang dilakukan oleh Rasulullah Saw.?\" Sa'id ibnu Hisyam menjawab, \"Ya.\" Ibnu Abbas berkata, \"Datanglah kepada Aisyah, dan tanyakanlah kepadanya tentang hal itu, lalu kembalilah kepadaku dan ceritakanlah kepadaku tentang jawabannya kepadamu!\" \n\nSa'id ibnu Hisyam melanjutkan kisahnya, bahwa lalu ia menemui Hakim ibnu Aflah dan membawanya pergi ikut menghadap kepada Siti Aisyah. Tetapi Hakim ibnu Aflah berkata, \"Aku segan menghadapnya, karena sesungguhnya aku pernah melarangnya memberikan tanggapan terhadap kedua golongan itu dengan suatu tanggapan yang memihak, tetapi ia menolak dan tetap memberikan tanggapan dan reaksinya.\" Maka aku mendesaknya dengan kata-kata yang mengandung sumpah, akhirnya dia mau berangkat bersamaku. Dan kami masuk menemui Siti Aisyah, lalu ia berkata, \"Engkau Hakim?\" Ternyata dia mengenalnya dan Hakim menjawab, \"Ya.\" Aisyah bertanya, \"Siapakah orang yang bersamamu?\" Hakim menjawab.”Sa'id ibnu Hisyam.\" Aisyah bertanya, \"Ibnu Hisyam yang mana?\" Hakim menjawab, \"Ibnu Amir.\" \n\nLalu Siti Aisyah mendoakan rahmat buatnya dan berkata, \"Sebaik-baik orang adalah Amir.\" Aku bertanya, \"Wahai Ummul Mu’minin, ceritakanlah kepadaku tentang akhlak Rasulullah Saw.\" Aisyah r.a. baiik bertanya, \"Bukankah kamu telah membaca Al-Qur'an?\" Aku menjawab, \"Benar.\" Maka Aisyah berkata bahwa akhlak Rasulullah Saw. ialah Al-Qur'an. Kemudian aku hampir saja bangkit untuk minta pamit darinya, tetapi tiba-tiba terlintas di pikiranku untuk menanyakan kepadanya tentang qiyam (salat malam hari) yang dilakukan oleh Rasulullah Saw. Maka aku bertanya, \"Wahai Ummul Mu’minin, ceritakanlah kepadaku tentang qiyam yang dilakukan oleh Rasulullah Saw.\" Siti Aisyah balik bertanya, bahwa bukankah engkau telah membaca firman-Nya: Hai orang yang berselimut (Muhammad). (Al-Muzzammil: 1)\n\nAku menjawab, \"Benar, aku telah membacanya.\" Siti Aisyah mengatakan, bahwa sesungguhnya Allah telah memfardukan qiyamul lail melalui permulaan surat ini. Maka Rasulullah Saw. dan para sahabatnya melakukan qiyamul lail selama setahun penuh hingga telapak kaki mereka membengkak karena banyak mengerjakan salat. Dan Allah menahan penutup surat itu di langit selama dua belas bulan, kemudian setelah itu Allah menurunkannya sebagai keringanan buat mereka, sehingga jadilah qiyamul lail sebagai amal yang sunat yang sebelumnya difardukan.\n\nDan aku hampir saja bangkit meminta pamit, kemudian terlintas lagi dalam pikiranku untuk menanyakan kepadanya tentang salat witir yang dikerjakan oleh Rasulullah Saw. Maka aku bertanya, \"Wahai Ummul Mu’minin, ceritakanlah kepadaku tentang salat witir Rasulullah Saw.\" Siti Aisyah r.a. menjawab, \"Kami (istri-istri beliau Saw.) selalu menyediakan untuk beliau siwak dan air wudunya, dan Allah membangunkannya di waktu yang dikehendaki-Nya dari tengah malam, lalu beliau bersiwak dan mengambil air wudunya. Setelah itu beliau mengerjakan salat delapan rakaat, tanpa melakukan duduk kecuali pada rakaat yang kedelapannya. Dan di rakaat yang kedelapan beliau duduk berzikir kepada Allah dan berdoa kepada-Nya, lalu bangkit lagi tanpa salam, dan langsung mengerjakan rakaat yang kesembilannya. Setelah rakaat yang kesembilan, barulah beliau duduk dan berzikir kepada Allah semata serta berdoa kepada-Nya, lalu melakukan salam dengan suara yang dapat didengar oleh kami. Sesudah itu beliau salat dua rakaat lagi sambil duduk sesudah salamnya itu. Maka itulah sebelas rakaat yang dikerjakan oleh beliau Saw., hai Anakku.\n\nTetapi setelah usia Rasulullah Saw. bertambah tua dan tubuhnya mulai gemuk, maka beliau mengerjakan witirnya tujuh rakaat, kemudian salat dua rakaat lagi sambil duduk setelah salamnya. Maka itulah sembilan rakaat yang dikerjakannya, hai Anakku.\n\nDan Rasulullah Saw. apabila mengerjakan suatu salat, beliau suka mengerjakannya dengan tetap. Apabila beliau disibukkan karena tertidur atau sedang sakit hingga salat malam hari tidak dikerjakannya di malam hari, maka beliau mengerjakannya di siang hari sebanyak dua belas rakaat. Dan aku belum pernah melihat Nabi Saw. mengkhatamkan Al-Qur'an seluruhnya dalam semalam hingga pagi harinya, dan tidak pula puasa sebulan penuh selain dalam bulan Ramadan.\"\n\nLalu aku kembali kepada Ibnu Abbas dan kuceritakan kepadanya hadis yang diceritakan oleh Aisyah. Maka Ibnu Abbas berkata, \"Dia benar, ketahuilah seandainya aku yang masuk menemuinya, tentulah aku akan menemuinya hingga dapat berbicara berhadap-hadapan dengannya.\" \n\nDemikianlah menurut apa yang diriwayatkan oleh Imam Ahmad secara lengkap, dan Imam Muslim di dalam kitab sahihnya telah mengetengahkan hadis ini melalui Qatadah dengan lafaz yang semisal.\n\nJalur lain dari Aisyah r.a. yang semakna dengan hadis ini. \n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Waki', telah mencerita-kan kepada kami Zaid ibnul Habbab, dan telah menceritakan kepada kami Ibnu Humaid, telah menceritakan kepada kami Mahran; keduanya meriwayatkan hadis ini, tetapi lafaznya dari Ibnu Waki', dari Musa ibnu Ubaidah, telah menceritakan kepadaku Muhammad ibnu Tahla, dari Abu Saiamah, dari Aisyah r.a. yang menceritakan bahwa aku pernah mempersiapkan tikar hamparan untuk tempat salat Rasulullah Saw. di malam hari. Orang-orang (para sahabat) mengintipnya dan mereka berkerumun mendengarkannya. Maka Nabi Saw. Keluar seperti orang yang sedang marah, padahal beliau sayang kepada mereka. Beliau merasa khawatir bila qiyamul lail difardukan atas mereka, maka beliau bersabda:\n\nHai manusia, kerjakanlah dari amal-amal ibadah yang sesuai dengan kamampuan kalian. Karena sesungguhnya Allah tidak pernah merasa bosan dalam memberi pahala, hingga kalian sendirilah yang bosan dalam beramal. Dan sebaik-baik amal ialah yang paling tetap pengamalannya.\n\nDan turunlah firman Allah Swt.:\n\nHai orang yang berselimut (Muhammad), bangunlah (untuk salat) di malam hari, kecuali sedikit (darinya), (yaitu) seperduanya atau kurangilah dari seperdua itu sedikit, atau lebih dari seperdua itu. (Al-Muzzammil: 1-4)\n\nHingga tersebutlah ada seseorang yang terpaksa mengikat dirinya dengan tambang, lalu bergantung padanya (agar tetap dalam keadaan bangun). Mereka jalani masa itu selama delapan bulan, maka Allah melihat keinginan mereka dalam meraih rida-Nya. Akhirnya Allah mengasihani mereka dan mengembalikan mereka kepada salat fardu saja serta tidak lagi mewajibkan qiyamul lail.\n\nIbnu Abu Hatim meriwayatkannya melalui jalur Musa ibnu Ubaidah Ar-Rabzi, tetapi dia orangnya daif. Hadis ini di dalam kitab sahih tidak menyebutkan adanya penurunan surat Al-Muzzammil. Konteks hadis ini memberikan pengertian bahwa surat ini seakan-akan diturunkan di Madinah, padahal kenyataannya tidaklah demikian. Sesungguhnya surat ini tiada lain adalah surat Makkiyyah. Dan teks hadis yang menyebutkan bahwa jarak antara turunnya permulaan surat ini dan akhirnya memakan waktu delapan bulan. Ini berpredikat garib (aneh), karena sesungguhnya menurut apa yang tertera di dalam hadis riwayat Imam Ahmad sebelum ini telah disebutkan jarak tenggangnya adalah satu tahun.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Sa'id Al-Asyaj, telah menceritakan kepada kami Abu Usamah, dari Mis'ar, dari Sammak Al-Hanafi, bahwa ia pernah mendengar Ibnu Abbas mengatakan bahwa pada permulaan turunnya awal surat Al-Muzzammil, para sahabat melakukan qiyamul lail yang lamanya sama dengan qiyamul lail mereka dalam bulan Ramadan. Dan jarak tenggang waktu antara awal surat Al-Muzzammil sampai dengan ayat terakhirnya memakan waktu kurang lebih satu tahun. Hal yang sama telah diriwayatkan oleh Ibnu Jarir, dari Abu Kuraib, dari Abu Usamah dengan sanad yang sama.\n\nAs-Sauri dan Muhammad ibnu Bisyr Al-Abdi telah meriwayatkan dari Mis'ar, dari Sammak, dari Ibnu Abbas yang mengatakan bahwa jarak antara keduanya (permulaan surat dan akhirnya) adalah satu tahun. Ibnu Jarir telah meriwayatkan pula dari Abu Kuraib, dari Waki', dari Israil, dari Sammak, dari Ikrimah, dari Ibnu Abbas hal yang semisal.\n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Humaid, telah menceritakan kepada kami Mahran, telah menceritakan kepada kami Sufyan, dari Qa\"is ibnu Wahb, dari Abu Abdur Rahman yang mengatakan bahwa ketika diturunkan firman-Nya: Hai orang yang berselimut (Muhammad). (Al-Muzzammil: 1) Mereka mengerjakan qiyamul lail selama satu tahun sehingga telapak kaki dan betis mereka bengkak, hingga turunlah firman Allah Swt.: karena itu bacalah apa yang mudah (bagimu) dari Al-Qur’an. (Al-Muzzammil: 20) Maka orang-orang pun (yakni para sahabat) merasa lega dengannya. Hal yang sama telah dikatakan oleh Al-Hasan Al-Basri dan As-Saddi.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Zar'ah, te!ah menceritakan kepada kami Ubaidillah ibnu Umar Al-Qawariri, telah menceritakan kepada kami Mu'az ibnu Hisyam, telah menceritakan kepada kami ayahku, dari Qatadah, dari Zurarah ibnu Aufa, dari Sa'id ibnu Hisyam yang mengatakan bahwa lalu ia bertanya kepada Aisyah, \"Ceritakanlah kepadaku tentang qiyamul lail Rasulullah Saw.\" Siti Aisyah balik bertanya, \"Bukankah engkau telah membaca firman-Nya: Hai orang yang berselimut (Muhammad). (Al-Muzzammil: 1) Aku menjawab, \"Benar, aku telah membacanya.\" Siti Aisyah r.a. berkata, \"Itulah qiyamul lail yang pernah dilakukan oleh Rasulullah Saw. dan para sahabatnya, hingga telapak kaki mereka bengkak-bengkak (karena lamanya berdiri dalam salat), sedangkan penutup surat ini ditahan di langit selama enam belas bulan, kemudian baru diturunkan sesudahnya.\"\n\nMa'mar telah meriwayatkan dari Qatadah sehubungan dengan makna firman Allah Swt.: bangunlah (untuk salat) di malam hari, kecuali sedikit (darinya). (Al-Muzzammil: 2) Mereka melakukan qiyamul lail selama kurang lebih satu atau dua tahun hingga betis dan telapak kaki mereka bengkak-bengkak, lalu Allah menurunkan ayat yang meringankannya sesudah itu di akhir surat.\n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Humaid, telah menceritakan kepada kami Ya'qub Al-Qummi, dari Ja'far, dari Sa'id ibnu Jubair yang mengatakan bahwa ketika Allah Swt. menurunkan kepada Nabi-Nya firman berikut: Hai orang yang berselimut (Muhammad). (Al-Muzzammil: 1) Bahwa Nabi Saw. mengerjakan perintah ini selama sepuluh tahun, yaitu qiyamul lail sebagaimana yang diperintahkan oleh Allah Swt. Dan tersebutlah bahwa segolongan dari para sahabat ada yang ikut melakukan qiyamul lail bersamanya. Maka sesudah masa sepuluh tahun Allah menurunkan firman-Nya: Sesungguhnya Tuhanmu mengetahui bahwasanya kamu berdiri (salat) kurang dari dua pertiga malam, atau seperdua malam atau sepertiganya dan (demikian pula) segolongan dari orang-orang yang bersama kamu. (Al-Muzzammil: 20) sampai dengan firman-Nya: dan dirikanlah salat. (Al-Muzzammil: 20) Maka melalui ayat ini Allah memberikan keringanan kepada mereka setelah sepuluh tahun. \n\nIbnu Abu Hatim meriwayatkan hadis ini dari ayahnya. dari Amr ibnu Rafi', dari Ya'qub Al-Qummi dengan sanad yang sama. Ali ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya: bangunlah (untuk salat) di malam hari, kecuali sedikit (darinya), (yaitu) seperduanya atau kurangilah dari seperdua itu sedikit. (Al-Muzzammil: 2-3) Maka hal ini memberatkan kaum mukmin, kemudian Allah memberikan keringanan kepada mereka dan mengasihi mereka. Untuk itu Allah menurunkan firman-Nya sesudah itu: Dia mengetahui bahwa akan ada di antara kamu orang-orang yang sakit dan orang-orang yang lain, mereka berjalan di muka bumi mencari sebagian karunia Allah. (Al-Muzzammil: 20) sampai dengan firman-Nya: maka bacalah apa yang mudah (bagimu) dari Al-Qur'an. (Al-Muzzammil: 20) Maka melalui ayat ini Allah Swt. memberikan keluasan bagi mereka —segala puji bagi Allah— dan Dia tidak mempersulit mereka.",
            "jalalain": "(Sesungguhnya bangun di waktu malam) maksudnya, melakukan salat sunah di malam hari sesudah tidur (lebih tepat) untuk khusyuk di dalam memahami bacaan Alquran (dan bacaan di waktu itu lebih berkesan) lebih jelas dan lebih mantap serta lebih berkesan.",
            "quraish_shihab": "Sesungguhnya ibadah yang dilaksanakan pada malam hari lebih merasuk ke dalam hati, lebih berkesan serta lebih khusyuk bacaannya ketimbang ibadah di siang hari."
        },
        {
            "ind": "Sesungguhnya kamu pada siang hari mempunyai urusan yang panjang (banyak).",
            "arb": "إِنَّ لَكَ فِي النَّهَارِ سَبْحًا طَوِيلًا",
            "transliterasi": "'Inna Laka Fī Aalnnahāri Sabĥāan Ţawīlāan.",
            "eng": "whereas by day a long chain of doings is thy portion.",
            "kemenag_ringkas": "Sebaliknya, _sesungguhnya pada siang hari engkau sangat sibuk dengan urusan-urusan yang panjang_ dan melelahkan. Karena itu bangunlah di malam hari agar pekerjaanmu di siang hari yang banyak itu dapat sukses dengan pertolongan Allah.",
            "kemenag": "Ayat ini memerintahkan supaya Nabi Muhammad dapat membedakan antara suasana melakukan ibadah pada siang hari dan malamnya, saat ketenangan jiwa bermunajat kepada Tuhan, menghendaki kebebasan pikiran. Kesibukan yang terdapat pada siang hari membuat perhatian beliau tidak terfokus kepada kesibukan menjalankan risalah Tuhan.",
            "ibnu_katsir": "Firman Allah Swt:\n\nSesungguhnya bangun di waktu malam adalah lebih tepat (untuk khusyuk) dan bacaan di waktu itu lebih berkesan. (Al-Muzzammil: 6)\n\nAbu Ishaq telah meriwayatkan dari Sa'id ibnu Jubair, dari Ibnu Abbas, bahwa nasya-a artinya berdiri menurut bahasa Habsyah, yakni bangun tidur. Umar, Ibnu Abbas, dan Ibnuz Zubair mengatakan bahwa malam hari seluruhnya dinamakan nasyi-ah. Hal yang sama telah dikatakan oleh Mujahid dan lain-lainnya yang bukan hanya seorang. Dikatakan nasya-a apabila orang yang bersangkutan bangun di waktu sebagian malam hari. Menurut riwayat yang bersumber dari Mujahid, disebutkan sesudah waktu isya. Hal yang sama telah dikatakan oleh Abu Mijlaz, Qatadah, Salim, Abu Hazim, dan Muhammad ibnul Munkadir.\n\nKesimpulan, nasyi-atul lail artinya bagian-bagian waktu dari malam hari, yang keseluruhannya dinamakan nasyi-ah, juga indentik dengan pengertian saat-saatnya. Makna yang dimaksud ialah bahwa melakukan qiyamul lail atau salat sunat di malam hari lebih khusyuk dan juga melakukan bacaan Al-Qur'an padanya lebih meresap di hati. Karena itu, disebutkan oleh firman-Nya: \n\nadalah lebih tepat (untuk khusyuk) dan bacaan di waktu itu lebih berkesan. (Al-Muzzammil: 6)\n\nYakni lebih berkesan dalam hati dalam menunaikan bacaan Al-Qur'an di saat itu dan lebih meresap dalam hati dalam memahami makna bacaannya ketimbang dalam salat sunat siang hari. Karena siang hari merupakan waktu beraktivitas bagi manusia, banyak suara gaduh dan kesibukan dalam mencari rezeki penghidupan.\n\nAl-Hafiz Abu Ya'la Al-Mausuli mengatakan, telah menceritakan kepada kami Ibrahim ibnu Sa'id Al-Jauhari, telah menceritakan kepada kami Abu Usamah, telah menceritakan kepada kami Al-A'masy, bahwa Anas ibnu Malik r.a. membaca ayat ini dengan bacaan berikut, \"wa aswabu qila.\" Maka berkatalah seseorang Ielaki kepadanya, \"Sesungguhnya kami biasa membacanya dengan wa aqwamu qila.\" Maka Anas menjawabnya, bahwa sesungguhnya aswabu, aqwamu, dan ahya-u serta lafaz-lafaz lainnya yang semakna artinya sama. Karena itulah maka disebutkan dalam firman berikutnya:\n\nSesungguhnya kamu pada siang hari mempunyai urusan yang panjang (banyak). (Al-Muzzammil: 7)\n\nIbnu Abbas, Ikrimah, dan Ata ibnu Abu Muslim mengatakan bahwa makna yang dimaksud ialah waktu luang dan tidur. Abul Aliyah, Mujahid, Abu Malik, Ad-Dahhak, Al-Hasan, Qatadah, Ar-Rabi' ibnu Anas, dan Sufyan As-Sauri mengatakan bahwa makna yang dimaksud dengan sabhan tawilan ialah waktu luang yang panjang. Qatadah mengatakan, artinya waktu luang dan waktu mencari rezeki dan bepergian.\n\nAs-Saddi mengatakan sehubungan dengan makna firman-Nya: mempunyai urusan yang panjang (banyak). (Al-Muzzammil: 7) Maksudnya, sunnah yang banyak.\n\nAbdur Rahman ibnu Zaid ibnu Aslam mengatakan sehubungan dengan makna firman-Nya: Sesungguhnya kamu pada siang hari mempunyai urusan yang panjang (banyak). (Al-Muzzammil: 7) Yakni bagi keperluan-keperluanmu, maka gunakanlah malam hari untuk agamamu. Ia mengatakan bahwa hal ini dikemukakan di saat salat malam hari difardukan. Kemudian Allah Swt. memberikan anugerah kepada hamba-hamba-Nya, lalu Dia memberikan keringanan dengan menghapuskan sebagian besarnya. Lalu ia membaca firman-Nya: bangunlah (untuk salat) di malam hari, kecuali sedikit (darinya). (Al-Muzzammil: 2) Lalu membaca pula firman-Nya: Sesungguhnya Tuhanmu mengetahui bahwa kamu berdiri (salat) kurang dari dua pertiga malam, atau seperdua malam. (Al-Muzzammil: 20) sampai dengan firman-Nya: karena itu bacalah apa yangmudah (bagimu) dari Al-Qur’an. (Al-Muzzammil: 20) Dan firman Allah Swt.: Dan pada sebagian malam hari salat tahajudlah kamu sebagai suatu ibadah tambahan bagimu; mudah-mudahan Tuhanmu mengangkat kamu ke tempat yang terpuji. (Al-Isra: 79)\n\nDemikianlah menurut apa yang dikatakan oleh Abdur Rahman ibnu Zaid ibnu Aslam.\n\nDalil yang menguatkan pendapat Ibnu Zaid ialah hadis yang diriwayatkan oleh Imam Ahmad di dalam kitab musnadnya, ia mengatakan bahwa telah menceritakan kepada kami Yahya, telah menceritakan kepada kami Sa'id alias Ibnu Abu Arubah, dari Qatadah, dari Zurarah ibnu Aufa, dari Sa'id ibnu Hisyam, bahwa ia menceraikan istrinya, kemudian berangkat ke Madinah untuk menjual propertinya yang ada di Madinah, lalu menggunakannya untuk keperluan jihad dengan membeli perlengkapan dan senjata untuknya, kemudian ia berjihad melawan orang-orang Romawi hingga akhir hayatnya. Kemudian ia bersua dengan sejumlah orang dari kaumnya yang menceritakan kepadanya bahwa pernah ada enam orang dari kalangan kaumnya mempunyai keinginan untuk melakukan hal tersebut di masa Rasulullah Saw. Maka Rasulullah Saw. bersabda: Bukankah pada diriku terdapat suri teladan yang baik bagi kalian? \n\nRasulullah Saw. melarang mereka melakukan perceraian itu, maka Sa'id ibnu Hisyam menjadikan mereka (sebagian dari kaumnya yang ia jumpai) sebagai saksi saat ia merujuk kembali kepada istrinya. Setelah itu ia kembali kepada kami dan menceritakan kepada kami bahwa ia pernah datang kepada Ibnu Abbas r.a. untuk menanyakan kepadanya tentang salat witir Rasulullah Saw. Maka Ibnu Abbas berkata, \"Maukah aku beritahukan kepadamu tentang penduduk bumi yang paling mengetahui tentang salat witir yang dilakukan oleh Rasulullah Saw.?\" Sa'id ibnu Hisyam menjawab, \"Ya.\" Ibnu Abbas berkata, \"Datanglah kepada Aisyah, dan tanyakanlah kepadanya tentang hal itu, lalu kembalilah kepadaku dan ceritakanlah kepadaku tentang jawabannya kepadamu!\" \n\nSa'id ibnu Hisyam melanjutkan kisahnya, bahwa lalu ia menemui Hakim ibnu Aflah dan membawanya pergi ikut menghadap kepada Siti Aisyah. Tetapi Hakim ibnu Aflah berkata, \"Aku segan menghadapnya, karena sesungguhnya aku pernah melarangnya memberikan tanggapan terhadap kedua golongan itu dengan suatu tanggapan yang memihak, tetapi ia menolak dan tetap memberikan tanggapan dan reaksinya.\" Maka aku mendesaknya dengan kata-kata yang mengandung sumpah, akhirnya dia mau berangkat bersamaku. Dan kami masuk menemui Siti Aisyah, lalu ia berkata, \"Engkau Hakim?\" Ternyata dia mengenalnya dan Hakim menjawab, \"Ya.\" Aisyah bertanya, \"Siapakah orang yang bersamamu?\" Hakim menjawab.”Sa'id ibnu Hisyam.\" Aisyah bertanya, \"Ibnu Hisyam yang mana?\" Hakim menjawab, \"Ibnu Amir.\" \n\nLalu Siti Aisyah mendoakan rahmat buatnya dan berkata, \"Sebaik-baik orang adalah Amir.\" Aku bertanya, \"Wahai Ummul Mu’minin, ceritakanlah kepadaku tentang akhlak Rasulullah Saw.\" Aisyah r.a. baiik bertanya, \"Bukankah kamu telah membaca Al-Qur'an?\" Aku menjawab, \"Benar.\" Maka Aisyah berkata bahwa akhlak Rasulullah Saw. ialah Al-Qur'an. Kemudian aku hampir saja bangkit untuk minta pamit darinya, tetapi tiba-tiba terlintas di pikiranku untuk menanyakan kepadanya tentang qiyam (salat malam hari) yang dilakukan oleh Rasulullah Saw. Maka aku bertanya, \"Wahai Ummul Mu’minin, ceritakanlah kepadaku tentang qiyam yang dilakukan oleh Rasulullah Saw.\" Siti Aisyah balik bertanya, bahwa bukankah engkau telah membaca firman-Nya: Hai orang yang berselimut (Muhammad). (Al-Muzzammil: 1)\n\nAku menjawab, \"Benar, aku telah membacanya.\" Siti Aisyah mengatakan, bahwa sesungguhnya Allah telah memfardukan qiyamul lail melalui permulaan surat ini. Maka Rasulullah Saw. dan para sahabatnya melakukan qiyamul lail selama setahun penuh hingga telapak kaki mereka membengkak karena banyak mengerjakan salat. Dan Allah menahan penutup surat itu di langit selama dua belas bulan, kemudian setelah itu Allah menurunkannya sebagai keringanan buat mereka, sehingga jadilah qiyamul lail sebagai amal yang sunat yang sebelumnya difardukan.\n\nDan aku hampir saja bangkit meminta pamit, kemudian terlintas lagi dalam pikiranku untuk menanyakan kepadanya tentang salat witir yang dikerjakan oleh Rasulullah Saw. Maka aku bertanya, \"Wahai Ummul Mu’minin, ceritakanlah kepadaku tentang salat witir Rasulullah Saw.\" Siti Aisyah r.a. menjawab, \"Kami (istri-istri beliau Saw.) selalu menyediakan untuk beliau siwak dan air wudunya, dan Allah membangunkannya di waktu yang dikehendaki-Nya dari tengah malam, lalu beliau bersiwak dan mengambil air wudunya. Setelah itu beliau mengerjakan salat delapan rakaat, tanpa melakukan duduk kecuali pada rakaat yang kedelapannya. Dan di rakaat yang kedelapan beliau duduk berzikir kepada Allah dan berdoa kepada-Nya, lalu bangkit lagi tanpa salam, dan langsung mengerjakan rakaat yang kesembilannya. Setelah rakaat yang kesembilan, barulah beliau duduk dan berzikir kepada Allah semata serta berdoa kepada-Nya, lalu melakukan salam dengan suara yang dapat didengar oleh kami. Sesudah itu beliau salat dua rakaat lagi sambil duduk sesudah salamnya itu. Maka itulah sebelas rakaat yang dikerjakan oleh beliau Saw., hai Anakku.\n\nTetapi setelah usia Rasulullah Saw. bertambah tua dan tubuhnya mulai gemuk, maka beliau mengerjakan witirnya tujuh rakaat, kemudian salat dua rakaat lagi sambil duduk setelah salamnya. Maka itulah sembilan rakaat yang dikerjakannya, hai Anakku.\n\nDan Rasulullah Saw. apabila mengerjakan suatu salat, beliau suka mengerjakannya dengan tetap. Apabila beliau disibukkan karena tertidur atau sedang sakit hingga salat malam hari tidak dikerjakannya di malam hari, maka beliau mengerjakannya di siang hari sebanyak dua belas rakaat. Dan aku belum pernah melihat Nabi Saw. mengkhatamkan Al-Qur'an seluruhnya dalam semalam hingga pagi harinya, dan tidak pula puasa sebulan penuh selain dalam bulan Ramadan.\"\n\nLalu aku kembali kepada Ibnu Abbas dan kuceritakan kepadanya hadis yang diceritakan oleh Aisyah. Maka Ibnu Abbas berkata, \"Dia benar, ketahuilah seandainya aku yang masuk menemuinya, tentulah aku akan menemuinya hingga dapat berbicara berhadap-hadapan dengannya.\" \n\nDemikianlah menurut apa yang diriwayatkan oleh Imam Ahmad secara lengkap, dan Imam Muslim di dalam kitab sahihnya telah mengetengahkan hadis ini melalui Qatadah dengan lafaz yang semisal.\n\nJalur lain dari Aisyah r.a. yang semakna dengan hadis ini. \n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Waki', telah mencerita-kan kepada kami Zaid ibnul Habbab, dan telah menceritakan kepada kami Ibnu Humaid, telah menceritakan kepada kami Mahran; keduanya meriwayatkan hadis ini, tetapi lafaznya dari Ibnu Waki', dari Musa ibnu Ubaidah, telah menceritakan kepadaku Muhammad ibnu Tahla, dari Abu Saiamah, dari Aisyah r.a. yang menceritakan bahwa aku pernah mempersiapkan tikar hamparan untuk tempat salat Rasulullah Saw. di malam hari. Orang-orang (para sahabat) mengintipnya dan mereka berkerumun mendengarkannya. Maka Nabi Saw. Keluar seperti orang yang sedang marah, padahal beliau sayang kepada mereka. Beliau merasa khawatir bila qiyamul lail difardukan atas mereka, maka beliau bersabda:\n\nHai manusia, kerjakanlah dari amal-amal ibadah yang sesuai dengan kamampuan kalian. Karena sesungguhnya Allah tidak pernah merasa bosan dalam memberi pahala, hingga kalian sendirilah yang bosan dalam beramal. Dan sebaik-baik amal ialah yang paling tetap pengamalannya.\n\nDan turunlah firman Allah Swt.:\n\nHai orang yang berselimut (Muhammad), bangunlah (untuk salat) di malam hari, kecuali sedikit (darinya), (yaitu) seperduanya atau kurangilah dari seperdua itu sedikit, atau lebih dari seperdua itu. (Al-Muzzammil: 1-4)\n\nHingga tersebutlah ada seseorang yang terpaksa mengikat dirinya dengan tambang, lalu bergantung padanya (agar tetap dalam keadaan bangun). Mereka jalani masa itu selama delapan bulan, maka Allah melihat keinginan mereka dalam meraih rida-Nya. Akhirnya Allah mengasihani mereka dan mengembalikan mereka kepada salat fardu saja serta tidak lagi mewajibkan qiyamul lail.\n\nIbnu Abu Hatim meriwayatkannya melalui jalur Musa ibnu Ubaidah Ar-Rabzi, tetapi dia orangnya daif. Hadis ini di dalam kitab sahih tidak menyebutkan adanya penurunan surat Al-Muzzammil. Konteks hadis ini memberikan pengertian bahwa surat ini seakan-akan diturunkan di Madinah, padahal kenyataannya tidaklah demikian. Sesungguhnya surat ini tiada lain adalah surat Makkiyyah. Dan teks hadis yang menyebutkan bahwa jarak antara turunnya permulaan surat ini dan akhirnya memakan waktu delapan bulan. Ini berpredikat garib (aneh), karena sesungguhnya menurut apa yang tertera di dalam hadis riwayat Imam Ahmad sebelum ini telah disebutkan jarak tenggangnya adalah satu tahun.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Sa'id Al-Asyaj, telah menceritakan kepada kami Abu Usamah, dari Mis'ar, dari Sammak Al-Hanafi, bahwa ia pernah mendengar Ibnu Abbas mengatakan bahwa pada permulaan turunnya awal surat Al-Muzzammil, para sahabat melakukan qiyamul lail yang lamanya sama dengan qiyamul lail mereka dalam bulan Ramadan. Dan jarak tenggang waktu antara awal surat Al-Muzzammil sampai dengan ayat terakhirnya memakan waktu kurang lebih satu tahun. Hal yang sama telah diriwayatkan oleh Ibnu Jarir, dari Abu Kuraib, dari Abu Usamah dengan sanad yang sama.\n\nAs-Sauri dan Muhammad ibnu Bisyr Al-Abdi telah meriwayatkan dari Mis'ar, dari Sammak, dari Ibnu Abbas yang mengatakan bahwa jarak antara keduanya (permulaan surat dan akhirnya) adalah satu tahun. Ibnu Jarir telah meriwayatkan pula dari Abu Kuraib, dari Waki', dari Israil, dari Sammak, dari Ikrimah, dari Ibnu Abbas hal yang semisal.\n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Humaid, telah menceritakan kepada kami Mahran, telah menceritakan kepada kami Sufyan, dari Qa\"is ibnu Wahb, dari Abu Abdur Rahman yang mengatakan bahwa ketika diturunkan firman-Nya: Hai orang yang berselimut (Muhammad). (Al-Muzzammil: 1) Mereka mengerjakan qiyamul lail selama satu tahun sehingga telapak kaki dan betis mereka bengkak, hingga turunlah firman Allah Swt.: karena itu bacalah apa yang mudah (bagimu) dari Al-Qur’an. (Al-Muzzammil: 20) Maka orang-orang pun (yakni para sahabat) merasa lega dengannya. Hal yang sama telah dikatakan oleh Al-Hasan Al-Basri dan As-Saddi.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Zar'ah, te!ah menceritakan kepada kami Ubaidillah ibnu Umar Al-Qawariri, telah menceritakan kepada kami Mu'az ibnu Hisyam, telah menceritakan kepada kami ayahku, dari Qatadah, dari Zurarah ibnu Aufa, dari Sa'id ibnu Hisyam yang mengatakan bahwa lalu ia bertanya kepada Aisyah, \"Ceritakanlah kepadaku tentang qiyamul lail Rasulullah Saw.\" Siti Aisyah balik bertanya, \"Bukankah engkau telah membaca firman-Nya: Hai orang yang berselimut (Muhammad). (Al-Muzzammil: 1) Aku menjawab, \"Benar, aku telah membacanya.\" Siti Aisyah r.a. berkata, \"Itulah qiyamul lail yang pernah dilakukan oleh Rasulullah Saw. dan para sahabatnya, hingga telapak kaki mereka bengkak-bengkak (karena lamanya berdiri dalam salat), sedangkan penutup surat ini ditahan di langit selama enam belas bulan, kemudian baru diturunkan sesudahnya.\"\n\nMa'mar telah meriwayatkan dari Qatadah sehubungan dengan makna firman Allah Swt.: bangunlah (untuk salat) di malam hari, kecuali sedikit (darinya). (Al-Muzzammil: 2) Mereka melakukan qiyamul lail selama kurang lebih satu atau dua tahun hingga betis dan telapak kaki mereka bengkak-bengkak, lalu Allah menurunkan ayat yang meringankannya sesudah itu di akhir surat.\n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Humaid, telah menceritakan kepada kami Ya'qub Al-Qummi, dari Ja'far, dari Sa'id ibnu Jubair yang mengatakan bahwa ketika Allah Swt. menurunkan kepada Nabi-Nya firman berikut: Hai orang yang berselimut (Muhammad). (Al-Muzzammil: 1) Bahwa Nabi Saw. mengerjakan perintah ini selama sepuluh tahun, yaitu qiyamul lail sebagaimana yang diperintahkan oleh Allah Swt. Dan tersebutlah bahwa segolongan dari para sahabat ada yang ikut melakukan qiyamul lail bersamanya. Maka sesudah masa sepuluh tahun Allah menurunkan firman-Nya: Sesungguhnya Tuhanmu mengetahui bahwasanya kamu berdiri (salat) kurang dari dua pertiga malam, atau seperdua malam atau sepertiganya dan (demikian pula) segolongan dari orang-orang yang bersama kamu. (Al-Muzzammil: 20) sampai dengan firman-Nya: dan dirikanlah salat. (Al-Muzzammil: 20) Maka melalui ayat ini Allah memberikan keringanan kepada mereka setelah sepuluh tahun. \n\nIbnu Abu Hatim meriwayatkan hadis ini dari ayahnya. dari Amr ibnu Rafi', dari Ya'qub Al-Qummi dengan sanad yang sama. Ali ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya: bangunlah (untuk salat) di malam hari, kecuali sedikit (darinya), (yaitu) seperduanya atau kurangilah dari seperdua itu sedikit. (Al-Muzzammil: 2-3) Maka hal ini memberatkan kaum mukmin, kemudian Allah memberikan keringanan kepada mereka dan mengasihi mereka. Untuk itu Allah menurunkan firman-Nya sesudah itu: Dia mengetahui bahwa akan ada di antara kamu orang-orang yang sakit dan orang-orang yang lain, mereka berjalan di muka bumi mencari sebagian karunia Allah. (Al-Muzzammil: 20) sampai dengan firman-Nya: maka bacalah apa yang mudah (bagimu) dari Al-Qur'an. (Al-Muzzammil: 20) Maka melalui ayat ini Allah Swt. memberikan keluasan bagi mereka —segala puji bagi Allah— dan Dia tidak mempersulit mereka.",
            "jalalain": "(Sesungguhnya kamu pada siang hari mempunyai urusan yang panjang) mempunyai banyak kesibukan, sehingga kamu tidak mempunyai cukup waktu untuk banyak membaca Alquran.",
            "quraish_shihab": "Sesungguhnya di siang hari kamu akan disibukkan dengan berbagai persoalan, di samping tugasmu untuk menyampaikan pesan-pesan suci. Maka pergunakanlah waktu malam sebaik mungkin untuk beribadah kepada Tuhanmu."
        },
        {
            "ind": "Sebutlah nama Tuhanmu, dan beribadatlah kepada-Nya dengan penuh ketekunan.",
            "arb": "وَاذْكُرِ اسْمَ رَبِّكَ وَتَبَتَّلْ إِلَيْهِ تَبْتِيلًا",
            "transliterasi": "Wa Adhkur Asma Rabbika Wa Tabattal 'Ilayhi Tabtīlāan.",
            "eng": "But [whether by night or by day,] remember thy Sustainer's name, and devote thyself unto Him with utter devotion.",
            "kemenag_ringkas": "Meskipun di siang hari kamu sangat sibuk bukan berarti boleh melupakan Allah. Ayat ini memerintahkan untuk selalu menyebut dan mengingat Allah. _Dan sebutlah nama Tuhanmu, dan beribadahlah kepada-Nya dengan sepenuh hati._",
            "kemenag": "Dalam ayat ini, Allah memerintahkan Nabi Muhammad supaya senantiasa mengingat-Nya, baik siang maupun malam, dengan bertasbih, bertahmid, bertakbir, salat, dan membaca Al-Qur'an. Dengan demikian, ia dapat melenyapkan dari hatinya segala sesuatu yang melalaikan perintah-perintah Allah.",
            "ibnu_katsir": "Firman Allah Swt.:\n\nSebutlah nama Tuhanmu, dan beribadahlah kepada-Nya dengan penuh ketekunan. (Al-Muzzammil: 8)\n\nYakhi perbanyaklah mengingat-Nya dan curahkanlah seluruh waktumu untuk beribadah kepada-Nya bila kamu telah selesai dari kesibukanmu dan menyelesaikan urusan duniawimu, sebagaimana yang disebutkan dalam ayat lain melalui firman-Nya:\n\nMaka apabila kamu telah selesai (dari sesuatu urusan), kerjakanlah dengan sungguh-sungguh (urusan) yang lain. (Al-Insyirah: 7)\n\nYaitu apabila kamu telah selesai dari kesibukanmu, maka curahkanlah dirimu untuk mengerjakan ketaatan kepada-Nya dan beribadah kepada-Nya, agar kamu menjadi orang yang berlapang dada. Ibnu Zaid telah mengatakan hal yang semakna atau mendekatinya.\n\nIbnu Abbas, Mujahid, AbuSaleh, Atiyyah, Ad-Dahhak, dan As-Saddi telah mengatakan sehubungan dengan makna firman-Nya: dan beribadahlah kepada-Nya dengan penuh ketekunan. (Al-Muzzammil: 8)\n\nArtinya, ikhlaslah kamu dalam beribadah kepada-Nya. Al-Hasan mengatakan bahwa bersungguh-sungguhlah kamu dan tekunkanlah dirimu dalam beribadah kepada-Nya. Ibnu Jarir mengatakan, bahwa dikatakan kepada seorang ahli ibadah bahwa dia adalah seorang yang mutabattil (tekun beribadah). Termasuk ke dalam pengertian ini hadis yang melarang ber-taba'ttul, yakni menghabiskan seluruh usia untuk beribadah dan tidak mau kawin.",
            "jalalain": "(Sebutlah nama Rabbmu) katakanlah bismillahirrahmanirrahiim di awal bacaan Alquranmu (dan curahkanlah) kerahkanlah dirimu (untuk beribadat kepada-Nya dengan ketekunan yang penuh) lafal tabtiilan ini adalah mashdar dari lafal batula, sengaja didatangkan demi untuk memelihara fawashil, dan merupakan lafal yang berakar dari lafal tabattul.",
            "quraish_shihab": "Dan gerakkanlah lidahmu untuk menyebut nama Tuhan yang telah menciptakan dan memeliharamu. Konsentrasikan dirimu untuk melakukan ibadah, dan lupakanlah hal-hal lainnya."
        },
        {
            "ind": "(Dialah) Tuhan masyrik dan maghrib, tiada Tuhan (yang berhak disembah) melainkan Dia, maka ambillah Dia sebagai pelindung.",
            "arb": "رَّبُّ الْمَشْرِقِ وَالْمَغْرِبِ لَا إِلَٰهَ إِلَّا هُوَ فَاتَّخِذْهُ وَكِيلًا",
            "transliterasi": "Rabbu Al-Mashriqi Wa Al-Maghribi Lā 'Ilāha 'Illā Huwa Fa Attakhidh/hu Wa Kīlāan.",
            "eng": "The Sustainer of the east and the west [is He]: there is no deity save Him: hence, ascribe to Him alone the power to determine thy fate,",
            "kemenag_ringkas": "Mengapa harus menyebut nama Allah, karena Dialah _Tuhan timur dan barat_ yakni alam semesta, _tidak ada tuhan_ yang mengendalikan alam raya _selain Dia, maka jadikanlah Dia sebagai pelindung_ dan serahkanlah segala urusan hidup setelah berusaha dengan maksimal.",
            "kemenag": "Selanjutnya dijelaskan bahwa Allah adalah pemilik timur dan barat. Tidak ada Tuhan selain Dia. Oleh karena itu, hendaklah Muhammad saw menyerahkan segala urusan kepada-Nya. Firman Allah:\n\nMaka sembahlah Dia dan bertawakallah kepada-Nya. (Hud/11: 123)\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\n(Dialah) Tulian masyriq dan magrib, tiada Tuhan (yang berhak disembah) melainkan Dia, maka ambillah Dia sebagai Pelindung. (Al-Muzzammil: 9)\n\nYakni Dialah Yang Memiliki, Yang Mengatur semua yang di Masyriq dan yang di Magrib, tiada Tuhan yang berhak disembah selain Dia. Maka sebagaimana engkau esakan Dia dalam ibadah, esakanlah pula Dia dalam bertawakal, dan ambillah Dia sebagai Pelindung. Seperti yang disebutkan dalam ayat lain melalui firman-Nya:\n\nmaka sembahlah Dia dan bertawakallah kepada-Nya. (Hud: 123) \n\nDan firman Allah Swt.:\n\nHanya kepada Engkaulah kami menyembah dan hanya kepada Engkaulah kami meminta pertolongan. (Al-Fatihah: 5)\n\nMasih banyak ayat lain yang mengandung perintah mengesakan Allah dalam beribadah dan bertaat, serta berserah diri hanya kepada-Nya.",
            "jalalain": "Dialah (Rabb masyriq dan magrib, tiada Tuhan melainkan Dia, maka ambillah Dia sebagai pelindung) artinya serahkanlah semua urusan-urusanmu di bawah perlindungan-Nya.",
            "quraish_shihab": "Tuhan Penguasa timur dan barat, Yang tiada sembahan yang benar kecuali Dia. Dari itu, jadikanlah Dia sebagai Pelindung dan Penjamin segala urusanmu."
        },
        {
            "ind": "Dan bersabarlah terhadap apa yang mereka ucapkan dan jauhilah mereka dengan cara yang baik.",
            "arb": "وَاصْبِرْ عَلَىٰ مَا يَقُولُونَ وَاهْجُرْهُمْ هَجْرًا جَمِيلًا",
            "transliterasi": "Wa Aşbir `Alaá Mā Yaqūlūna Wa Ahjurhum Hajrāan Jamīlāan.",
            "eng": "and endure with patience whatever people may say [against thee], and avoid them with a comely avoidance.",
            "kemenag_ringkas": "Di samping berusaha sungguh-sungguh dan berserah diri kepada Allah, modal sukses dalam menyampaikan dakwah adalah sabar. Inilah yang ditegaskan dalam ayat ini. _Dan bersabarlah_ wahai Nabi Muhammad _terhadap apa saja yang mereka katakan_ yang menyakitimu _dan tinggalkanlah mereka dengan cara yang baik_ sehingga mereka tidak merasa bahwa engkau memusuhi mereka dan menaruh dendam terhadap mereka.",
            "kemenag": "Dalam ayat ini, Allah memerintahkan kepada Nabi Muhammad supaya sabar dan menahan diri menghadapi orang-orang musyrik yang melontarkan kata-kata yang tidak senonoh terhadap dirinya dan Tuhannya, karena kesabaran membawa kepada tercapainya cita-cita. Allah juga memerintahkan supaya Muhammad saw memutuskan pergaulan dengan orang-orang yang seperti itu dengan bijaksana tanpa melontarkan cercaan terhadap mereka. Dalam ayat lain, Allah berfirman:\n\nApabila engkau (Muhammad) melihat orang-orang memperolok-olokkan ayat-ayat Kami, maka tinggalkanlah mereka hingga mereka beralih ke pembicaraan lain. (al-An'am/6: 68)\n\nDan firman-Nya:\n\n\nMaka tinggalkanlah (Muhammad) orang yang berpaling dari peringatan Kami, dan dia hanya menginginkan kehidupan dunia. (an-Najm/53: 29)\n\nAllah juga berfirman:\n\n\nKarena itu berpalinglah kamu dari mereka, dan berilah mereka nasihat, dan katakanlah kepada mereka perkataan yang membekas pada jiwanya. (an-Nisa'/4: 63)\n\n",
            "ibnu_katsir": "Allah Swt. berfirman, memerintahkan kepada Rasul-Nya untuk bersabar terhadap ucapan orang-orang yang mendustakannya dari kalangan orang-orang yang kurang akalnya dari kaumnya, dan hendaklah dia menjauhi mereka dengan cara yang baik, yaitu dengan cara yang tidak tercela. Kemudian Allah Swt. berfirman kepada Nabi-Nya yang isinya mengandung ancaman terhadap orang-orang kafir dari kalangan kaumnya, dan Dia adalah Tuhan Yang Mahabesar, tiada sesuatu pun yang dapat bertahan terhadap murka-Nya:\n\nDan biarkanlah Aku (saja) bertindak terhadap orang-orang yang mendustakan itu, orang-orang yang mempunyai kemewahan. (Al-Muzzammil: 11)\n\nYakni biarkanlah Aku saja yang akan bertindak terhadap orang-orang yang mendustakan itu, padahal mereka adalah orang-orang yang hidup mewah dan mempunyai harta yang banyak. Seharusnya mereka lebih taat ketimbang orang lain, mengingat mereka mempunyai semua sarananya dan dapat menunaikan hak-hak yang tidak dimiliki oleh selain mereka.\n\ndan beri tangguhlah mereka barang sebentar. (Al-Muzzammil: 11)\n\nYakni barang sedikit waktu. Semakna dengan apa yang disebutkan dalam ayat lain melalui firman-Nya:\n\nKami biarkan mereka bersenang-senang sebentar, kemudian Kami paksa mereka (masuk) ke dalam siksa yang keras. (Luqman: 24)\n\nKarena itulah disebutkan dalam surat ini oleh firman-Nya:\n\nKarena Sesungguhnya pada sisi Kami ada belenggu-belenggu yang berat. (Al-Muzzammil: 12)\n\nYang dimaksud dengan ankalan ialah belenggu-belenggu, menurut Ibnu Abbas, Ikrimah,Tawus, Muhammad ibnu Ka'b, Abdullah ibnu Buraidah, Abu Imran Al-Juni, Abu Mijiaz, Ad-Dahhak, Hammad ibnu Abu Sulaiman, Qatadah, As-Saddi, Ibnul Mubarak, dan As-Sauri serta selain mereka.\n\ndan neraka yang bernyala-nyala. (Al-Muzzammil: 12) \n\nYaitu yang apinya menyala-nyala dengan hebatnya.\n\ndan makanan yang menyumbat di tenggorokan. (Al-Muzzammil: 13)\n\nIbnu Abbas mengatakan bahwa makna yang dimaksud ialah makanan yang tertahan di tenggorokan, tidak dapat masuk, dan tidak dapat pula keluar.\n\ndan azab yang pedih. Pada hari bumi dan gunung-gunung berguncangan, dan menjadilah gunung-gunung itu tumpukan-tumpukan pasir yang beterbangan. (Al-Muzzammil: 13-14)\n\nBumi dan gunung-gunung mengalami gempa yang amat dahsyat sehingga jadilah gunung-gunung itu seperti tumpukan-tumpukan pasir, yang sebelumnya berupa batu-batu besar. Setelah itu gunung-gunung itu diledakkan dengan ledakan yang sedahsyat-dahsyatnya, sehingga tiada sesuatu pun darinya melainkan lenyap. Lalu bumi menjadi datar sama sekali, tidak ada sedikit pun padanya tempat yang tinggi dan tidak pula tempat yang rendah; semuanya rata, tiada bukit dan tiada lembah.\n\nKemudian Allah Swt. berfirman, ditujukan kepada kaum kafir Quraisy, tetapi makna yang dimaksud terhadap seluruh manusia:\n\nSesungguhnya Kami telah mengutus kepada kamu (hai orang kafir Mekah) seorang rasul, yang menjadi saksi terhadapmu. (Al-Muzzammil: 15)\n\nYakni terhadap amal perbuatanmu.\n\nsebagaimana Kami telah mengutus (dahulu) seorang rasul kepada Fir’aun. Maka Fir’aun mendurhakai rasul itu, lalu Kami siksa dia dengan siksaan yang berat. (Al-Muzzammil: 15-16)\n\nIbnu Abbas, Mujahid, Qatadah, As-Saddi, dan As-Sauri telah mengatakan sehubungan dengan makna firman-Nya: dengan siksaan yang berat. (Al-Muzzammil: 16)\n\nMaksudnya, siksaan yang keras. Maka hati-hatilah kamu, jangan mendustakan rasul ini yang akibatnya kamu akan ditimpa azab seperti azab yang menimpa Fir'aun, yang telah disiksa oleh Allah dengan siksaan dari Tuhan Yang Mahaperkasa lagi Mahakuasa. \n\nAllah Swt. telah berfirman:\n\nMaka Allah mengazabnya dengan azab di akhirat dan azab di dunia. (An-Nazi'at:25)\n\nDan kalian lebih utama untuk mendapat kebinasaan dan kehancuran bila mendustakan rasul kalian, karena rasul kalian adalah rasul yang paling mulia dan lebih besar daripada Musa ibnu Imran. Pendapat ini diriwayatkan dari Ibnu Abbas dan Mujahid.",
            "jalalain": "(Dan bersabarlah terhadap apa yang mereka ucapkan) bersabarlah kamu di dalam menghadapi gangguan orang-orang kafir Mekah (dan jauhilah mereka dengan cara yang baik) tanpa keluh-kesah; ayat ini diturunkan sebelum ada perintah memerangi mereka.",
            "quraish_shihab": "Dan bersabarlah atas segala kebatilan yang mereka ucapkan. Palingkanlah hatimu dari mereka dan janganlah kamu mengikuti perilaku-perilaku mereka. Biarkanlah mereka, dan janganlah berniat membalas perlakuan buruk mereka kepadamu."
        },
        {
            "ind": "Dan biarkanlah Aku (saja) bertindak terhadap orang-orang yang mendustakan itu, orang-orang yang mempunyai kemewahan dan beri tangguhlah mereka barang sebentar.",
            "arb": "وَذَرْنِي وَالْمُكَذِّبِينَ أُولِي النَّعْمَةِ وَمَهِّلْهُمْ قَلِيلًا",
            "transliterasi": "Wa Dharnī Wa Al-Mukadhdhibīna 'Ūlī An-Na`mati Wa Mahhilhum Qalīlāan.",
            "eng": "And leave Me alone [to deal] with those who give the lie to the truth - those who enjoy the blessings of life [without any thought of God] - and bear thou with them for a little while:",
            "kemenag_ringkas": "Setelah segala cara ditempuh untuk mengajak kaum musyrik beriman, ternyata mereka tetap musyrik, maka tidak perlu berkecil hati, karena Allah yang akan membalas mereka. _Dan biarkanlah Aku_ yang bertindak _terhadap orang-orang yang mendustakan, yang memiliki segala kenikmatan hidup, dan berilah mereka penangguhan sebentar saja,_",
            "kemenag": "Ayat ini memerintahkan supaya Muhammad saw mengembalikan urusannya kepada Allah dalam menghadapi pendusta-pendusta agama yang kaya raya dan bermegah-megahan dengan kekayaan itu. Allah-lah yang akan menyiksa mereka dengan azab yang telah disiapkan-Nya untuk mereka. Oleh karenanya, hendaklah Muhammad saw membiarkan mereka bermegah-megahan dengan kekayaan mereka dalam waktu sementara, karena Allah pasti akan memenuhi janji-Nya mengazab mereka sebagaimana telah diperlihatkan-Nya kepada orang-orang mukmin pada hari peperangan Badar yang peristiwanya terjadi tidak lama setelah turun ayat ini. Allah berfirman:\n\n\nKami biarkan mereka bersenang-senang sebentar, kemudian Kami paksa mereka (masuk) ke dalam azab yang keras. (Luqman/31: 24)\n",
            "ibnu_katsir": "Allah Swt. berfirman, memerintahkan kepada Rasul-Nya untuk bersabar terhadap ucapan orang-orang yang mendustakannya dari kalangan orang-orang yang kurang akalnya dari kaumnya, dan hendaklah dia menjauhi mereka dengan cara yang baik, yaitu dengan cara yang tidak tercela. Kemudian Allah Swt. berfirman kepada Nabi-Nya yang isinya mengandung ancaman terhadap orang-orang kafir dari kalangan kaumnya, dan Dia adalah Tuhan Yang Mahabesar, tiada sesuatu pun yang dapat bertahan terhadap murka-Nya:\n\nDan biarkanlah Aku (saja) bertindak terhadap orang-orang yang mendustakan itu, orang-orang yang mempunyai kemewahan. (Al-Muzzammil: 11)\n\nYakni biarkanlah Aku saja yang akan bertindak terhadap orang-orang yang mendustakan itu, padahal mereka adalah orang-orang yang hidup mewah dan mempunyai harta yang banyak. Seharusnya mereka lebih taat ketimbang orang lain, mengingat mereka mempunyai semua sarananya dan dapat menunaikan hak-hak yang tidak dimiliki oleh selain mereka.\n\ndan beri tangguhlah mereka barang sebentar. (Al-Muzzammil: 11)\n\nYakni barang sedikit waktu. Semakna dengan apa yang disebutkan dalam ayat lain melalui firman-Nya:\n\nKami biarkan mereka bersenang-senang sebentar, kemudian Kami paksa mereka (masuk) ke dalam siksa yang keras. (Luqman: 24)\n\nKarena itulah disebutkan dalam surat ini oleh firman-Nya:\n\nKarena Sesungguhnya pada sisi Kami ada belenggu-belenggu yang berat. (Al-Muzzammil: 12)\n\nYang dimaksud dengan ankalan ialah belenggu-belenggu, menurut Ibnu Abbas, Ikrimah,Tawus, Muhammad ibnu Ka'b, Abdullah ibnu Buraidah, Abu Imran Al-Juni, Abu Mijiaz, Ad-Dahhak, Hammad ibnu Abu Sulaiman, Qatadah, As-Saddi, Ibnul Mubarak, dan As-Sauri serta selain mereka.\n\ndan neraka yang bernyala-nyala. (Al-Muzzammil: 12) \n\nYaitu yang apinya menyala-nyala dengan hebatnya.\n\ndan makanan yang menyumbat di tenggorokan. (Al-Muzzammil: 13)\n\nIbnu Abbas mengatakan bahwa makna yang dimaksud ialah makanan yang tertahan di tenggorokan, tidak dapat masuk, dan tidak dapat pula keluar.\n\ndan azab yang pedih. Pada hari bumi dan gunung-gunung berguncangan, dan menjadilah gunung-gunung itu tumpukan-tumpukan pasir yang beterbangan. (Al-Muzzammil: 13-14)\n\nBumi dan gunung-gunung mengalami gempa yang amat dahsyat sehingga jadilah gunung-gunung itu seperti tumpukan-tumpukan pasir, yang sebelumnya berupa batu-batu besar. Setelah itu gunung-gunung itu diledakkan dengan ledakan yang sedahsyat-dahsyatnya, sehingga tiada sesuatu pun darinya melainkan lenyap. Lalu bumi menjadi datar sama sekali, tidak ada sedikit pun padanya tempat yang tinggi dan tidak pula tempat yang rendah; semuanya rata, tiada bukit dan tiada lembah.\n\nKemudian Allah Swt. berfirman, ditujukan kepada kaum kafir Quraisy, tetapi makna yang dimaksud terhadap seluruh manusia:\n\nSesungguhnya Kami telah mengutus kepada kamu (hai orang kafir Mekah) seorang rasul, yang menjadi saksi terhadapmu. (Al-Muzzammil: 15)\n\nYakni terhadap amal perbuatanmu.\n\nsebagaimana Kami telah mengutus (dahulu) seorang rasul kepada Fir’aun. Maka Fir’aun mendurhakai rasul itu, lalu Kami siksa dia dengan siksaan yang berat. (Al-Muzzammil: 15-16)\n\nIbnu Abbas, Mujahid, Qatadah, As-Saddi, dan As-Sauri telah mengatakan sehubungan dengan makna firman-Nya: dengan siksaan yang berat. (Al-Muzzammil: 16)\n\nMaksudnya, siksaan yang keras. Maka hati-hatilah kamu, jangan mendustakan rasul ini yang akibatnya kamu akan ditimpa azab seperti azab yang menimpa Fir'aun, yang telah disiksa oleh Allah dengan siksaan dari Tuhan Yang Mahaperkasa lagi Mahakuasa. \n\nAllah Swt. telah berfirman:\n\nMaka Allah mengazabnya dengan azab di akhirat dan azab di dunia. (An-Nazi'at:25)\n\nDan kalian lebih utama untuk mendapat kebinasaan dan kehancuran bila mendustakan rasul kalian, karena rasul kalian adalah rasul yang paling mulia dan lebih besar daripada Musa ibnu Imran. Pendapat ini diriwayatkan dari Ibnu Abbas dan Mujahid.",
            "jalalain": "(Dan biarkanlah Aku) maksudnya biar Aku saja yang bertindak (terhadap orang-orang yang mendustakan itu) lafal al-mukadzdzibiin diathafkan kepada maf`ul atau kepada maf'ul ma`ah. Maknanya Akulah yang akan bertindak terhadap mereka; mereka adalah pemimpin-pemimpin kaum Quraisy (orang-orang yang mempunyai kemewahan) kemewahan hidup (dan beri tangguhlah mereka barang sebentar) dalam jangka waktu yang tidak lama, dan ternyata selang beberapa waktu kemudian, akhirnya mereka mati terbunuh dalam perang Badar.",
            "quraish_shihab": "Biarlah Aku yang akan membalas perbuatan para pendusta yang telah mendapatkan kesenangan itu. Sesungguhnya Aku memberi mereka masa tangguhan yang sangat singkat."
        },
        {
            "ind": "Karena sesungguhnya pada sisi Kami ada belenggu-belenggu yang berat dan neraka yang menyala-nyala.",
            "arb": "إِنَّ لَدَيْنَا أَنكَالًا وَجَحِيمًا",
            "transliterasi": "'Inna Ladaynā 'Ankālāan Wa Jaĥīmāan.",
            "eng": "for, behold, heavy fetters [await them] with Us, and a blazing fire,",
            "kemenag_ringkas": "karena _sungguh_, _di sisi Kami ada belenggu-belenggu_ yang berat yang akan mengikat mereka _dan_ api _neraka yang menyala-nyala_,",
            "kemenag": "Ayat ini menggambarkan tentang berbagai macam azab Tuhan di akhirat nanti terhadap pendusta-pendusta tersebut. Allah berkuasa mengazab mereka karena Dia mempunyai belenggu untuk mengikat kaki mereka sebagai penghinaan terhadap mereka dan tidak ada kekhawatiran kalau-kalau mereka melarikan diri. Allah mempunyai api neraka yang menyala-nyala dan dapat menghanguskan serta merusak kulit muka dan badan serta melemahkan sendi-sendi tulang mereka. Allah mempunyai makanan-makanan dalam api neraka yang sifatnya mencekik kerongkongan yang tidak dapat dikeluarkan dan tidak dapat pula ditelan. Hal ini merupakan azab Tuhan yang memedihkan seluruh bagian tubuh mereka.",
            "ibnu_katsir": "Allah Swt. berfirman, memerintahkan kepada Rasul-Nya untuk bersabar terhadap ucapan orang-orang yang mendustakannya dari kalangan orang-orang yang kurang akalnya dari kaumnya, dan hendaklah dia menjauhi mereka dengan cara yang baik, yaitu dengan cara yang tidak tercela. Kemudian Allah Swt. berfirman kepada Nabi-Nya yang isinya mengandung ancaman terhadap orang-orang kafir dari kalangan kaumnya, dan Dia adalah Tuhan Yang Mahabesar, tiada sesuatu pun yang dapat bertahan terhadap murka-Nya:\n\nDan biarkanlah Aku (saja) bertindak terhadap orang-orang yang mendustakan itu, orang-orang yang mempunyai kemewahan. (Al-Muzzammil: 11)\n\nYakni biarkanlah Aku saja yang akan bertindak terhadap orang-orang yang mendustakan itu, padahal mereka adalah orang-orang yang hidup mewah dan mempunyai harta yang banyak. Seharusnya mereka lebih taat ketimbang orang lain, mengingat mereka mempunyai semua sarananya dan dapat menunaikan hak-hak yang tidak dimiliki oleh selain mereka.\n\ndan beri tangguhlah mereka barang sebentar. (Al-Muzzammil: 11)\n\nYakni barang sedikit waktu. Semakna dengan apa yang disebutkan dalam ayat lain melalui firman-Nya:\n\nKami biarkan mereka bersenang-senang sebentar, kemudian Kami paksa mereka (masuk) ke dalam siksa yang keras. (Luqman: 24)\n\nKarena itulah disebutkan dalam surat ini oleh firman-Nya:\n\nKarena Sesungguhnya pada sisi Kami ada belenggu-belenggu yang berat. (Al-Muzzammil: 12)\n\nYang dimaksud dengan ankalan ialah belenggu-belenggu, menurut Ibnu Abbas, Ikrimah,Tawus, Muhammad ibnu Ka'b, Abdullah ibnu Buraidah, Abu Imran Al-Juni, Abu Mijiaz, Ad-Dahhak, Hammad ibnu Abu Sulaiman, Qatadah, As-Saddi, Ibnul Mubarak, dan As-Sauri serta selain mereka.\n\ndan neraka yang bernyala-nyala. (Al-Muzzammil: 12) \n\nYaitu yang apinya menyala-nyala dengan hebatnya.\n\ndan makanan yang menyumbat di tenggorokan. (Al-Muzzammil: 13)\n\nIbnu Abbas mengatakan bahwa makna yang dimaksud ialah makanan yang tertahan di tenggorokan, tidak dapat masuk, dan tidak dapat pula keluar.\n\ndan azab yang pedih. Pada hari bumi dan gunung-gunung berguncangan, dan menjadilah gunung-gunung itu tumpukan-tumpukan pasir yang beterbangan. (Al-Muzzammil: 13-14)\n\nBumi dan gunung-gunung mengalami gempa yang amat dahsyat sehingga jadilah gunung-gunung itu seperti tumpukan-tumpukan pasir, yang sebelumnya berupa batu-batu besar. Setelah itu gunung-gunung itu diledakkan dengan ledakan yang sedahsyat-dahsyatnya, sehingga tiada sesuatu pun darinya melainkan lenyap. Lalu bumi menjadi datar sama sekali, tidak ada sedikit pun padanya tempat yang tinggi dan tidak pula tempat yang rendah; semuanya rata, tiada bukit dan tiada lembah.\n\nKemudian Allah Swt. berfirman, ditujukan kepada kaum kafir Quraisy, tetapi makna yang dimaksud terhadap seluruh manusia:\n\nSesungguhnya Kami telah mengutus kepada kamu (hai orang kafir Mekah) seorang rasul, yang menjadi saksi terhadapmu. (Al-Muzzammil: 15)\n\nYakni terhadap amal perbuatanmu.\n\nsebagaimana Kami telah mengutus (dahulu) seorang rasul kepada Fir’aun. Maka Fir’aun mendurhakai rasul itu, lalu Kami siksa dia dengan siksaan yang berat. (Al-Muzzammil: 15-16)\n\nIbnu Abbas, Mujahid, Qatadah, As-Saddi, dan As-Sauri telah mengatakan sehubungan dengan makna firman-Nya: dengan siksaan yang berat. (Al-Muzzammil: 16)\n\nMaksudnya, siksaan yang keras. Maka hati-hatilah kamu, jangan mendustakan rasul ini yang akibatnya kamu akan ditimpa azab seperti azab yang menimpa Fir'aun, yang telah disiksa oleh Allah dengan siksaan dari Tuhan Yang Mahaperkasa lagi Mahakuasa. \n\nAllah Swt. telah berfirman:\n\nMaka Allah mengazabnya dengan azab di akhirat dan azab di dunia. (An-Nazi'at:25)\n\nDan kalian lebih utama untuk mendapat kebinasaan dan kehancuran bila mendustakan rasul kalian, karena rasul kalian adalah rasul yang paling mulia dan lebih besar daripada Musa ibnu Imran. Pendapat ini diriwayatkan dari Ibnu Abbas dan Mujahid.",
            "jalalain": "(Karena sesungguhnya pada sisi Kami ada belenggu-belenggu) merupakan bentuk jamak dari lafal niklun, artinya belenggu-belenggu yang berat (dan neraka Jahim) yaitu neraka yang apinya sangat membakar.",
            "quraish_shihab": "Sesungguhnya di sisi Kami, para pendusta itu di akhirat nanti akan digelantungi dengan belenggu- belenggu yang berat. Mereka akan mendapatkan api neraka yang berkobar-kobar, makanan yang tak tertelan dan menyumbat tenggorokan serta azab yang kepedihannya tak tertahankan."
        },
        {
            "ind": "Dan makanan yang menyumbat di kerongkongan dan azab yang pedih.",
            "arb": "وَطَعَامًا ذَا غُصَّةٍ وَعَذَابًا أَلِيمًا",
            "transliterasi": "Wa Ţa`āmāan Dhā Ghuşşatin Wa `Adhābāan 'Alīmāan.",
            "eng": "and food that chokes, and grievous suffering",
            "kemenag_ringkas": "_dan_ mereka juga diberi makanan tetapi ada _makanan yang_ apabila dimakan akan _menyumbat di kerongkongan dan azab yang pedih_.",
            "kemenag": "Ayat ini menggambarkan tentang berbagai macam azab Tuhan di akhirat nanti terhadap pendusta-pendusta tersebut. Allah berkuasa mengazab mereka karena Dia mempunyai belenggu untuk mengikat kaki mereka sebagai penghinaan terhadap mereka dan tidak ada kekhawatiran kalau-kalau mereka melarikan diri. Allah mempunyai api neraka yang menyala-nyala dan dapat menghanguskan serta merusak kulit muka dan badan serta melemahkan sendi-sendi tulang mereka. Allah mempunyai makanan-makanan dalam api neraka yang sifatnya mencekik kerongkongan yang tidak dapat dikeluarkan dan tidak dapat pula ditelan. Hal ini merupakan azab Tuhan yang memedihkan seluruh bagian tubuh mereka.",
            "ibnu_katsir": "Allah Swt. berfirman, memerintahkan kepada Rasul-Nya untuk bersabar terhadap ucapan orang-orang yang mendustakannya dari kalangan orang-orang yang kurang akalnya dari kaumnya, dan hendaklah dia menjauhi mereka dengan cara yang baik, yaitu dengan cara yang tidak tercela. Kemudian Allah Swt. berfirman kepada Nabi-Nya yang isinya mengandung ancaman terhadap orang-orang kafir dari kalangan kaumnya, dan Dia adalah Tuhan Yang Mahabesar, tiada sesuatu pun yang dapat bertahan terhadap murka-Nya:\n\nDan biarkanlah Aku (saja) bertindak terhadap orang-orang yang mendustakan itu, orang-orang yang mempunyai kemewahan. (Al-Muzzammil: 11)\n\nYakni biarkanlah Aku saja yang akan bertindak terhadap orang-orang yang mendustakan itu, padahal mereka adalah orang-orang yang hidup mewah dan mempunyai harta yang banyak. Seharusnya mereka lebih taat ketimbang orang lain, mengingat mereka mempunyai semua sarananya dan dapat menunaikan hak-hak yang tidak dimiliki oleh selain mereka.\n\ndan beri tangguhlah mereka barang sebentar. (Al-Muzzammil: 11)\n\nYakni barang sedikit waktu. Semakna dengan apa yang disebutkan dalam ayat lain melalui firman-Nya:\n\nKami biarkan mereka bersenang-senang sebentar, kemudian Kami paksa mereka (masuk) ke dalam siksa yang keras. (Luqman: 24)\n\nKarena itulah disebutkan dalam surat ini oleh firman-Nya:\n\nKarena Sesungguhnya pada sisi Kami ada belenggu-belenggu yang berat. (Al-Muzzammil: 12)\n\nYang dimaksud dengan ankalan ialah belenggu-belenggu, menurut Ibnu Abbas, Ikrimah,Tawus, Muhammad ibnu Ka'b, Abdullah ibnu Buraidah, Abu Imran Al-Juni, Abu Mijiaz, Ad-Dahhak, Hammad ibnu Abu Sulaiman, Qatadah, As-Saddi, Ibnul Mubarak, dan As-Sauri serta selain mereka.\n\ndan neraka yang bernyala-nyala. (Al-Muzzammil: 12) \n\nYaitu yang apinya menyala-nyala dengan hebatnya.\n\ndan makanan yang menyumbat di tenggorokan. (Al-Muzzammil: 13)\n\nIbnu Abbas mengatakan bahwa makna yang dimaksud ialah makanan yang tertahan di tenggorokan, tidak dapat masuk, dan tidak dapat pula keluar.\n\ndan azab yang pedih. Pada hari bumi dan gunung-gunung berguncangan, dan menjadilah gunung-gunung itu tumpukan-tumpukan pasir yang beterbangan. (Al-Muzzammil: 13-14)\n\nBumi dan gunung-gunung mengalami gempa yang amat dahsyat sehingga jadilah gunung-gunung itu seperti tumpukan-tumpukan pasir, yang sebelumnya berupa batu-batu besar. Setelah itu gunung-gunung itu diledakkan dengan ledakan yang sedahsyat-dahsyatnya, sehingga tiada sesuatu pun darinya melainkan lenyap. Lalu bumi menjadi datar sama sekali, tidak ada sedikit pun padanya tempat yang tinggi dan tidak pula tempat yang rendah; semuanya rata, tiada bukit dan tiada lembah.\n\nKemudian Allah Swt. berfirman, ditujukan kepada kaum kafir Quraisy, tetapi makna yang dimaksud terhadap seluruh manusia:\n\nSesungguhnya Kami telah mengutus kepada kamu (hai orang kafir Mekah) seorang rasul, yang menjadi saksi terhadapmu. (Al-Muzzammil: 15)\n\nYakni terhadap amal perbuatanmu.\n\nsebagaimana Kami telah mengutus (dahulu) seorang rasul kepada Fir’aun. Maka Fir’aun mendurhakai rasul itu, lalu Kami siksa dia dengan siksaan yang berat. (Al-Muzzammil: 15-16)\n\nIbnu Abbas, Mujahid, Qatadah, As-Saddi, dan As-Sauri telah mengatakan sehubungan dengan makna firman-Nya: dengan siksaan yang berat. (Al-Muzzammil: 16)\n\nMaksudnya, siksaan yang keras. Maka hati-hatilah kamu, jangan mendustakan rasul ini yang akibatnya kamu akan ditimpa azab seperti azab yang menimpa Fir'aun, yang telah disiksa oleh Allah dengan siksaan dari Tuhan Yang Mahaperkasa lagi Mahakuasa. \n\nAllah Swt. telah berfirman:\n\nMaka Allah mengazabnya dengan azab di akhirat dan azab di dunia. (An-Nazi'at:25)\n\nDan kalian lebih utama untuk mendapat kebinasaan dan kehancuran bila mendustakan rasul kalian, karena rasul kalian adalah rasul yang paling mulia dan lebih besar daripada Musa ibnu Imran. Pendapat ini diriwayatkan dari Ibnu Abbas dan Mujahid.",
            "jalalain": "(Dan makanan yang menyumbat di kerongkongan) mengganjal di kerongkongan, itu adalah buah pohon zaqum atau buah pohon dhari' atau buah pohon ghislin atau berupa duri api, apabila dimakan tidak dapat dikeluarkan dan pula tidak dapat masuk ke dalam perut (dan azab yang pedih) di samping azab yang telah disebutkan tadi, hal ini disediakan bagi orang-orang yang mendustakan Nabi saw.",
            "quraish_shihab": "Sesungguhnya di sisi Kami, para pendusta itu di akhirat nanti akan digelantungi dengan belenggu- belenggu yang berat. Mereka akan mendapatkan api neraka yang berkobar-kobar, makanan yang tak tertelan dan menyumbat tenggorokan serta azab yang kepedihannya tak tertahankan."
        },
        {
            "ind": "Pada hari bumi dan gunung-gunung bergoncangan, dan menjadilah gunung-gunung itu tumpukan-tumpukan pasir yang berterbangan.",
            "arb": "يَوْمَ تَرْجُفُ الْأَرْضُ وَالْجِبَالُ وَكَانَتِ الْجِبَالُ كَثِيبًا مَّهِيلًا",
            "transliterasi": "Yawma Tarjufu Al-'Arđu Wa Al-Jibālu Wa Kānat Al-Jibālu Kathībāan Mahīlāan.",
            "eng": "on the Day when the earth and the mountains will be convulsed and the mountains will [crumble and] become like a sand-dune on the move!",
            "kemenag_ringkas": "Ingatlah siksa yang diancamkan itu pasti akan terjadi yaitu _pada hari_ ketika_ bumi dan gunung-gunung berguncang keras_ ketika itu bumi menjadi datar, _dan menjadilah gunung-gunung itu seperti onggokan pasir yang dicurahkan_ yang tampak ringan, padahal sebelumnya adalah sesuatu yang berat lagi kokoh.",
            "kemenag": "Ayat ini menerangkan bahwa azab tersebut terjadi pada hari di mana bumi dan gunung berguncang sekeras-kerasnya sehingga gunung dan bukit menjadi berserakan, bercerai-berai seperti tumpukan pasir yang beterbangan. Firman Allah dalam ayat lain:\n\nDan gunung-gunung seperti bulu yang dihambur-hamburkan. (al-Qari'ah/101: 5)\n",
            "ibnu_katsir": "Allah Swt. berfirman, memerintahkan kepada Rasul-Nya untuk bersabar terhadap ucapan orang-orang yang mendustakannya dari kalangan orang-orang yang kurang akalnya dari kaumnya, dan hendaklah dia menjauhi mereka dengan cara yang baik, yaitu dengan cara yang tidak tercela. Kemudian Allah Swt. berfirman kepada Nabi-Nya yang isinya mengandung ancaman terhadap orang-orang kafir dari kalangan kaumnya, dan Dia adalah Tuhan Yang Mahabesar, tiada sesuatu pun yang dapat bertahan terhadap murka-Nya:\n\nDan biarkanlah Aku (saja) bertindak terhadap orang-orang yang mendustakan itu, orang-orang yang mempunyai kemewahan. (Al-Muzzammil: 11)\n\nYakni biarkanlah Aku saja yang akan bertindak terhadap orang-orang yang mendustakan itu, padahal mereka adalah orang-orang yang hidup mewah dan mempunyai harta yang banyak. Seharusnya mereka lebih taat ketimbang orang lain, mengingat mereka mempunyai semua sarananya dan dapat menunaikan hak-hak yang tidak dimiliki oleh selain mereka.\n\ndan beri tangguhlah mereka barang sebentar. (Al-Muzzammil: 11)\n\nYakni barang sedikit waktu. Semakna dengan apa yang disebutkan dalam ayat lain melalui firman-Nya:\n\nKami biarkan mereka bersenang-senang sebentar, kemudian Kami paksa mereka (masuk) ke dalam siksa yang keras. (Luqman: 24)\n\nKarena itulah disebutkan dalam surat ini oleh firman-Nya:\n\nKarena Sesungguhnya pada sisi Kami ada belenggu-belenggu yang berat. (Al-Muzzammil: 12)\n\nYang dimaksud dengan ankalan ialah belenggu-belenggu, menurut Ibnu Abbas, Ikrimah,Tawus, Muhammad ibnu Ka'b, Abdullah ibnu Buraidah, Abu Imran Al-Juni, Abu Mijiaz, Ad-Dahhak, Hammad ibnu Abu Sulaiman, Qatadah, As-Saddi, Ibnul Mubarak, dan As-Sauri serta selain mereka.\n\ndan neraka yang bernyala-nyala. (Al-Muzzammil: 12) \n\nYaitu yang apinya menyala-nyala dengan hebatnya.\n\ndan makanan yang menyumbat di tenggorokan. (Al-Muzzammil: 13)\n\nIbnu Abbas mengatakan bahwa makna yang dimaksud ialah makanan yang tertahan di tenggorokan, tidak dapat masuk, dan tidak dapat pula keluar.\n\ndan azab yang pedih. Pada hari bumi dan gunung-gunung berguncangan, dan menjadilah gunung-gunung itu tumpukan-tumpukan pasir yang beterbangan. (Al-Muzzammil: 13-14)\n\nBumi dan gunung-gunung mengalami gempa yang amat dahsyat sehingga jadilah gunung-gunung itu seperti tumpukan-tumpukan pasir, yang sebelumnya berupa batu-batu besar. Setelah itu gunung-gunung itu diledakkan dengan ledakan yang sedahsyat-dahsyatnya, sehingga tiada sesuatu pun darinya melainkan lenyap. Lalu bumi menjadi datar sama sekali, tidak ada sedikit pun padanya tempat yang tinggi dan tidak pula tempat yang rendah; semuanya rata, tiada bukit dan tiada lembah.\n\nKemudian Allah Swt. berfirman, ditujukan kepada kaum kafir Quraisy, tetapi makna yang dimaksud terhadap seluruh manusia:\n\nSesungguhnya Kami telah mengutus kepada kamu (hai orang kafir Mekah) seorang rasul, yang menjadi saksi terhadapmu. (Al-Muzzammil: 15)\n\nYakni terhadap amal perbuatanmu.\n\nsebagaimana Kami telah mengutus (dahulu) seorang rasul kepada Fir’aun. Maka Fir’aun mendurhakai rasul itu, lalu Kami siksa dia dengan siksaan yang berat. (Al-Muzzammil: 15-16)\n\nIbnu Abbas, Mujahid, Qatadah, As-Saddi, dan As-Sauri telah mengatakan sehubungan dengan makna firman-Nya: dengan siksaan yang berat. (Al-Muzzammil: 16)\n\nMaksudnya, siksaan yang keras. Maka hati-hatilah kamu, jangan mendustakan rasul ini yang akibatnya kamu akan ditimpa azab seperti azab yang menimpa Fir'aun, yang telah disiksa oleh Allah dengan siksaan dari Tuhan Yang Mahaperkasa lagi Mahakuasa. \n\nAllah Swt. telah berfirman:\n\nMaka Allah mengazabnya dengan azab di akhirat dan azab di dunia. (An-Nazi'at:25)\n\nDan kalian lebih utama untuk mendapat kebinasaan dan kehancuran bila mendustakan rasul kalian, karena rasul kalian adalah rasul yang paling mulia dan lebih besar daripada Musa ibnu Imran. Pendapat ini diriwayatkan dari Ibnu Abbas dan Mujahid.",
            "jalalain": "(Pada hari berguncang) karena gempa yang dahsyat (bumi dan gunung-gunung, dan menjadilah gunung-gunung itu tumpukan-tumpukan) tumpukan-tumpukan pasir (yang beterbangan) menjadi debu yang beterbangan yang pada sebelumnya kokoh bersatu. Lafal mahiilan berasal dari lafal haala, yahiilu; bentuk asalnya adalah mahyuulun, kemudian karena mengingat harakat dhammah dianggap berat atas huruf ya, maka dipindahkan kepada huruf ha, sehingga jadilah mahuwylun. Kemudian huruf wawu dibuang karena mengingat kedudukannya yang zaidah, sehingga jadilah mahuylun, selanjutnya harakat damah diganti menjadi kasrah untuk menyesuaikannya dengan huruf ya, sehingga jadilah mahiilun.",
            "quraish_shihab": "Pada hari ketika bumi dan gunung-gunung bergoncang dengan amat kerasnya, sehingga gunung- gunung yang sebelumnya terdiri atas batu-batu yang kuat dan kokoh menjadi tumpukan-tumpukan pasir yang beterbangan."
        },
        {
            "ind": "Sesungguhnya Kami telah mengutus kepada kamu (hai orang kafir Mekah) seorang Rasul, yang menjadi saksi terhadapmu, sebagaimana Kami telah mengutus (dahulu) seorang Rasul kepada Fir'aun.",
            "arb": "إِنَّا أَرْسَلْنَا إِلَيْكُمْ رَسُولًا شَاهِدًا عَلَيْكُمْ كَمَا أَرْسَلْنَا إِلَىٰ فِرْعَوْنَ رَسُولًا",
            "transliterasi": "'Innā 'Arsalnā 'Ilaykum Rasūlāan Shāhidāan `Alaykum Kamā 'Arsalnā 'Ilaá Fir`awna Rasūlāan.",
            "eng": "BEHOLD, [O men,] We have sent unto you an apostle who shall bear witness to the truth before you, even as We sent an apostle unto Pharaoh:",
            "kemenag_ringkas": "Setelah dijelaskan ancaman siksa akhirat yang akan diterima bagi para pendurhaka, ayat ini mengingatkan manusia tentang siksa dunia. _Sesungguhnya Kami telah mengutus seorang Rasul,_ Muhammad _kepada kamu,_ wahai penduduk Mekah, bahkan juga seluruh manusia, _yang menjadi saksi terhadapmu_ menyangkut sikap dan perbuatan kamu, _sebagaimana Kami telah mengutus seorang Rasul_ yaitu Musa, _kepada Fir‘aun._",
            "kemenag": "Ayat ini menerangkan bahwa Allah telah mengutus kepada penduduk Mekah seorang rasul yaitu Muhammad saw untuk membawa mereka ke jalan yang benar dan menjadi saksi bagi mereka pada hari Kiamat tentang sikap mereka terhadap ajakan Rasul, apakah mereka menerima atau menolaknya, sebagaimana Allah mengutus seorang rasul kepada Fir'aun dan kaumnya. Akan tetapi, Fir'aun menentang kerasulan Musa sehingga Allah membinasakannya beserta pengikut-pengikutnya dengan menenggelamkan mereka ke dalam lautan. Oleh sebab itu, hendaklah penduduk Mekah mengambil pelajaran dari peristiwa ini.",
            "ibnu_katsir": "Allah Swt. berfirman, memerintahkan kepada Rasul-Nya untuk bersabar terhadap ucapan orang-orang yang mendustakannya dari kalangan orang-orang yang kurang akalnya dari kaumnya, dan hendaklah dia menjauhi mereka dengan cara yang baik, yaitu dengan cara yang tidak tercela. Kemudian Allah Swt. berfirman kepada Nabi-Nya yang isinya mengandung ancaman terhadap orang-orang kafir dari kalangan kaumnya, dan Dia adalah Tuhan Yang Mahabesar, tiada sesuatu pun yang dapat bertahan terhadap murka-Nya:\n\nDan biarkanlah Aku (saja) bertindak terhadap orang-orang yang mendustakan itu, orang-orang yang mempunyai kemewahan. (Al-Muzzammil: 11)\n\nYakni biarkanlah Aku saja yang akan bertindak terhadap orang-orang yang mendustakan itu, padahal mereka adalah orang-orang yang hidup mewah dan mempunyai harta yang banyak. Seharusnya mereka lebih taat ketimbang orang lain, mengingat mereka mempunyai semua sarananya dan dapat menunaikan hak-hak yang tidak dimiliki oleh selain mereka.\n\ndan beri tangguhlah mereka barang sebentar. (Al-Muzzammil: 11)\n\nYakni barang sedikit waktu. Semakna dengan apa yang disebutkan dalam ayat lain melalui firman-Nya:\n\nKami biarkan mereka bersenang-senang sebentar, kemudian Kami paksa mereka (masuk) ke dalam siksa yang keras. (Luqman: 24)\n\nKarena itulah disebutkan dalam surat ini oleh firman-Nya:\n\nKarena Sesungguhnya pada sisi Kami ada belenggu-belenggu yang berat. (Al-Muzzammil: 12)\n\nYang dimaksud dengan ankalan ialah belenggu-belenggu, menurut Ibnu Abbas, Ikrimah,Tawus, Muhammad ibnu Ka'b, Abdullah ibnu Buraidah, Abu Imran Al-Juni, Abu Mijiaz, Ad-Dahhak, Hammad ibnu Abu Sulaiman, Qatadah, As-Saddi, Ibnul Mubarak, dan As-Sauri serta selain mereka.\n\ndan neraka yang bernyala-nyala. (Al-Muzzammil: 12) \n\nYaitu yang apinya menyala-nyala dengan hebatnya.\n\ndan makanan yang menyumbat di tenggorokan. (Al-Muzzammil: 13)\n\nIbnu Abbas mengatakan bahwa makna yang dimaksud ialah makanan yang tertahan di tenggorokan, tidak dapat masuk, dan tidak dapat pula keluar.\n\ndan azab yang pedih. Pada hari bumi dan gunung-gunung berguncangan, dan menjadilah gunung-gunung itu tumpukan-tumpukan pasir yang beterbangan. (Al-Muzzammil: 13-14)\n\nBumi dan gunung-gunung mengalami gempa yang amat dahsyat sehingga jadilah gunung-gunung itu seperti tumpukan-tumpukan pasir, yang sebelumnya berupa batu-batu besar. Setelah itu gunung-gunung itu diledakkan dengan ledakan yang sedahsyat-dahsyatnya, sehingga tiada sesuatu pun darinya melainkan lenyap. Lalu bumi menjadi datar sama sekali, tidak ada sedikit pun padanya tempat yang tinggi dan tidak pula tempat yang rendah; semuanya rata, tiada bukit dan tiada lembah.\n\nKemudian Allah Swt. berfirman, ditujukan kepada kaum kafir Quraisy, tetapi makna yang dimaksud terhadap seluruh manusia:\n\nSesungguhnya Kami telah mengutus kepada kamu (hai orang kafir Mekah) seorang rasul, yang menjadi saksi terhadapmu. (Al-Muzzammil: 15)\n\nYakni terhadap amal perbuatanmu.",
            "jalalain": "(Sesungguhnya Kami telah mengutus kepada kalian) hai penduduk Mekah (seorang rasul) yakni Nabi Muhammad saw. (yang menjadi saksi terhadap kalian) kelak di hari kiamat, tentang kedurhakaan-kedurhakaan yang telah kalian kerjakan (sebagaimana Kami telah mengutus, dahulu, seorang rasul kepada Firaun) yakni Nabi Musa a.s.",
            "quraish_shihab": "Sesungguhnya Kami mengutus Muhammad kepada kalian, wahai penduduk Mekah, sebagai seorang Rasul yang akan menjadi saksi atas kalian di hari kiamat nanti untuk diterima atau ditolak. Begitu pula, Kami pun telah mengutus Mûsâ, sebagai seorang Rasul, kepada Fir'aun. Tetapi kemudian Fir'aun menentang dan memusuhi rasul yang Kami utus itu. Maka Kami pun menyiksa Fir'aun dengan azab yang berat dan menyakitkan."
        },
        {
            "ind": "Maka Fir'aun mendurhakai Rasul itu, lalu Kami siksa dia dengan siksaan yang berat.",
            "arb": "فَعَصَىٰ فِرْعَوْنُ الرَّسُولَ فَأَخَذْنَاهُ أَخْذًا وَبِيلًا",
            "transliterasi": "Fa`aşaá Fir`awnu Ar-Rasūla Fa'akhadhnāhu 'Akhdhāan Wabīlāan.",
            "eng": "and Pharaoh rebelled against the apostle, whereupon We took him to task with a crushing grip.",
            "kemenag_ringkas": "_Namun Fir‘aun mendurhakai Rasul_ yang Kami utus _itu, maka Kami siksa dia dengan siksaan yang berat._ Maka jika kamu wahai penduduk Mekah mendurhakai Nabi Muhammad, Kami dapat menyiksa kamu seperti yang dialami oleh Fir’aun.",
            "kemenag": "Ayat ini menerangkan bahwa Allah telah mengutus kepada penduduk Mekah seorang rasul yaitu Muhammad saw untuk membawa mereka ke jalan yang benar dan menjadi saksi bagi mereka pada hari Kiamat tentang sikap mereka terhadap ajakan Rasul, apakah mereka menerima atau menolaknya, sebagaimana Allah mengutus seorang rasul kepada Fir'aun dan kaumnya. Akan tetapi, Fir'aun menentang kerasulan Musa sehingga Allah membinasakannya beserta pengikut-pengikutnya dengan menenggelamkan mereka ke dalam lautan. Oleh sebab itu, hendaklah penduduk Mekah mengambil pelajaran dari peristiwa ini.",
            "ibnu_katsir": "sebagaimana Kami telah mengutus (dahulu) seorang rasul kepada Fir’aun. Maka Fir’aun mendurhakai rasul itu, lalu Kami siksa dia dengan siksaan yang berat. (Al-Muzzammil: 15-16)\n\nIbnu Abbas, Mujahid, Qatadah, As-Saddi, dan As-Sauri telah mengatakan sehubungan dengan makna firman-Nya: dengan siksaan yang berat. (Al-Muzzammil: 16)\n\nMaksudnya, siksaan yang keras. Maka hati-hatilah kamu, jangan mendustakan rasul ini yang akibatnya kamu akan ditimpa azab seperti azab yang menimpa Fir'aun, yang telah disiksa oleh Allah dengan siksaan dari Tuhan Yang Mahaperkasa lagi Mahakuasa. \n\nAllah Swt. telah berfirman:\n\nMaka Allah mengazabnya dengan azab di akhirat dan azab di dunia. (An-Nazi'at:25)\n\nDan kalian lebih utama untuk mendapat kebinasaan dan kehancuran bila mendustakan rasul kalian, karena rasul kalian adalah rasul yang paling mulia dan lebih besar daripada Musa ibnu Imran. Pendapat ini diriwayatkan dari Ibnu Abbas dan Mujahid.",
            "jalalain": "(Maka Firaun mendurhakai rasul itu, lalu Kami siksa dia dengan siksaan yang berat) atau azab yang keras.",
            "quraish_shihab": "Sesungguhnya Kami mengutus Muhammad kepada kalian, wahai penduduk Mekah, sebagai seorang Rasul yang akan menjadi saksi atas kalian di hari kiamat nanti untuk diterima atau ditolak. Begitu pula, Kami pun telah mengutus Mûsâ, sebagai seorang Rasul, kepada Fir'aun. Tetapi kemudian Fir'aun menentang dan memusuhi rasul yang Kami utus itu. Maka Kami pun menyiksa Fir'aun dengan azab yang berat dan menyakitkan."
        },
        {
            "ind": "Maka bagaimanakah kamu akan dapat memelihara dirimu jika kamu tetap kafir kepada hari yang menjadikan anak-anak beruban.",
            "arb": "فَكَيْفَ تَتَّقُونَ إِن كَفَرْتُمْ يَوْمًا يَجْعَلُ الْوِلْدَانَ شِيبًا",
            "transliterasi": "Fakayfa Tattaqūna 'In Kafartum Yawmāan Yaj`alu Al-Wildāna Shībāan.",
            "eng": "How, then, if you refuse to acknowledge the truth, will you protect yourselves on that Day which shall turn the hair of children grey,",
            "kemenag_ringkas": "_Lalu_ ketentuan Allah yang akan menghukum siapa saja yang mendurhakai Rasul-Nya tetap berlaku sepanjang masa, _bagaimanakah kamu akan dapat menjaga dirimu_ dari jatuhnya siksa Allah_ jika kamu tetap kafir kepada hari_ yang sedemikian berat lagi dahsyat sehingga _menjadikan anak-anak_ kecil saking takutnya berubah menjadi tua dan _beruban_.",
            "kemenag": "Ayat ini menegaskan bahwa orang-orang kafir tidak takut kepada datangnya hari Kiamat. Padahal pada hari itu, mereka tidak akan merasa aman karena kekufuran mereka. Mereka tidak sanggup menolak azab Tuhan pada hari yang sangat dahsyat yang menjadikan anak-anak muda beruban. Langit pun pada hari itu terpecah-belah. Hal itu menunjukkan sangat dahsyatnya hari tersebut. Kedatangan hari tersebut, yaitu turunnya azab Tuhan kepada orang kafir dan pahala Tuhan berupa nikmat kepada orang mukmin, adalah janji Tuhan yang pasti dipenuhi-Nya. Allah tidak akan memungkiri janji-Nya.",
            "ibnu_katsir": "Firman Allah Swt.:\n\nMaka bagaimanakah kamu akan dapat memelihara dirimu jika kamu tetap kafir kepada hari yang menjadikan anak-anak beruban. (Al-Muzzammil: 17)\n\nDapat ditakwilkan bahwa lafaz yauman merupakan ma'mul dari lafaz tattaqima, seperti yang diriwayatkan oleh Ibnu Jarir dari qiraat Ibnu Mas'ud, yang artinya \"maka bagimanakah kamu takut, hai manusia, akan dapat memelihara dirimu jika tetap kafir kepada Allah dan mendustakan-Nya dalam menghadapi hari yang dapat menjadikan anak-anak beruban?\" Dapat pula ditakwilkan sebagai ma'mul dari lafaz kafartum. Atas dasar makna yang pertama, arti ayat ialah \"maka bagaimanakah kamu akan mendapat keamanan dari hari yang kegemparannya sangat dahsyat itu jika kamu tetap kafir?\". Dan menurut makna yang kedua, artinya \"maka bagaimanakah kamu akan dapat memelihara dirimu jika kamu tetap kafir dan ingkar kepada hari kiamat?\". Keduanya baik, tetapi yang lebih utama adalah pendapat yang pertama; hanya Allah-lah Yang Maha Mengetahui. Maka firman Allah Swt.:\n\nkepada hari yang menjadikan anak-anak beruban. (Al-Muzzammil: 17)\n\nYakni karena kegemparan, keguncangan, dan huru-hara yang terjadi di hari itu sangat dahsyat. Yang demikian itu terjadi di saat Allah berfirman kepada Nabi Adam, \"Kirimkanlah orang-orang yang akan dimasukkan ke dalam neraka !\" Adam bertanya, \"Berapakah jumlahnya?\" Allah Swt. berfirman, \"Dari tiap seribu orang sebanyak sembilan ratus sembilan puluh sembilan orang dimasukkan ke dalam neraka, sedangkan yang seorang ke dalam surga.\"\n\nImam Tabrani mengatakan, telah menceritakan kepada kami Yahya ibnu Ay'yub Al-Allaf, telah menceritakan kepada kami Sa'id ibnu Abu Maryam, telah menceritakan kepada kami Nafi' ibnu Yazid. telah menceritakan kepada kami Usman ibnu Ata Al-Khurrasani, dari ayahnya, dari Ikrimah, dari ibnu Abbas r.a. yang menceritakan bahwa Rasulullah Saw. membaca firman-Nya: Kepada hari yang menjadikan anak-anak beruban. (Al-Muzzammil: 17) Lalu beliau Saw. bersabda: Demikian itn terjadi di hari kiamat, yaitu hari yang padanya Allah berfirman kepada Adam, \"Bangkitlah dan kirimkanlah dari keturunanmu orang-orang yang akan dimasukkan ke dalam neraka !\" Adam bertanya, \"Dari berapakah jumlah mereka, Ya Tuhanku?\" Allah Swt. berfirman, \"Dari seliap seribu orang sebanyak sembilan ratus sembilan puluh sembilan orang, sedangkan yang seorangnya selamat.\" Maka hal itu terasa berat di kalangan kaum muslim, dan Rasulullah Saw. dapat membaca mereka, lalu beliau Saw. melanjutkan sabdanya pada saat melihat rasa keberatan ini di wajah mereka: Sesungguhnya keturunan Adam itu banyak sekali, dan sesungguhnya Ya-juj dan Ma-juj termasuk keturunan Adam, dan sesungguhnya tidaklah mati seseorang dari mereka sebelum menebarkan dari sulbinya seribu orang anak. Maka kiriman ke neraka itu adalah mereka dan orang-orang yang serupa dengan mereka, sedangkan surga untuk kalian.\n\nHadis ini garib, dan telah disebutkan keterangan mengenai hadis-hadis ini dalam permulaan tafsir surat Al-Hajj.",
            "jalalain": "(Maka bagaimanakah kalian dapat memelihara diri kalian jika tetap kafir) di dunia (kepada hari) lafal yauman menjadi maf'ul kedua dari lafal tattaquuna. Yakni memelihara diri dari azab hari itu. Atau dengan kata lain, dengan benteng apakah kalian memelihara diri dari azab pada hari itu (yang menjadikan anak-anak beruban) lafal syiiban bentuk jamak dari lafal asyyab; dikatakan anak-anak beruban, sebagai gambaran tentang hari itu yang penuh dengan kengerian yang sangat mencekam; hari yang dimaksud adalah hari kiamat. Bentuk asal lafal syiiban adalah syuyban, dengan memakai harakat damah pada huruf syin. Kemudian harakat itu diganti menjadi kasrah demi untuk menyelaraskannya dengan huruf ya yang jatuh sesudahnya, sehingga jadilah syiiban. Dikatakan di dalam menggambarkan hari yang penuh dengan malapetaka, yaumun yusyiibu nawaashial athfaali, yakni hari yang dapat membuat ubun-ubun anak-anak beruban. Ungkapan ini adalah ungkapan majaz atau kata kiasan. Akan tetapi boleh juga makna yang terkandung di dalam ayat ini dimaksud adalah makna hakiki bukan majazi.",
            "quraish_shihab": "Bagaimana kalian dapat membela diri jika kalian tetap tidak mempercayai adanya azab yang pada hari itu anak-anak muda--karena ketakutannya--berubah menjadi tua dan lemah?"
        },
        {
            "ind": "Langit(pun) menjadi pecah belah pada hari itu. Adalah janji-Nya itu pasti terlaksana.",
            "arb": "السَّمَاءُ مُنفَطِرٌ بِهِ ۚ كَانَ وَعْدُهُ مَفْعُولًا",
            "transliterasi": "As-Samā'u Munfaţirun Bihi Kāna Wa`duhu Maf`ūlāan.",
            "eng": "[the Day] on which the skies shall be rent asunder, [and] His promise [of resurrection] fulfilled?",
            "kemenag_ringkas": "Sedemikian dahsyatnya _langit_ yang begitu kokoh menjadi _terbelah_ dan berantakan _pada hari itu. Janji Allah pasti terlaksana_ karena Allah tidak akan pernah mengingkari janji-Nya.",
            "kemenag": "Ayat ini menegaskan bahwa orang-orang kafir tidak takut kepada datangnya hari Kiamat. Padahal pada hari itu, mereka tidak akan merasa aman karena kekufuran mereka. Mereka tidak sanggup menolak azab Tuhan pada hari yang sangat dahsyat yang menjadikan anak-anak muda beruban. Langit pun pada hari itu terpecah-belah. Hal itu menunjukkan sangat dahsyatnya hari tersebut. Kedatangan hari tersebut, yaitu turunnya azab Tuhan kepada orang kafir dan pahala Tuhan berupa nikmat kepada orang mukmin, adalah janji Tuhan yang pasti dipenuhi-Nya. Allah tidak akan memungkiri janji-Nya.",
            "ibnu_katsir": "Firman Allah Swt.:\n\nLangit (pun) menjadi pecah belah pada hari itu karena Allah. (Al-Muzzammil: 18)\n\nAl-Hasan dan Qatadah mengatakan bahwa hal itu terjadi karena kedahsyatan dan kegemparan yang terjadi pada hari kiamat. Di antara ulama tafsir adapula yang merujukkan damir kepada Allah, yakni karena perintah-Nya. Pendapat ini diriwayatkan dari Mujahid dan Ibnu Abbas, tetapi diniiai kurang kuat. mengingat dalam konteks yang sebelumnya tidak disebut-sebut nama Allah. \n\nFirman Allah Swt.:\n\nAdalah janji-Nya itu pasti terlaksana. (Al-Muzzammil: 18)\n\nArtinya, janji Allah yang menyatakan akan terjadinya hari kiamat itu pasti terjadi dan tidak dapat dielakkan iagi.",
            "jalalain": "(Langit pun menjadi pecah belah) menjadi retak dan pecah-pecah (pada hari itu) mengingat beratnya hari itu. (Adalah janji Dia) janji Allah swt. mengenai kedatangan hari itu (pasti terlaksana) pasti terjadi.",
            "quraish_shihab": "Karena begitu dahsyatnya hari itu, langit yang besar dan kuat akan terpecah-pecah. Sesungguhnya janji Allah pasti terjadi."
        },
        {
            "ind": "Sesungguhnya ini adalah suatu peringatan. Maka barangsiapa yang menghendaki niscaya ia menempuh jalan (yang menyampaikannya) kepada Tuhannya.",
            "arb": "إِنَّ هَٰذِهِ تَذْكِرَةٌ ۖ فَمَن شَاءَ اتَّخَذَ إِلَىٰ رَبِّهِ سَبِيلًا",
            "transliterasi": "'Inna Hadhihi Tadhkiratun Faman Shā'a Attakhadha 'Ilaá Rabbihi Sabīlāan.",
            "eng": "This, verily, is a reminder: let him who wills, then set out on a way to his Sustainer!",
            "kemenag_ringkas": "Setelah ancaman disampaikan al-Qur’an kembali menegaskan bahwa _sungguh_, ayat-ayat al-Qur’an _ini adalah peringatan_ sekaligus petunjuk. _Barangsiapa menghendaki_ kebaikan, _niscaya dia mengambil jalan_ yang lurus _kepada Tuhannya_.",
            "kemenag": "Allah menegaskan bahwa sesungguhnya hal-hal yang lalu yang mengungkapkan berbagai hal tentang siksaan yang disediakan Allah bagi orang yang mendustakan-Nya, dan bahwa manusia tidak dapat menyelamatkan diri dari azab-Nya, merupakan pengajaran atau peringatan, khususnya bagi orang yang ingin kembali kepada jalan Tuhannya.\nMenempuh jalan kepada Tuhan berarti mengimani-Nya, mengerjakan perbuatan yang bersifat menaati-Nya, serta menundukkan diri kepada-Nya. Itulah upaya seseorang untuk mencapai mardhatillah (keridaan Allah). Itulah jalan hidup yang lurus dan kokoh.\n",
            "ibnu_katsir": "Allah Swt. berfirman:\n\nSesungguhnya ini. (Al-Muzzammil: 19) \n\nYaitu surat ini.\n\nadalah suatu peringatan. (Al-Muzzammil: !9)\n\nAyat ini merupakan peringatan bagi orang-orang yang berakal. Karena itu, disebutkan dalam firman berikutnya:\n\nMaka barang siapa yang menghendaki, niscaya ia menempuh jalan (yang menyampaikannya) kepada Tuhannya. (Al-Muzzammil: 19)\n\nMaksudnya, dari mereka yang dikehendaki oleh Allah Swt. untuk mendapat hidayah-Nya. Seperti yang dijelaskan di dalam surat lain melalui firman Allah Swt.:\n\nDan kamu tidak mampu (menempuh jalan itu), kecuali bila dikehendaki Allah. Sesungguhnya Allah adalah Maha Mengetahui lagi Mahabijaksana. (Al-Insan: 30)",
            "jalalain": "(Sesungguhnya ini) yaitu ayat-ayat yang memperingatkan ini (adalah suatu peringatan) suatu nasihat bagi semua makhluk. (Maka barang siapa yang menghendaki niscaya ia menempuh jalan kepada Rabbnya) menempuh jalan yang menyampaikan kepada-Nya, yaitu melalui iman dan taat kepada-Nya.",
            "quraish_shihab": "Sesungguhnya ayat-ayat yang memaparkan ancaman ini adalah suatu nasihat. Barangsiapa yang menerimanya, niscaya ia akan menjadikan ajaran Tuhan sebagai jalannya dan melakukan ketakwaan dan ketaatan."
        },
        {
            "ind": "Sesungguhnya Tuhanmu mengetahui bahwasanya kamu berdiri (sembahyang) kurang dari dua pertiga malam, atau seperdua malam atau sepertiganya dan (demikian pula) segolongan dari orang-orang yang bersama kamu. Dan Allah menetapkan ukuran malam dan siang. Allah mengetahui bahwa kamu sekali-kali tidak dapat menentukan batas-batas waktu-waktu itu, maka Dia memberi keringanan kepadamu, karena itu bacalah apa yang mudah (bagimu) dari Al Quran. Dia mengetahui bahwa akan ada di antara kamu orang-orang yang sakit dan orang-orang yang berjalan di muka bumi mencari sebagian karunia Allah; dan orang-orang yang lain lagi berperang di jalan Allah, maka bacalah apa yang mudah (bagimu) dari Al Quran dan dirikanlah sembahyang, tunaikanlah zakat dan berikanlah pinjaman kepada Allah pinjaman yang baik. Dan kebaikan apa saja yang kamu perbuat untuk dirimu niscaya kamu memperoleh (balasan)nya di sisi Allah sebagai balasan yang paling baik dan yang paling besar pahalanya. Dan mohonlah ampunan kepada Allah; sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
            "arb": "۞ إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنَىٰ مِن ثُلُثَيِ اللَّيْلِ وَنِصْفَهُ وَثُلُثَهُ وَطَائِفَةٌ مِّنَ الَّذِينَ مَعَكَ ۚ وَاللَّهُ يُقَدِّرُ اللَّيْلَ وَالنَّهَارَ ۚ عَلِمَ أَن لَّن تُحْصُوهُ فَتَابَ عَلَيْكُمْ ۖ فَاقْرَءُوا مَا تَيَسَّرَ مِنَ الْقُرْآنِ ۚ عَلِمَ أَن سَيَكُونُ مِنكُم مَّرْضَىٰ ۙ وَآخَرُونَ يَضْرِبُونَ فِي الْأَرْضِ يَبْتَغُونَ مِن فَضْلِ اللَّهِ ۙ وَآخَرُونَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ ۖ فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ ۚ وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَأَقْرِضُوا اللَّهَ قَرْضًا حَسَنًا ۚ وَمَا تُقَدِّمُوا لِأَنفُسِكُم مِّنْ خَيْرٍ تَجِدُوهُ عِندَ اللَّهِ هُوَ خَيْرًا وَأَعْظَمَ أَجْرًا ۚ وَاسْتَغْفِرُوا اللَّهَ ۖ إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ",
            "transliterasi": "'Inna Rabbaka Ya`lamu 'Annaka Taqūmu 'Adnaá Min Thuluthay Al-Layli Wa Nişfahu Wa Thuluthahu Wa Ţā'ifatun Mina Al-Ladhīna Ma`aka Wa Allāhu Yuqaddiru Al-Layla Wa An-Nahāra `Alima 'An Lan Tuĥşūhu Fatāba `Alaykum Fāqra'ū Mā Tayassara Mina Al-Qur'āni `Alima 'An Sayakūnu Minkum Marđaá Wa 'Ākharūna Yađribūna Fī Al-'Arđi Yabtaghūna Min Fađli Allāhi Wa 'Ākharūna Yuqātilūna Fī Sabīli Allāhi Fāqra'ū Mā Tayassara Minhu Wa 'Aqīmū Aş-Şalāata Wa 'Ātū Az-Zakāata Wa 'Aqriđū Allāha Qarđāan Ĥasanāan Wa Mā Tuqaddimū Li'nfusikum Min Khayrin Tajidūhu `Inda Allāhi Huwa Khayrāan Wa 'A`žama 'Ajrāan Wa Astaghfirū Allāha 'Inna Allāha Ghafūrun Raĥīmun",
            "eng": "BEHOLD, [O Prophet,] thy Sustainer knows that thou keepest awake [in prayer] nearly two-thirds of the night, or one-half of it, or a third of it, together with some of those who follow thee. And God who determines the measure of night and day, is aware that you would never grudge it: and therefore He turns towards you in His grace. Recite, then, as much of the Qur’an as you may do with ease. He knows that in time there will be among you sick people, and others who will go about the land in search of God's bounty, and others who will fight in God’s cause. Recite, then, [only] as much of it as you may do with ease, and be constant in prayer, and spend in charity, and [thus] lend unto God a goodly loan: for whatever good deed you may offer up in your own behalf, you shall truly find it with God - yea, better, and richer in reward. And [always] seek God's forgiveness: behold, God is much-forgiving, a dispenser of grace!",
            "kemenag_ringkas": "Jalan lurus menuju Tuhan mungkin dirasakan berat bagi sementara orang, maka ayat ini memberi petunjuk solusinya. _Sesungguhnya Tuhanmu_ senantiasa _mengetahui bahwa engkau,_ wahai Nabi Muhammad, terkadang _berdiri_ untuk mengerjakan salat _kurang dari dua pertiga malam, atau seperdua malam atau sepertiganya dan_ demikian pula _segolongan dari orang-orang yang bersamamu_ yaitu para sahabat yang mengikutimu. _Allah menetapkan ukuran malam dan siang. Allah mengetahui bahwa kamu tidak dapat menentukan batas-batas waktu itu_ secara pasti dan rinci dalam melaksanakan salat, _maka Dia memberi keringanan kepadamu_ menyangkut apa yang telah ditetapkan-Nya sebelum ini, _karena itu bacalah apa yang mudah_ bagimu dari Al-Qur’an. _Dia mengetahui bahwa akan ada di antara kamu orang-orang yang sakit_ sehingga akan sulit melaksanakan salat malam seperti yang diperintahkan, _dan_ ada juga _yang berjalan di bumi_ yaitu bepergian jauh untuk _mencari sebagian karunia Allah_ baik urusan perniagaan atau menuntut ilmu. _dan_ Allah mengetahui juga akan ada _yang lain berperang di jalan Allah, maka bacalah apa yang mudah_ bagimu _dari Al-Qur’an dan laksanakanlah salat_ secara baik dan berkesinambungan, _tunaikanlah zakat_ secara sempurna _dan berikanlah pinjaman kepada Allah pinjaman yang baik_ yaitu segala pemberian di jalan Allah di luar kewajiban zakat. _Kebaikan apa saja yang kamu perbuat untuk dirimu niscaya kamu memperoleh balasan-nya di sisi Allah sebagai balasan yang paling baik dan yang paling besar pahalanya. Dan_ di samping amalan tersebut maka _mohonlah ampunan kepada Allah. sungguh, Allah Maha Pengampun, Maha Penyayang._",
            "kemenag": "Dalam ayat-ayat yang lalu, Allah memerintahkan kepada Nabi Muhammad untuk salat malam, maka dalam ayat ini, Allah menunjukkan kemahapengasihan-Nya kepada hamba-hamba-Nya. Dia memberikan keringanan pada hamba-Nya dengan tidak mewajibkan salat Tahajud setiap malam.\nTuhan menegaskan bahwa Dia mengetahui sebagian kaum muslimin bersama Nabi mengerjakan salat malam itu sepanjang 2/3 malam, atau 1/2-nya atau 1/3-nya. Waktu itu masih merupakan perintah wajib yang tentu saja terkadang-kadang terasa berat.\nKetika ayat pertama Surah al-Muzzammil turun, para sahabat mengerjakan salat sesuai dengan petunjuk dalam ayat 2 sampai dengan 4. Hal itu kadang-kadang memberatkan, sekalipun salat Tahajud itu khusus difardukan atau diwajibkan kepada Rasulullah saw, dan disunatkan bagi umatnya. Banyak di antara para sahabat tidak mengetahui dengan pasti berapa ukuran 1/2 atau 1/3 malam itu, hingga karena takut luput dari waktu salat malam yang diperintahkan itu, sehingga ada di antara mereka yang berjaga-jaga sepanjang malam. Hal ini sangat melelahkan badan mereka, sebab mereka bangun sampai fajar. Tentu saja bangun dan berjaga-jaga demikian melemahkan fisik. Untuk meringankan itu, Allah menurunkan ayat ini:\n\n¦Allah mengetahui bahwa kamu tidak dapat menentukan batas-batas waktu itu, maka Dia memberi keringanan kepadamu¦ (al-Muzzammil/73: 20)\n\nDari ayat 20 ini dapat pula diambil pelajaran bahwa mengerjakan perintah fardu itu tidak boleh melebihi batas ukuran yang ditentukan agar tidak memberatkan diri sendiri. Oleh karena itu, Allah memerintahkan bagi yang biasa salat malam apabila terasa agak memberatkan boleh dikurangi waktunya, sehingga dikerjakan tidak dalam keadaan terpaksa. Begitulah Allah memudahkan sesuatu yang berat menjadi ringan, agar seseorang selalu mengerjakan yang mudah itu.\nBegitu pula dalam bacaan salat malam (termasuk Magrib dan Isya), hendaklah dibaca ayat-ayat yang pendek-pendek, sebagaimana yang diriwayatkan oleh al-Baihaqi dan ad-Daruquthni dari Qais bin hazim bahwa ia salat berjamaah yang diimami oleh Ibnu 'Abbas. Qais mengatakan bahwa Ibnu 'Abbas membaca beberapa ayat dari permulaan Surah al-Baqarah setelah al-Fatihah. Selesai salat, Ibnu 'Abbas mengajarkan kepada yang mengikutinya:\nSelesai salat, Ibnu 'Abbas menghampiri kami seraya berkata, Allah berfirman \"Bacalah olehmu mana yang mudah dari (ayat-ayat Al-Qur'an itu)\" (Riwayat al-Baihaqi dan ad-Daruquthni)\n\nBerapa ukuran ayat-ayat yang mudah itu tidak dijelaskan lebih lanjut, demikian pula apakah untuk salat fardu atau salat Tahajud dan sunah-sunah lainnya. Boleh jadi membaca mana yang mudah dari ayat-ayat Al-Qur'an berlaku untuk beberapa salat wajib dan beberapa salat sunah (seperti salat Tahajud).\nKemudian disebutkan pula uzur (halangan) yang kedua yakni karena sakit, sehingga diringankan tuntutan mengerjakan salat malam. Uzur yang ketiga adalah karena sibuk mencari rezeki di siang hari. Keempat karena sedang berjuang dengan senjata (fisik) membela dan mempertahankan agama Allah dari serangan musuh.\nFaktor sakit, sibuk mencari rezeki, dan sedang berjihad di jalan Allah menyebabkan seseorang sulit baginya untuk bangun pada malam hari mengerjakan salat Tahajud. Demikianlah pula ternyata ayat ini tidak membeda-bedakan usaha berjihad mengangkat senjata melawan musuh dengan berusaha mencari rezeki, sebab keduanya bermanfaat bagi kaum muslimin, asal dikerjakan menurut perintah Allah. Berjuang berarti mempertahankan agama, sedang berdagang atau berusaha dapat membiayai keluarga dan kegiatan agama (dengan zakat, sedekah, dan lain-lain).\nSetelah menyebutkan tiga sebab yang mendatangkan rukhsah (keringanan) dalam beribadah pada malam hari yang berarti pula terhapusnya kewajiban salat malam (mansukh), maka ayat ini menyebutkan pula apa yang mereka kerjakan setelah mendapat keringanan tersebut yakni hendaklah membaca Al-Qur'an dalam salat mana yang mudah-mudah saja.\nSelanjutnya Allah memerintahkan untuk menegakkan salat dan mengeluarkan zakat. Selain itu dianjurkan pula untuk memberikan pinjaman kepada Allah, dalam bentuk memberikan nafkah (bantuan) bagi kepentingan sabilillah, baik sendiri-sendiri maupun secara bersama-sama. Dengan qiradh (pinjaman) itulah agama ini bisa ditegakkan, dan urusan sosial kemasyarakatan dapat ditegakkan. Dalam ayat lain dinyatakan:\n\nBarang siapa meminjami Allah dengan pinjaman yang baik maka Allah melipatgandakan ganti kepadanya dengan banyak. Allah menahan dan melapangkan (rezeki) dan kepada-Nyalah kamu dikembalikan. (al-Baqarah/2: 245)\n\nKemudian Tuhan menganjurkan supaya memperbanyak sedekah (memberikan harta kepada yang memerlukannya di luar zakat yang wajib) dan memperbanyak amal saleh. Apa yang dinafkahkan dan dikorbankan dengan bersedekah di jalan Allah, adalah lebih baik dibandingkan dengan apa yang dihabiskan untuk kepentingan duniawi, dan dengan demikian seseorang semakin memperbesar persiapannya untuk menuju kampung yang kekal dan abadi. \nAyat ini diakhiri dengan anjuran agar kita memperbanyak istigfar (mohon ampun kepada Allah), karena dosa dan kesalahan yang kita kerjakan terlalu banyak. Istigfar yang diterima Allah itulah yang akan menutup aib seseorang tatkala diadakan perhitungan dan pertanggungjawaban amal manusia di hadapan-Nya kelak. Allah-lah Yang Maha Pengampun; Dialah yang menutupi dosa seseorang atau menguranginya. Dialah yang Maha Pengasih, yang seseorang tidak akan disiksa bilamana tobatnya telah diterima.\n\n",
            "ibnu_katsir": "Kemudian Allah Swt. berfirman dalam ayat selanjutnya:\n\nSesungguhnya Tuhanmu mengetahui bahwasanya kamu berdiri (salat) kurang dari dua pertiga malam, atau seperdua malam, atau sepertiganya dan (demikian pula) segolongan dari orang-orang yang bersama kamu. (Al-Muzzainmil: 20)\n\nYakni adakalanya kurang dari dua pertiga, dan adakalanya kurang dari seperduanya, demikianlah seterusnya tanpa kamu sengaja. Tetapi memang kamu tidak mampu menunaikan qiyamul lail yang diperintahkan kepadamu dengan sepenuhnya, mengingat pelaksanaannya terasa berat olehmu. Untuk itulah maka disebutkan dalam firman berikutnya:\n\nDan Allah menetapkan ukuran malam dan siang. (Al-Muzzammil: 20)\n\nYaitu adakalanya antara siang dan malam hari sama panjangnya, dan adakalanya malam hari mengambil sebagian waktu siang hari sehingga lebih panjang daripada siang hari. Demikian pula sebaliknya, terkadang siang lebih panjang daripada malam hari karena sebagian waktunya diambil oleh siang hari.\n\nAllah mengetahui bahwa kamu sekali-kali tidak dapat menentukan batas-batas waktu-waktu itu. (Al-Muzzammil: 20)\n\nYakni tidak dapat menentukan batas waktu kefarduan yang diwajibkan oleh Allah kepadamu dalam qiyamul lail.\n\nkarena itu bacalah apa yang mudah (bagimu) dari Al-Qur’an. (Al-Muzzammil: 20)\n\nMaksudnya, tanpa batasan waktu. Tetapi kerjakanlah salat lail menurut kemampuanmu dan yang mudah olehmu untuk dikerjakan. Dalam ayat ini salat diungkapkan dengan kata-kata bacaan Al-Qur'an, yang berarti salatlah apa yang mudah bagimu untuk dikerjakan tanpa batasan waktu. Hal yang semakna disebutkan di dalam surat Al-Isra melalui firman-Nya:\n\ndan janganlah kamu mengeraskan suaramu dalam salatmu. (Al-Isra: 110)\n\nYaitu bacaan Al-Qur'an dalam salatmu.\n\ndan janganlah pula merendahkannya. (Al-Isra: 110)\n\nMurid-murid Imam Abu Hanifah menyimpulkan dari makna ayat ini, yaitu firman Allah Swt.: karena itu bacalah apa yang mudah (bagimu) dari Al-Qur’an. (Al-Muzzammil: 20) Bahwa tidak wajib menentukan bacaan Al-Fatihah dalam salat. Bahkan seandainya seseorang membacanya atau membaca surat lainnya, sekalipun hanya satu ayat, itu sudah cukup baginya. Dan mereka memperkuat pendapatnya dengan dalil hadis yang menceritakan seseorang yang berlaku buruk terhadap salatnya. Hadisnya terdapat di dalam kitab Sahihain, yang antara lain menyebutkan: Kemudian bacalah apa yang mudah bagimu dari Al-Qur’an.\n\nJumhur ulama menyanggah pendapat mereka dengan sebuah hadis yang diriwayatkan oleh Ubadah ibnus Samit, yang juga terdapat di dalam kitab Sahihain, bahwa Rasulullah Saw. pernah bersabda:\n\nTidaksah salat seseorang yang tidak membaca Fatihatul Kitab.\n\nDi dalam kitab Sahih Muslim diriwayatkan dari Abu Hurairah, bahwa Rasulullah Saw. pernah bersabda:\n\nSetiap salat yang tidak dibacakan padanya Ummul Qur’an, maka salat itu cacat, maka salat itu cacat, maka salat itu cacat, tidak sempurna.\n\nDi dalam kitab Sahih Muslim disebutkan dari Ibnu Khuzaimah, dari Abu Hurairah r.a. secara marfu':\n\nTidak cukup salat seseorang yang tidak membaca Ummul Qur’an. \n\nAdapun firman Allah Swt.:\n\nDia mengetahui bahwa akan ada di antara kamu orang-orang yang sakit dan orang-orang yang lain berjalan di muka bumi mencari sebagian karunia Allah, dan orang-orang yang lain lagi yang berperang di jalan Allah. (Al-Muzzammil: 20)\n\nYakni Allah mengetahui bahwa di antara umat ini ada orang-orang mempunyai 'uzur dalam meninggalkan qiyamul lail, seperti karena sakit hingga tidak mampu mengerjakannya, juga orang-orang yang sedang mengadakan perjalanan di muka bumi karena mencari sebagian dari karunia Allah dengan bekerja dan berdagang, dan orang-orang yang lainnya sedang sibuk dengan urusan yang lebih penting bagi mereka, yaitu berjihad di jalan Allah Swt. Ayat ini—dan bahkan surat ini—secara keseluruhan adalah Makkiyyah. dan saat itu peperangan masih belum disyariatkan. Dan hal ini merupakan salah satu dari bukti kenabian yang paling besar, yaitu menyangkut pemberitaan kejadian yang akan datang. Karena itulah maka disebutkan oleh firman-Nya: karena itu bacalah apa yang mudah (bagimu) dari Al-Qur’an. (AL-Muzzammil: 20) Artinya, kerjakanlah salat dengan membaca apa yang mudah dari Al-Qur'an bagimu.\n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Ya'qub, telah menceritakan kepada kami Ibnu Aliyyah, dari Abu Raja alias Muhammad yang mengatakan bahwa ia pernah bertanya kepada Al-Hasan, \"'Hai Abu Sa'id, bagaimanakah pendapatmu tentang seorang lelaki yang hafal Al-Qur'an di luar kepalanya, lalu ia tidak membacanya dalam salat malam hari kecuali hanya salat fardu saja?\" Al-Hasan menjawab, \"Berarti ia menjadikan Al-Qur'an hanya sebagai bantal tidurnya, semoga Allah melaknat orang yang seperti itu.\" Al-Hasan melanjutkan, bahwa Allah telah berfirman sehubungan dengan seorang hamba yang saleh: Dan sesungguhnya dia mempunyai pengetahuan, karena Kami telah mengajarkan kepadanya. (Yusuf: 68) Dan firman Allah Swt.: padahal telah diajarkan kepadamu apa yang kamu dan bapak-bapak kamu tidak mengetahui (nya). (Al-An'am: 91) Aku bertanya, \"Hai Abu Sa'id, Allah telah berfirman: karena itu bacalah apa yang mudah (bagimu) dari Al-Qur’an. (Al-Muzzammil: 20) Al-Hasan menjawab, \"Benar, sekalipun hanya lima ayat.\" \n\nIni jelas menggambarkan pendapat Al-Hasan, bahwa dia mempunyai pendapat yang mewajibkan bagi orang yang hafal Al-Qur'an membacanya dalam qiyamullail, sekalipun hanya dengan beberapa ayat darinya. Karena itulah disebutkan dalam sebuah hadis, bahwa Rasulullah Saw. pernah ditanya mengenai seseorang yang tidur sampai pagi hari. Maka beliau Saw. menjawab:\n\nDia adalah orang yang setan telah mengencingi telinganya.\n\nMenurut suatu pendapat, makna yang dimaksud dari hadis ini ialah orang yang meninggalkan salat fardu karena bangun kesiangan. Menurut pendapat yang lain, karena meninggalkan qiyamul lail, Di dalam kitab sunan disebutkan:\n\nSalat witirlah, hai ahli Al-Qur’an! \n\nDi dalam hadis yang lain disebutkan:\n\nBarangsiapa yang tidak salat witir, bukan termasuk golongan kami.\n\nDan yang lebih aneh dari semuanya itu adalah sebuah riwayat yang bersumber dari Abu Bakar ibnu Abdul Aziz, salah seorang yang bermazhab Hambali, ia mengatakan bahwa qiyam bulam Ramadan hukumnya wajib; hanya Allah-lah Yang Maha Mengetahui.\n\nImam Tabrani mengatakan, telah menceritakan kepada kami Ahmad ibnu Sa'id Farqadul Hadrad, telah menceritakan kepada kami Abu Ahmad alias Muhammad ibnu Yusuf Az-Zubaidi, telah menceritakan kepada kami Abdur Rahman, dari Muhammad ibnu Abdullah ibnu Tawus (salah seorang putra Tawus), dari ayahnya, dari Tawus, dari Ibnu Abbas, dari Nabi sehubungan dengan makna firman-Nya: karena itu bacalah apa yang mudah (bagimu) dari Al-Qur’an. (Al-Muzzammil: 20) Maka Nabi Saw. bersabda:\n\nSeratus ayat.\n\nHadis ini garib sekali, kami belum pernah melihatnya selain dalam mu'jam Imam Tabrani rahimahullah. \n\nFirman Allah Swt.:\n\ndan dirikanlah salat dan tunaikanlah zakat. (Al-Muzzammil: 20)\n\nYakni dirikanlah salat wajib dan tunaikanlah zakat yang fardu. Dalam ayat ini terkandung dalil bagi orang yang mengatakan bahwa perintah wajib zakat diturunkan di Mekah, tetapi kadar-kadar nisab yang harus dikeluarkan masih belum dijelaskan dengan rinci kecuali hanya di Madinah; hanya Allah-lah Yang Maha Mengetahui.\n\nIbnu Abbas, Ikrimah, Mujahid, Al-Hasan, dan Qatadah serta selain mereka yang bukan hanya seorang dari kalangan ulama Salaf telah mengatakan bahwa Sesungguhnya ayat ini telah me-mansukh (merevisi) hukum yang pada mulanya Allah mewajibkan qiyamul lail atas kaum muslim. Tetapi mereka berbeda pendapat tentang jarak tenggang masa di antara kedua hukum tersebut, ada beberapa pendapat mengenainya di kalangan mereka. Di dalam kitab Sahihain telah disebutkan bahwa Rasulullah Saw. menjawab lelaki tersebut melalui sabdanya:\n\nLima kali salat dalam sehari semalam.\n\nLelaki itu bertanya, \"Apakah ada salat lain yang diwajibkan atas diriku?\" Rasulullah Saw. menjawab:\n\nTidak ada. terkecuali jika kamu hendak salat sunat. \n\nAdapun firman Allah Swt:\n\nberikanlah pinjaman kepada Allah pinjaman yang baik. (Al-Muzzammil: 20)\n\nYaitu dalam bentuk sedekah-sedekah, karena sesungguhnya Allah akan membalasnya dengan balasan yang terbaik dan berlimpah. Sebagaimana yang disebutkan dalam ayat lain melalui firman-Nya:\n\nSiapakah yang mau memberi pinjaman kepada Allah, pinjaman yang baik (menafkahkan hartanya di jalan Allah), maka Allah akan memperlipatgandakan pembayaran kepadanya dengan lipat ganda yang banyak. (Al-Baqarah: 245)\n\nAdapun firman Allah Swt.:\n\nDan kebaikan apa saja yang kamu perbuat untuk dirimu, niscaya kamu memperoleh (balasan)nya di sisi Allah sebagai balasan yang paling baik dan yang paling besar pahalanya. (Al-Muzzammil: 20)\n\nYakni semua sedekah yang kamu keluarkan dari tangan kalian, pahalanya akan kalian peroleh, dan hal ini lebih baik daripada harta yang kamu simpan buat dirimu sendiri di dunia. \n\nAl-Hafiz Abu Ya'la Al-Mausuli mengatakan, telah menceritakan kepada kami Abu Khaisamah, telah menceritakan kepada kami Jarir, dari Al-A'masy, dari Ibrahim ibnul Haris ibnu Suwaid yang mengatakan bahwa Abdullah pernah berkata bahwa Rasulullah Saw. telah bersabda, \"Siapakah di antara kamu yang hartanya lebih ia cintai daripada harta ahli warisnya?\" Mereka menjawab, \"Wahai Rasulullah, tiada seorang pun dari kami melainkan hartanya lebih disukainya ketimbang harta ahli warisnya.\" Rasulullah'Saw. bersabda, \"Jelaskanlah alasan kalian!\" Mereka menjawab, \"Kami tidak mengetahui selain itu, ya Rasulullah.\" Rasulullah Saw. menjawab: Sesungguhnya harta seseorang dari kamu hanyalah apa yang dia gunakan dan harta ahli warisnya adalah yang dia simpan.\n\nImam Bukhari meriwayatkan hadis ini melalui Hafs ibnu Gayyas, dan Imam Nasai meriwayatkannya melalui Abu Mu'awiyah, keduanya dari Al-A'masy dengan sanad yang sama. \n\nSelanjutnya Allah Swt. berfirman:\n\nDan mohonlah ampunan kepada Allah; sesungguhnya Allah Maha Pengampun lagi Maha Penyayang. (Al-Muzzammil: 20)\n\nArtinya, perbanyaklah berzikir kepada-Nya dan memohon ampun kepada-Nya dalam semua urusanmu, karena sesungguhnya Dia Maha Pengampun lagi Maha Penyayang kepada siapa yang memohon ampun kepada-Nya.",
            "jalalain": "(Sesungguhnya Rabbmu mengetahui bahwasanya kamu berdiri, salat, kurang) kurang sedikit (dari dua pertiga malam, atau seperdua malam, atau sepertiganya) jika dibaca nishfihi dan tsulutsihi berarti diathafkan kepada lafal tsulutsay; dan jika dibaca nishfahu dan tsulutsahu berarti diathafkan kepada lafal adnaa. Pengertian berdiri atau melakukan salat sunat di malam hari di sini pengertiannya sama dengan apa yang terdapat di awal surah ini, yakni sesuai dengan apa yang telah diperintahkan Allah kepadanya (dan segolongan dari orang-orang yang bersama kamu) lafal ayat ini diathafkan kepada dhamir yang terkandung di dalam lafal taquumu, demikian pula sebagian orang-orang yang bersamamu. Pengathafan ini diperbolehkan sekalipun tanpa mengulangi huruf taukidnya, demikian itu karena mengingat adanya fashl atau pemisah. Makna ayat secara lengkap, dan segolongan orang-orang yang bersama kamu yang telah melakukan hal yang sama. Mereka melakukan demikian mengikuti jejak Nabi saw. sehingga disebutkan, bahwa ada di antara mereka orang-orang yang tidak menyadari berapa rakaat salat malam yang telah mereka kerjakan, dan waktu malam tinggal sebentar lagi. Sesungguhnya Nabi saw. selalu melakukan salat sunah sepanjang malam, karena demi melaksanakan perintah Allah secara hati-hati. Para sahabat mengikuti jejaknya selama satu tahun, atau lebih dari satu tahun, sehingga disebutkan bahwa telapak-telapak kaki mereka bengkak-bengkak karena terlalu banyak salat. Akhirnya Allah swt. memberikan keringanan kepada mereka. (Dan Allah menetapkan) menghitung (ukuran malam dan siang. Dia mengetahui bahwa) huruf an adalah bentuk takhfif dari anna sedangkan isimnya tidak disebutkan, asalnya ialah annahu (kalian sekali-kali tidak dapat menentukan batas waktu-waktu itu) yaitu waktu malam hari. Kalian tidak dapat melakukan salat malam sesuai dengan apa yang diwajibkan atas kalian melainkan kalian harus melakukannya sepanjang malam. Dan yang demikian itu memberatkan kalian (maka Dia mengampuni kalian) artinya, Dia mencabut kembali perintah-Nya dan memberikan keringanan kepada kalian (karena itu bacalah apa yang mudah dari Alquran) dalam salat kalian (Dia mengetahui, bahwa) huruf an adalah bentuk takhfif dari anna, lengkapnya annahu (akan ada di antara kalian orang-orang yang sakit dan orang-orang yang berjalan di muka bumi) atau melakukan perjalanan (mencari sebagian karunia Allah) dalam rangka mencari rezeki-Nya melalui berniaga dan lain-lainnya (dan orang-orang yang lain lagi, mereka berperang di jalan Allah) ketiga golongan orang-orang tersebut, amat berat bagi mereka hal-hal yang telah disebutkan tadi menyangkut salat malam. Akhirnya Allah memberikan keringanan kepada mereka, yaitu mereka diperbolehkan melakukan salat malam sebatas kemampuan masing-masing. Kemudian ayat ini dinasakh oleh ayat yang mewajibkan salat lima waktu (maka bacalah apa yang mudah dari Alquran) sebagaimana yang telah disebutkan di atas (dan dirikanlah salat) fardu (tunaikanlah zakat dan berikanlah pinjaman kepada Allah) seumpamanya kalian membelanjakan sebagian harta kalian yang bukan zakat kepada jalan kebajikan (pinjaman yang baik) yang ditunaikan dengan hati yang tulus ikhlas. (Dan kebaikan apa saja yang kalian perbuat untuk diri kalian, niscaya kalian akan memperoleh balasannya di sisi Allah sebagai balasan yang jauh lebih baik) dari apa yang telah kalian berikan. Lafal huwa adalah dhamir fashal. Lafal maa sekalipun bukan termasuk isim makrifat akan tetapi diserupakan dengan isim makrifat karena tidak menerima takrif (dan yang paling besar pahalanya. Mohonlah ampun kepada Allah, sesungguhnya Allah Maha Pengampun lagi Maha Penyayang) kepada orang-orang mukmin.",
            "quraish_shihab": "Sesungguhnya Tuhanmu mengetahui bahwa kamu, Muhammad, terkadang bangun malam kurang dari duapertiganya. Di malam yang lain kamu bangun pada seperdua atau sepertiganya. Para pengikutmu pun melakukan hal yang sama seperti kamu. Tidak ada yang dapat menetapkan ukuran siang dan malam serta memastikan waktunya selain Allah. Dia Mahatahu bahwa kamu tidak mungkin dapat menghitung secara pasti seluruh bagian siang dan malam itu. Dari itu, Allah memberikan keringanan kepada kalian. Maka bacalah, dalam salat, ayat-ayat al-Qur'ân yang mudah. Allah Mahatahu bahwa di antara kalian ada yang menderita sakit sehingga sulit untuk melakukan ibadah di waktu malam. Demikian pula Allah mengetahui di antara kalian ada yang selalu bepergian untuk berniaga dan bekerja mencari karunia Allah. Di antara kalian pun ada yang tengah berjihad di jalan Allah untuk menegakkan kebenaran. Maka bacalah ayat al-Qur'ân yang mudah, lakukanlah kewajiban salat, tunaikanlah kewajiban zakat dan berikanlah pinjaman kepada Allah dengan pinjaman yang baik, yaitu dengan cara bersedekah kepada kaum fakir sebagai tambahan atas kewajiban yang telah ditentukan. Sesungguhnya kebajikan yang kalian lakukan akan mendapatkan ganjarannya di sisi Allah, suatu ganjaran yang besar dan lebih baik dari segala yang kalian tinggalkan. Mintalah ampunan Allah atas segala kekurangan dan perbuatan buruk yang kalian lakukan. Sesungguhnya Allah Maha Pengampun segala dosa orang beriman serta Mahakasih kepada mereka."
        }
    ]
}