{
    "number": 45,
    "name": "سُورَةُ الجَاثِيَةِ",
    "englishName": "Al-Jaathiya",
    "englishNameTranslation": "Crouching",
    "revelationType": "Meccan",
    "numberOfAyahs": 37,
    "ayahs": [
        {
            "ind": "Haa Miim",
            "arb": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ حم",
            "transliterasi": "Ĥā-Mīm.",
            "eng": "Ha. Mim.",
            "kemenag_ringkas": "_Hà Mìm_",
            "kemenag": "Ayat pertama terdiri dari huruf-huruf hijaiah, sebagaimana terdapat pada permulaan beberapa surah Al-Qur'an. Para ahli tafsir berbeda pendapat tentang maksud huruf-huruf itu. Selanjutnya dipersilahkan menelaah masalah ini pada \"Al-Qur'an dan Tafsirnya\" jilid I yaitu tafsir ayat pertama Surah al-Baqarah.\"\nPada ayat berikutnya Allah Yang Mahaperkasa dan Mahabijaksana menjelaskan bahwa kitab Al-Qur'an yang sempurna itu diturunkan kepada Rasul-Nya, Muhammad saw. Disebutkan sifat Allah \"Mahaperkasa\" dalam ayat ini agar tergambar dalam pikiran orang yang membaca atau mendengarnya, bahwa yang menurunkan kitab Al-Qur'an itu ialah Zat yang mempunyai kekuasaan yang tidak terbatas, tidak dapat ditandingi dan tidak dapat dibantah kehendak-Nya. Keinginan dan kehendak-Nya pasti terlaksana sesuai dengan rencana-Nya, tidak ada kekuasaan lain yang mampu menghalang-halangi dan mengubahnya.\nDemikian pula ditonjolkan sifat \"Mahabijaksana\" dalam ayat ini agar dipahami, bahwa dalam melaksanakan kehendak dan kekuasaan-Nya itu, Dia melaksanakan keadilan yang merata pada setiap makhluk-Nya. Dia bertindak, menciptakan dan melaksanakan sesuatu sesuai dengan guna dan faedahnya. Kebijaksanaan ini dapat disaksikan pada seluruh tindakan dan semua makhluk yang diciptakan-Nya, dari tingkat yang paling sederhana sampai ke tingkat yang paling sempurna.\nPada tumbuh-tumbuhan, binatang, manusia, dan susunan serta ketentuan-ketentuan yang berlaku pada tata surya, orang dapat mengetahui bahwa pada tiap-tiap makhluk ada hukum-hukum dan ketentuan-ketentuan yang tidak dapat dilanggar; semuanya harus tunduk dan patuh baik secara sukarela maupun terpaksa. Tidak satu makhluk pun yang melanggar dan menyalahi hukum dan ketentuan yang telah ditetapkan Allah baginya, kecuali akan mengakibatkan kerusakan dan kehancuran.\nApabila orang mau menggunakan pikirannya yang jernih dan sehat tentu akan mengakui kekuasaan dan kebijaksanaan Allah terhadap semua makhluk-Nya. Dan apabila ia telah yakin akan hal itu, tentu ia akan menerima dan mengamalkan Al-Qur'an sebagai wahyu dan petunjuk Allah. Hal ini juga berarti bahwa diturunkannya Al-Qur'an kepada Nabi Muhammad saw dalam bahasa Arab, disampaikan untuk pertama kalinya kepada orang-orang Quraisy, kemudian baru tersebar ke seluruh penjuru dunia, ada hikmatnya sesuai dengan guna dan faedahnya. Hikmah, guna dan faedahnya itu diketahui manusia dengan perantaraan Al-Qur'an sendiri. Ada yang diketahui berdasarkan pengetahuan dan pengalaman yang dipunyai oleh seseorang, dan ada yang belum diketahui oleh manusia, karena Yang Mahatahu hanyalah Allah.\n",
            "ibnu_katsir": "Penjelasan mengenai huruf-huruf yang terdapat pada awal surah telah dijelaskan pada awal surah Al Baqarah.",
            "jalalain": "(Ha Mim) hanya Allah sajalah yang mengetahui arti dan maksudnya.",
            "quraish_shihab": "[[45 ~ AL-JAATSIYAH (YANG BERLUTUT) Pendahuluan: Makkiyyah, 37 ayat ~ Surat ini diawali dengan dua huruf eja, diikuti dengan penjelasan tentang turunnya al-Qur'ân dari sisi Allah yang Mahamulia dan Mahabijaksana, kemudian dilanjutkan dengan pemaparan bukti- bukti, baik yang bersifat kawniyyah maupun 'aqliyyah, untuk membuktikan kebenaran akidah Islam dan dakwah untuk memeluknya. Pada bagian selanjutnya, surat ini menyinggung dengan menyebutkan nikmat dan karunia Allah yang banyak terhadap hambanya. Orang-orang Mukmin diminta agar memberikan maaf terhadap orang-orang yang ingkar. Hanya Allah semata yang memberikan balasan atas perbuatan sesorang. Nikmat-nikmat itu banyak sekali dikaruniakan kepada Banû Isrâ'îl, sebagaimana yang dipaparkan pada surat ini. Bahwa Allah memberikan kemuliaan terhadap Banû Isrâ'îl dengan nikmat yang banyak. Disebutkan pula bahwa apa saja yang diperselisihkan oleh mereka, akan diperhitungkan Allah pada hari kiamat. Selanjutnya, surat ini membedakan antara orang-orang yang mengikuti kebenaran dan orang-orang yang mengikuti hawa nafsunya lalu mengingkari hari kebangkitan. Terhadap ayat-ayat al-Qur'ân yang berbicara tentang kemahakuasaan Allah, mereka malah menyikapinya dengan meminta Muhammad untuk menghidupkan kembali leluhur-leluhur mereka. Padahal hanya Allahlah yang mampu menghidupkan dan mematikan. Dia memiliki segala sesuatu. Kelak, pada hari ketika semua orang dikumpulkan di padang Mahsyar, setiap orang akan dipanggil untuk melihat buku catatan amal perbuatannya. Orang-orang Mukmin ketika itu, akan menang dan beruntung. Sedangkan orang-orang yang tidak beriman dan besar kepala akan terhina. Pada ayat-ayat selanjutnya, surat ini kembali berbicara tentang sikap mereka yang mengingkari hari kiamat dan mendustakan bukti-bukti yang menunjukkan datangnya hari kiamat. Selain itu, surat ini juga menyebutkan bahwa Allah melupakan mereka sebagaimana mereka melupakan datangnya hari kiamat, dan bahwa tempat kembali mereka adalah neraka sebagai akibat sikap mencemoohkan ayat-ayat Allah dan sikap sombong mereka di dunia. Akhirnya surat ini ditutup dengan pujian terhadap Pencipta langit dan bumi yang Mahamulia dan Mahabijaksana.]] Hâ, Mîm. Surat ini diawali dengan dua fonem Arab, sebagimana halnya cara al-Qur'ân dalam mengawali beberapa surat dengan menyebutkan fonem-fonem tertentu, untuk mengisyaratkan betapa orang-orang musyrik tidak mampu membuat sesuatu seperti al-Qur'ân. Padahal, al-Qur'ân sendiri menggunakan huruf dan fonem yang mereka gunakan dalam percakapan mereka sehari-hari."
        },
        {
            "ind": "Kitab (ini) diturunkan dari Allah Yang Maha Perkasa lagi Maha Bijaksana.",
            "arb": "تَنزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ",
            "transliterasi": "Tanzīlu Al-Kitābi Mina Allāhi Al-`Azīzi Al-Ĥakīmi.",
            "eng": "THE BESTOWAL from on high of this divine writ issues from God, the Almighty, the Wise.",
            "kemenag_ringkas": "_Kitab,_ yaitu Al-Qur’an ini diturunkan secara berangsur-angsur _dari Allah Yang Mahaperkasa_ terhadap ketentuan-Nya, lagi _Mahabijaksana_ terhadap semua keputusan dan ketentuan-Nya.",
            "kemenag": "Ayat pertama terdiri dari huruf-huruf hijaiah, sebagaimana terdapat pada permulaan beberapa surah Al-Qur'an. Para ahli tafsir berbeda pendapat tentang maksud huruf-huruf itu. Selanjutnya dipersilahkan menelaah masalah ini pada \"Al-Qur'an dan Tafsirnya\" jilid I yaitu tafsir ayat pertama Surah al-Baqarah.\"\nPada ayat berikutnya Allah Yang Mahaperkasa dan Mahabijaksana menjelaskan bahwa kitab Al-Qur'an yang sempurna itu diturunkan kepada Rasul-Nya, Muhammad saw. Disebutkan sifat Allah \"Mahaperkasa\" dalam ayat ini agar tergambar dalam pikiran orang yang membaca atau mendengarnya, bahwa yang menurunkan kitab Al-Qur'an itu ialah Zat yang mempunyai kekuasaan yang tidak terbatas, tidak dapat ditandingi dan tidak dapat dibantah kehendak-Nya. Keinginan dan kehendak-Nya pasti terlaksana sesuai dengan rencana-Nya, tidak ada kekuasaan lain yang mampu menghalang-halangi dan mengubahnya.\nDemikian pula ditonjolkan sifat \"Mahabijaksana\" dalam ayat ini agar dipahami, bahwa dalam melaksanakan kehendak dan kekuasaan-Nya itu, Dia melaksanakan keadilan yang merata pada setiap makhluk-Nya. Dia bertindak, menciptakan dan melaksanakan sesuatu sesuai dengan guna dan faedahnya. Kebijaksanaan ini dapat disaksikan pada seluruh tindakan dan semua makhluk yang diciptakan-Nya, dari tingkat yang paling sederhana sampai ke tingkat yang paling sempurna.\nPada tumbuh-tumbuhan, binatang, manusia, dan susunan serta ketentuan-ketentuan yang berlaku pada tata surya, orang dapat mengetahui bahwa pada tiap-tiap makhluk ada hukum-hukum dan ketentuan-ketentuan yang tidak dapat dilanggar; semuanya harus tunduk dan patuh baik secara sukarela maupun terpaksa. Tidak satu makhluk pun yang melanggar dan menyalahi hukum dan ketentuan yang telah ditetapkan Allah baginya, kecuali akan mengakibatkan kerusakan dan kehancuran.\nApabila orang mau menggunakan pikirannya yang jernih dan sehat tentu akan mengakui kekuasaan dan kebijaksanaan Allah terhadap semua makhluk-Nya. Dan apabila ia telah yakin akan hal itu, tentu ia akan menerima dan mengamalkan Al-Qur'an sebagai wahyu dan petunjuk Allah. Hal ini juga berarti bahwa diturunkannya Al-Qur'an kepada Nabi Muhammad saw dalam bahasa Arab, disampaikan untuk pertama kalinya kepada orang-orang Quraisy, kemudian baru tersebar ke seluruh penjuru dunia, ada hikmatnya sesuai dengan guna dan faedahnya. Hikmah, guna dan faedahnya itu diketahui manusia dengan perantaraan Al-Qur'an sendiri. Ada yang diketahui berdasarkan pengetahuan dan pengalaman yang dipunyai oleh seseorang, dan ada yang belum diketahui oleh manusia, karena Yang Mahatahu hanyalah Allah.\n",
            "ibnu_katsir": "Lihat tafsir ayat 5.",
            "jalalain": "(Diturunkannya Kitab ini) yakni Alquran; lafal ayat ini berkedudukan menjadi Mubtada (dari Allah) menjadi Khabar dari Mubtada (Yang Maha Perkasa) di dalam kerajaan-Nya (lagi Maha Bijaksana) di dalam perbuatan-Nya.",
            "quraish_shihab": "Al-Qur'ân ini diturunkan oleh Allah yang Mahakuat lagi Mahabijaksana dalam segala aturan dan ciptaan- Nya."
        },
        {
            "ind": "Sesungguhnya pada langit dan bumi benar-benar terdapat tanda-tanda (kekuasaan Allah) untuk orang-orang yang beriman.",
            "arb": "إِنَّ فِي السَّمَاوَاتِ وَالْأَرْضِ لَآيَاتٍ لِّلْمُؤْمِنِينَ",
            "transliterasi": "'Inna Fī As-Samāwāti Wa Al-'Arđi L'āyātin Lilmu'uminīna.",
            "eng": "Behold, in the heavens as well as on earth there are indeed messages for all who [are willing to] believe.",
            "kemenag_ringkas": "_Sesungguhnya_, pada penciptaan _langit dan bumi benar-benar terdapat tanda-tanda_ ke-Esaan, kekuasaan, dan kebesaran Allah _bagi orang-orang mukmin_ yang imannya mantap.&nbsp;",
            "kemenag": "Ayat ini menerangkan bahwa sebagai bukti Allah Mahaperkasa lagi Mahabijaksana, dapat dilihat pada kejadian langit, bumi, pada diri manusia dan pada binatang yang beraneka ragam macamnya. Ditegaskan bahwa di langit dan di bumi, banyak sekali terdapat tanda-tanda kekuasaan dan keperkasaan Allah. Orang yang berpikiran sederhana, pasti akan berkesimpulan bahwa di balik kejadian langit dan bumi beserta semua yang ada di antaranya, tentu ada zat yang Maha Pencipta lagi Mahakuasa. Apalagi orang yang tinggi ilmunya, tentu lebih dapat memahaminya lagi.\nPenciptaan langit, bumi dan isinya yang sangat menakjubkan sebagai tanda keagungan dan kekuasaan Allah bagi orang beriman, dan menunjukkan Allah-lah yang berhak disembah bukan selain Dia.\nDalam ayat ini disebutkan orang yang beriman bukan yang lainnya, karena merekalah yang dapat mengambil manfaat bahwa pencipta langit dan bumi adalah Allah, maka mereka tidak menyembah kecuali kepada-Nya.\nPada akhir ayat ini, Allah menjelaskan bahwa tanda-tanda kekuasaan Allah yang ada di langit dan di bumi itu menjadi tanda dan bukti wujud dan kekuasaan Allah bagi orang-orang yang beriman. Dengan memperhatikan tanda-tanda kekuasaan Allah yang ada di langit dan di bumi itu, orang yang berjiwa bersih, berpikiran sehat yang ingin mencari kebenaran dan tidak dipengaruhi oleh godaan setan tentulah akan menjadi orang yang menerima kenyataan bahwa Al-Qur'an yang diturunkan kepada Muhammad saw itu benar-benar wahyu dari Allah yang harus dilaksanakan oleh setiap manusia yang ingin hidup bahagia di dunia dan di akhirat nanti. Sebaliknya, jiwa seseorang yang dikotori oleh noda-noda kemaksiatan, pikiran yang telah dibelenggu oleh kepercayaan syirik telah tergoda oleh tipu daya setan, maka bagaimana pun jelas dan cerahnya tanda-tanda kekuasaan dan kebesaran Allah, mereka tidak akan dapat merasakan dan menghayatinya. Karena itu, mereka tetap bergelimang dalam kekafiran dan kemaksiatan.\nTanda-tanda kekuasaan Allah tersebar baik di langit maupun di bumi. Sebagai contoh adalah berkaitan dengan benda-benda langit seperti terurai pada Surah al-An'am/6: 96-97. \n\nDia menyingsingkan pagi dan menjadikan malam untuk beristirahat, dan (menjadikan) matahari dan bulan untuk perhitungan. Itulah ketetapan Allah Yang Mahaperkasa, Maha Mengetahui. Dan Dialah yang menjadikan bintang-bintang bagimu, agar kamu menjadikannya petunjuk dalam kegelapan di darat dan di laut. Kami telah menjelaskan tanda-tanda (kekuasaan Kami) kepada orang-orang yang mengetahui. (al-An'am/6: 96-97).\n\nMenurut kajian saintis, manusia sejak awal peradaban telah mengunakan benda-benda di langit seperti matahari dan bumi sebagai perhitungan penanggalan. Penanggalan berbasis pada 'gerak dan posisi matahari di langit bumi, atau yang dikenal dengan Solar Calendar, telah dilakukan oleh peradaban Barat (berasal dari Romawi dan Yunani), India; sedang peradaban Yahudi, Arab, Cina, juga India menggunakan Lunar Calendar, yaitu perhitungan berbasiskan kepada 'gerak dan posisi bulan di langit bumi. Dalam bahasa astronomi, Solar Calendar berbasiskan pada lintasan-orbit bumi terhadap posisi matahari, sedang Lunar Calendar berbasis pada lintasan-orbit bulan terhadap posisi bumi dan matahari. Demikian halnya bintang-bintang di langit sebagai yang digunakan sebagai indikator navigasi. Dalam bahasa ilmiah, indikator navigasi yang menggunakan atau berbasiskan posisi bintang-bintang di langit ini disebut stellar navigation. Stellar navigation juga telah digunakan oleh para pengembara darat untuk menentukan arah perjalanannya. Dalam dunia modern sekarang ini, ternyata stellar navigation juga telah digunakan oleh pesawat antariksa, seperti jenis pesawat Ulang-alik (Space Shuttle): Columbia, Challenger, dan Enterprise.\nDemikan halnya tanda-tanda kekuasaan Allah yang dapat dijumpai di bumi. Salah satunya adalah seperti disebut dalam Surah asy-Syura/42: 32 di atas, di mana gunung-gunung yang menurut awam tetap di tempatnya, ternyata mengapung dan bergerak.\n",
            "ibnu_katsir": "Lihat tafsir ayat 5.",
            "jalalain": "(Sesungguhnya pada langit dan bumi) pada penciptaan keduanya (benar-benar terdapat tanda-tanda) yang menunjukkan kepada kekuasaan dan keesaan Allah swt. (bagi orang-orang yang beriman.)",
            "quraish_shihab": "Sesungguhnya di dalam penciptaan langit dan bumi terdapat bukti-bukti yang amat kuat mengenai ketuhanan dan kemahaesaan Allah, yang dipercayai benar oleh orang-orang beriman kepada Allah, melalui fitrahnya yang suci."
        },
        {
            "ind": "Dan pada penciptakan kamu dan pada binatang-binatang yang melata yang bertebaran (di muka bumi) terdapat tanda-tanda (kekuasaan Allah) untuk kaum yang meyakini,",
            "arb": "وَفِي خَلْقِكُمْ وَمَا يَبُثُّ مِن دَابَّةٍ آيَاتٌ لِّقَوْمٍ يُوقِنُونَ",
            "transliterasi": "Wa Fī Khalqikum Wa Mā Yabuththu Min Dābbatin 'Āyātun Liqawmin Yūqinūna.",
            "eng": "And in your own nature, and in [that of] all the animals which He scatters [over the earth] there are messages for people who are endowed with inner certainty.",
            "kemenag_ringkas": "_Dan_ juga pada _penciptaan dirimu,_ wahai manusia, dengan bentuk yang fungsi yang sempurna _dan pada apa yang di tebarkan-Nya_ di permukaan bumi _dari_ aneka jenis binatang melata, _terdapat tanda-tanda_ keesaan, kekuasaan, dan kebesaran Allah _untuk kaum yang meyakini,_",
            "kemenag": "Allah menunjukkan tanda-tanda kekuasaan dan kebesaran-Nya pada kejadian manusia sendiri dan pada penciptaan binatang yang beraneka ragam jenis dan bentuknya.\nManusia diciptakan Allah dari unsur-unsur yang terdapat di dalam tanah. Berbagai zat yang terdiri dari karbohidrat, protein, zat lemak, zat gula, berbagai macam garam, berbagai macam vitamin, zat besi, dan sebagainya terkumpul dalam tubuh manusia, melalui makanan dan minuman yang berasal dari tumbuh-tumbuhan dan hewan. Tumbuh-tumbuhan dan hewan itu semua berasal dari tanah. Allah berfirman:\n\nDan di antara tanda-tanda (kebesaran)-Nya ialah Dia menciptakan kamu dari tanah, kemudian tiba-tiba kamu (menjadi) manusia yang berkembang biak. (ar-Rum/30: 20)\nSebagian dari zat yang dimakan manusia itu ada yang menjadi spermatozoa pada diri laki-laki dan ovum pada diri perempuan. Sperma dan ovum itu bertemu, pada saat terjadinya senggama antara laki-laki dan perempuan. Dengan demikian terjadilah pembuahan. Benih itu makin lama makin besar. Empatpuluh hari kemudian, terbentuklah jaringan-jaringan yang dipenuhi pembuluh-pembuluh darah. Empatpuluh hari kemudian, terlihatlah calon janin yang berbentuk seperti darah yang mengental. Kemudian setelah empatpuluh hari terbentuklah janin yang melekat pada dinding rahim. Pada saat itulah, mulai terlihat tanda-tanda kehidupan dan jantung bayi itu mulai berdenyut. Denyut jantung bayi itu telah dapat didengar apabila orang menempelkan telinganya ke bagian perut ibu yang sedang mengandung. Sejak terjadinya pembuahan dalam kandungan ibu sampai kepada terlihatnya tanda-tanda kehidupan, diperlukan waktu empat bulan. Lima bulan sepuluh hari setelah itu, lahirlah janin dari kandungan. Sejak itulah bayi itu bernapas dengan paru-parunya yang telah mulai bekerja, dan sejak itu pula ia berangsur-angsur melepaskan diri dari ketergantungannya kepada orang tuanya, terutama kepada ibunya. Dia telah diberi akal, perasaan dan kemampuan bekerja sehingga dengan kemampuan yang diberikan itu, ia telah dapat melaksanakan tugas hidupnya sebagai khalifah Allah di muka bumi. Akhirnya ia menjadi tua dan meninggal dunia.\nPenciptaan manusia Allah jelaskan dalam firman-Nya:\n\nDialah yang menciptakanmu dari tanah, kemudian dari setetes mani, lalu dari segumpal darah, kemudian kamu dilahirkan sebagai seorang anak, kemudian dibiarkan kamu sampai dewasa, lalu menjadi tua. Tetapi di antara kamu ada yang dimatikan sebelum itu. (Kami perbuat demikian) agar kamu sampai kepada kurun waktu yang ditentukan, agar kamu mengerti. (Gafir/40: 67)\nDengan memperhatikan proses penciptaan manusia, bagaimana sulit dan ruwetnya hukum-hukum yang berlaku dalam penciptaan itu, orang yang sadar akan mengakui kekuasaan dan keagungan Allah, Tuhan Yang Maha Esa.\nAllah menunjukkan juga tanda-tanda kekuasaan dan keagungan-Nya yang terdapat pada kejadian dan kehidupan binatang melata yang beraneka ragam, jenis, macamnya, dan cara-cara kehidupannya. Dengan memperhatikan bentuknya, orang dapat membedakan binatang. Ada binatang yang beruas tulang belakang yang dalam Ilmu Hayat disebut \"vertebrata\", ada yang tidak beruas tulang belakang (invertebrata). Binatang yang beruas tulang belakang dibagi atas beberapa bagian seperti mamalia (binatang menyusui), jenis burung (aves), jenis binatang melata (reptilia), jenis binatang yang hidup di darat dan di air (amphibia), jenis ikan (pisces).\nBinatang yang tidak beruas tulang belakang dibeda-bedakan lagi menjadi beberapa bahagian seperti binatang berkutu (insektifora), binatang lunak (mollusca), hingga binatang yang bersel satu (protozoa). Tiap-tiap jenis dan macam binatang itu mempunyai hukum-hukum dan ketentuan-ketentuan sendiri-sendiri yang disusun dengan rapi seperti cara hidup, makanannya, cara berkembang biak, cara mempertahankan hidup, sampai kepada keagungan dan faedahnya. Dan hal-hal yang diterangkan itu akan menjadi i'tibar dan pelajaran bagi orang-orang yang mau berpikir dan ingin mengetahui betapa Maha Tingginya Ilmu penciptanya; dengan demikian, akan memperkuat iman di hatinya.\n",
            "ibnu_katsir": "Lihat tafsir ayat 5.",
            "jalalain": "(Dan pada penciptaan kalian) penciptaan masing-masing di antara kalian, yaitu mulai dari air mani, lalu berupa darah kental, kemudian segumpal daging, lalu menjadi manusia (dan) penciptaan (apa yang bertebaran) di muka bumi (berupa makhluk-makhluk yang melata) arti kata Ad-Daabbah adalah makhluk hidup yang melata di permukaan bumi, yaitu berupa manusia dan lain-lainnya (terdapat tanda-tanda kekuasaan Allah dan keesaan-Nya bagi kaum yang meyakini) adanya hari berbangkit.",
            "quraish_shihab": "Dalam Allah menciptakan kalian, wahai umat manusia, dengan bentuk yang indah dan penciptaan yang sempurna, serta dalam berbagai jenis binatang dengan bentuk dan kegunaannya yang berbeda-beda, benar-benar terdapat bukti yang amat kuat dan jelas bagi kaum yang meyakini melalui perenungan dan pemikiran."
        },
        {
            "ind": "dan pada pergantian malam dan siang dan hujan yang diturunkan Allah dari langit lalu dihidupkan-Nya dengan air hujan itu bumi sesudah matinya; dan pada perkisaran angin terdapat tanda-tanda (kekuasaan Allah) bagi kaum yang berakal.",
            "arb": "وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَمَا أَنزَلَ اللَّهُ مِنَ السَّمَاءِ مِن رِّزْقٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا وَتَصْرِيفِ الرِّيَاحِ آيَاتٌ لِّقَوْمٍ يَعْقِلُونَ",
            "transliterasi": "Wa Akhtilāfi Al-Layli Wa An-Nahāri Wa Mā 'Anzala Allāhu Mina As-Samā'i Min Rizqin Fa'aĥyā Bihi Al-'Arđa Ba`da Mawtihā Wa Taşrīfi Ar-Riyāĥi 'Āyātun Liqawmin Ya`qilūna.",
            "eng": "And in the succession of night and day, and in the means of subsistence which God sends down from the skies, giving life thereby to the earth after it had been lifeless, and in the change of the winds: [in all this] there are messages for people who use their reason.",
            "kemenag_ringkas": "_dan_ _pada_ perbedaan _malam dan siang, yang datang silih berganti,_ malam datang lalu siang pergi,_ dan pada apa yang di turunkan Allah dari langit_, seperti hujan _sebagai rezeki lalu_ _dengan_ air hujan _itu di hidupkan-Nya bumi_ _setelah matinya,_ yaitu kering, _dan_ demikian pula _pada perkisaran angin_ ke berbagai arah, perbedaan suhu dan kekuatannya serta manfaat dan bahayanya,_ terdapat_ pula _tanda-tanda_ keesaan, kekuasaan, dan kebesaran Allah _bagi kaum yang mengerti._",
            "kemenag": "Pada ayat ini, Allah mengingatkan manusia akan tanda-tanda kebesaran dan kekuasaan-Nya yang terdapat pada pergantian siang dan malam baik dari segi panjang dan pendeknya.\nDari segi pergantian, orang dapat menyaksikan sejak matahari terbit di kaki langit sebelah timur hingga terbenam di kaki langit sebelah barat. Di siang hari, orang tidak menyaksikan apa pun di langit, terkecuali matahari yang bersinar dengan terangnya. Pada waktu itu, kebanyakan manusia bekerja dan berusaha mencari nafkah, memenuhi kebutuhan hidupnya.\nMatahari bergerak meninggalkan ufuk sebelah timur makin lama makin meninggi. Kemudian ia terlihat di meridian. Sesudah itu, makin menurun menuju ufuk langit sebelah barat. Akhirnya ia tenggelam di ufuk sebelah barat. Sejak itu, hari berangsur-angsur gelap, kadang-kadang terlihat awan kemerah-merahan, lalu mulailah bermunculan binatang-binatang satu demi satu, dari bintang yang paling terang cahayanya sampai kepada bintang yang bercahaya redup. Setelah gelap menyelubungi permukaan bumi seluruhnya, bertambah jelaslah nampak bintang-bintang bertaburan di angkasa raya, berbagai macam rasi dan aneka warna cahayanya. Pada penghujung malam, mulailah kelihatan fajar menyingsing di ufuk timur, sebagai tanda tidak lama lagi matahari akan terbit kembali. Sejak itulah, cahaya bintang mulai redup kembali karena cahayanya mulai dikalahkan oleh cahaya matahari.\nBegitulah seterusnya orang dapat menyaksikan keadaan itu berulang-ulang. Suasana yang seperti itu terjadi di negeri-negeri yang berada di daerah khatulistiwa, sedangkan belahan bumi bahagian selatan dan utara akan mengalami keadaan siang lebih panjang atau lebih pendek dari malam, sesuai dengan lintang dan deklinasi matahari.\nDari segi panjang pendeknya malam dan siang, orang yang berada di khatulistiwa selamanya akan menyaksikan panjang pendeknya siang malam yang hampir sama. Daerah yang berada di selatan khatulistiwa akan mengalami siang lebih panjang apabila matahari berada di sebelah selatan, tetapi akan mengalami siang yang lebih pendek apabila matahari berada di sebelah utara khatulistiwa. Demikian pula orang yang berada di sebelah utara khatulistiwa akan mengalami siang yang lebih panjang apabila matahari berada di sebelah selatan. Makin jauh suatu tempat baik ke utara maupun selatan khatulistiwa, makin jauh pula perbedaan panjang pendek waktu antara malam dan siang. Bagi orang yang berada di kutub utara dan kutub selatan, dalam satu tahun ada masa malam yang terus menerus dan ada pula masa siang yang terus menerus. Pada masa siang terus menerus matahari selalu berada di atas cakrawala, selalu kelihatan tidak pernah masuk ke bawah kaki langit, sedangkan pada masa malam terus menerus, matahari selalu berada di bawah kaki langit, tidak pernah kelihatan dan tidak pernah melewati kaki langit ke atas.\nDengan memperhatikan pergantian siang dan malam, dan panjang pendeknya yang selalu berubah-ubah sepanjang tahun, akan terlihat tanda-tanda kekuasaan dan kebesaran Allah, serta akan nampak adanya hukum-hukum yang mengaturnya dengan sangat rapi, tidak pernah menyimpang dari ketentuan-ketentuan yang telah ditentukan.\nKemudian Allah menunjukkan tanda-tanda kekuasaan dan kebesaran-Nya yang terlihat pada turunnya hujan dari langit. Karena panas matahari, air pun menguap ke atas. Angin yang selalu bertiup mempercepat proses penguapan itu dan menghalaunya ke suatu tempat dan lama-kelamaan terkumpullah uap air itu di angkasa sebagai awan. Apabila awan yang berarak dihalau angin itu tertahan oleh gunung, maka terkumpullah ia di sana, semakin lama semakin tebal. Warnanya yang semula keputih-putihan berubah menjadi hitam. Dan apabila suhu udara telah mencapai kedinginan sedemikian rupa, turunlah uap air itu sebagai hujan yang menyirami permukaan bumi. Karena air hujan itu, tumbuhlah beraneka macam tumbuh-tumbuhan, dan karena air hujan itu pula, binatang dan manusia dapat hidup. Manusia dengan hasil pemikirannya dapat mengatur aliran air itu sehingga tidak mengalir seluruhnya ke laut. Sebahagian dimanfaatkan dan sebagian lagi dapat digunakan pada musim kemarau. Pada tiap daerah, di permukaan bumi, curah hujan tidak sama; bergantung kepada faktor-faktor yang menentukan. Ada daerah yang curah hujannya sangat lebat dan ada pula yang sangat tipis dan ada yang sedang. Dengan memperhatikan turunnya hujan itu dan manfaatnya bagi kehidupan makhluk, orang dapat mengetahui betapa luasnya kekuasaan penciptanya.\nSesudah itu Allah menunjukkan pula tanda-tanda kekuasaan-Nya yang dapat dilihat pada perkisaran tiupan angin yaitu perkisaran angin darat dan angin laut yang selalu berhembus berganti arah. Telah menjadi hukum alam bahwa daratan lebih cepat menjadi panas bila ditimpa sinar matahari dibandingkan dengan lautan yang lambat menjadi panas bila ditimpa sinar matahari. Sebaliknya daratan lebih cepat pula melepaskan panas di malam hari, pada waktu panas matahari tidak ada lagi dibandingkan dengan lautan yang lambat melepasnya. Dengan demikian, terdapatlah daerah maksimum dan minimum udaranya. Pada siang hari daratan lebih panas dari lautan sehingga udaranya menjadi minimum, sedangkan lautan kurang panas udaranya dibandingkan dengan daratan sehingga udaranya menjadi maksimum. Udara mengalir dari daerah maksimum ke daerah minimum, maka bertiuplah pada siang hari angin laut menuju daratan. Akan tetapi, di waktu malam, terjadi kebalikannya; daratan menjadi maksimum dan lautan menjadi minimum karena daratan lebih cepat menjadi dingin daripada lautan sehingga bertiuplah angin dari daratan menuju lautan.\nKeadaan yang demikian menguntungkan para nelayan. Mereka berangkat pada waktu malam, berlayar ke tengah lautan mengikuti arah hembusan angin laut. Di samping itu, perubahan letak matahari berada di lintang- balik -utara belahan bumi bagian selatan. Karena itu, udara maksimum di belahan bumi bahagiana selatan. Maka bertiuplah angin dari belahan bumi selatan ke belahan bumi bagian utara. Waktu itu di Indonesia mengalami musim kemarau. Akan tetapi, bila matahari berada pada lintang balik selatan, belahan bumi bagian selatan menerima panas lebih banyak dari bagian bumi sebelah utara. Karena itu, udara maksimum di bagian utara, maka bertiuplah angin dari utara ke selatan. Untuk Indonesia, angin bertiup dari padang pasir Gobi ke Tiongkok, menyusur Semenanjung Malaysia karena pengaruh perputaran bumi membelok ke timur, ke Indonesia, menuju Padang Pasir Victoria di Australia. Pada saat itu, di Indonesia mengalami musim hujan.\nDi samping itu, terdapat angin yang bertiup dari kutub utara dan kutub selatan secara tetap, karena daerah kutub selalu mengalami udara yang lebih dingin daripada khatulistiwa maka daerah-daerah kutub, udaranya selalu maksimum. Akan tetapi karena perputaran bumi pada porosnya dari barat ke timur, maka angin yang bertiup dari kutub itu mengalami pembelokan ke barat. Itulah sebabnya angin itu di Indonesia bertiup dari tenggara. Untuk daerah-daerah kutub sendiri, bertiuplah selalu angin barat yang tetap sepanjang masa.\nDari perkisaran angin itu, orang akan mengetahui betapa Mahabijaksana dan Mahaperkasa-Nya Allah yang menciptakan alam semesta ini.\nItulah sebabnya pada bagian akhir surah ini, Allah menegaskan bahwa tanda-tanda kekuasaan-Nya yang dapat dilihat pada jagat raya, pada diri manusia, pada perkisaran angin, pada turunnya hujan, dan sebagainya menjadi bukti kekuasaan-Nya bagi orang yang mempergunakan akalnya dan bagi orang yang benar-benar mau mencari kebenaran.\nDengan bermacam-macam himbauan itulah, Allah menunjukkan tanda-tanda kekuasaan-Nya agar manusia meyakini Kemahaesaan dan kemahakuasaan-Nya. Dengan mengetahui semuanya itu dengan benar, niscaya bertambah mantaplah iman mereka dan bertambah pulalah gairahnya untuk memanfaatkan pengetahuannya itu bagi kemaslahan umat manusia.\nDari keterangan di atas, dipahami pula amat banyak yang dapat dijadikan bukti adanya Allah, Mahakuasa dan Mahabijaksana, asal saja orang mau mengikuti cara berpikir yang digariskan Allah dalam Al-Qur'an, hal ini juga berarti bahwa sebenarnya, semakin tinggi ilmu seseorang semakin banyak ia mempunyai bukti-bukti itu. Jika ada seorang yang berilmu yang tidak mempercayai adanya Tuhan, berarti ia belum lagi mempergunakan ilmunya itu menurut yang semestinya.\nDalam ayat-ayat ini terdapat tiga kalimat berbeda, pertama yu'minun, kedua yuqinun, dan ketiga ya'qilun, hal ini dimaksudkan; jika kalian beriman maka pahamilah tanda-tanda keagungan Allah ini dan jika tidak beriman namun mencari kebenaran dan keyakinan maka pahamilah tanda-tanda ini, dan jika tidak beriman dan tidak mencari kenyataan maka jadilah kalian orang yang berakal dan pahamilah tanda-tanda ini. \nAyat ini dengan singkat menggambarkan adanya mekanisme-mekanisme perputaran dan peredaran bumi yang berkaitan dengan perubahan cuaca serta perkisaran angin. Ilmu pengetahuan saat ini menerangkan adanya siang dan malam di bumi disebabkan oleh perputaran (rotasi) bumi pada porosnya. Disamping berotasi, bumi juga beredar pada garis lintasannya (evolusi) yang berbentuk elips. Bumi memerlukan waktu satu tahun untuk beredar pada lintasan ini sampai berada kembali pada posisi yang sama. Proses rotasi dan evolusi bumi, di samping berkaitan dengan cuaca dan iklim di berbagai tempat di permukaan bumi, berkaitan pula dengan perubahan-perubahan arah angin. Hujan-hujan setempat umumnya terjadi setelah tengah hari, ketika suhu mulai mendingin, setelah pada pagi dan siang hari sebelumnya permukaan bumi mendapatkan panas matahari yang banyak dan cukup menghasilkan uap air untuk menghasilkan awan yang menurunkan hujan. \nPoros perputaran bumi membuat sudut sebesar 23,5o terhadap garis lintasan peredarannya, sehingga jumlah intensitas cahaya matahari yang diterima belahan bumi utara dan selatan selalu berbeda, kecuali pada posisi bidang lintasan tegak lurus terhadap bidang penampang setengah bola bumi, ketika itu matahari berada persis di atas khatulistiwa. Adanya tempat-tempat yang mendapatkan intensitas cahaya yang berbeda menyebabkan panas permukaan bumi berbeda-beda pula. Dengan adanya perbedaan panas di permukaan bumi maka terjadilah aliran udara (angin) dari tempat yang dingin ke tempat yang lebih panas. Di daerah sekitar khatulistiwa (ekuatorial) terdapat angin yang berhembus sepanjang tahun ke arah khatulistiwa yang selalu panas yang dikenal dengan angin pasat. Di Indonesia yang terletak di antara dua samudera besar dan dua benua berhembus angin yang berganti arah setiap setengah tahun, dikenal dengan angin muson (moonsoon). Pada bulan Oktober sampai April, angin berhembus dari barat laut ke arah tenggara (angin barat) yang membawa serta kelembaban dan menyebabkan musim hujan. Pada bulan April sampai Oktober, angin yang berhembus dari tenggara ke arah barat laut, bersifat kering, menyebabkan musim kemarau. \nDi permukaan laut, perbedaan panas cahaya matahari ini menyebabkan adanya arus laut dan perbedaan produksi uap air. Perpaduan dinamika arah angin dan produksi uap air di permukaan bumi menghasilkan siklus perubahan iklim, yang pada dasarnya akan berulang setiap tahun. Pada perioda perulangan tertentu biasa terjadi pula kasus-kasus ekstrim seperti misalnya fenomena El Nino dan La Nina.\n",
            "ibnu_katsir": "Allah Swt. memberi petunjuk kepada mahluk-Nya memikirkan tanda-tanda kekuasaan-Nya, nikmat-nikmat-Nya, dan kekusaan-Nya yang besar yang dengan kekuasaan-Nya dia menciptakan langit dan bumi serta semua makhluk yang ada pada keduanya yang beraneka ragam macam dan jenisnya. Yaitu para malaikat, jin, manusia, binatang-binatang melata, burung-burung, hewan-hewan pemangsa, hewan-hewan liar, berbagai jenis serangga, dan berbagai macam makhluk di dalam laut. Juga silih bergantinya siang dan malam hari yang terus bergantian tanpa hentinya; yang satu datang dengan membawa kegelapannya, dan yang lainnya datang dengan membawa sinarnya. Demikian pula apa yang diturunkan oleh Allah Swt. dari langit melalui awan berupa hujan ketika diperlukan, yang hal ini dinamakan rezeki mengingat dengan adanya hujan rezeki dapat dihasilkan.\n\nlalu dihidupkan-Nya dengan air hujan itu bumi sesudah matinya. (Al-Jatsiyah: 5)\n\nYakni pada sebelumnya bumi kering dan tandus, tiada tumbuh-tumbuhan padanya.\n\nFirman Allah Swt.:\n\ndan pada perkisaran angin. (Al-Jatsiyah: 5.)\n\nYaitu angin dari selatan, utara, angin dabur dan saba, angin laut dan darat, angin malam hari dan siang hari; yang antara lain ada yang membawa air hujan, dan ada yang menyemaikan benih, dan ada yang menjadi penyegar bagi arwah (jiwa), ada pula yang mandul tidak produktif, pada mulanya Allah menyebutkan dalam firman-Nya:\n\nbenar-benar terdapat tanda-tanda (kekuasaan Allah) untuk orang-orang yang beriman. (Al-Jatsiyah: 2)\n\nSelanjutnya Allah menyebutkan, \"Terdapat tanda-tanda (kekuasaan Allah) untuk kaum yang meyakini,\" kemudian disebutkan pula, \"Terdapat pula tanda-tanda (kekuasaan Allah) bagi kaum yang berakal\" Hal ini merupakan ungkapan yang bertingkat-tingkat dari suatu keadaan yang mulia meningkat kepada keadaan lain yang lebih mulia dan lebih tinggi daripada sebelumnya, makna ayat ini mirip dengan apa yang disebutkan di dalam surat Al-Baqarah melalui firman-Nya:\n\nSesungguhnya dalam penciptaan langit dan bumi, silih bergantinya malam dan siang, bahtera yang berlayar di laut membawa apa yang berguna bagi manusia, dan apa yang Allah turunkan dari langit berupa air, lalu dengan air itu Dia hidupkan bumi sesudah mati (kering) nya dan Dia sebarkan di bumi itu segala jenis hewan, dan pengisaran angin dan awan yang dikendalikan antara langit dan bumi; sungguh (terdapat) tanda-tanda (keesaan dan kebesaran Allah) bagi kaum yang memikirkan. (Al-Baqarah: 164)\n\nIbnu Abu Hatim sehubungan dengan makna ayat ini telah mengetengahkan atsar yang cukup panjang lagi gharib dari Wahb ibnu Munabbih, yaitu menyangkut penciptaan manusia, bahwa manusia itu diciptakan dari empat unsur yang dicampur menjadi satu. Hanya Allah-lah Yang Maha Mengetahui.",
            "jalalain": "(Dan) pada (pergantian malam dan siang) yaitu datang dan perginya kedua waktu itu (dan rezeki yang diturunkan Allah dari langit) berupa hujan, dikatakan rezeki karena hujan itu merupakan penyebab rezeki (lalu dihidupkan-Nya dengan air hujan itu bumi sesudah matinya, dan pada pertukaran angin) atau pergantiannya, terkadang bertiup ke arah selatan, terkadang bertiup ke arah utara, terkadang datang membawa udara dingin, dan terkadang datang membawa udara panas (terdapat tanda-tanda pula bagi kaum yang berakal) yaitu tanda-tanda yang menunjukkan kekuasaan dan keesaan Allah, karenanya mereka beriman.",
            "quraish_shihab": "Dan pada perbedaan antara siang dan malam--baik dari segi panjang dan pendeknya, terang dan gelapnya--dengan waktu datangnya yang silih berganti sesuai dengan suatu aturan yang tetap, pada hujan yang diturunkan Allah dari langit sehingga menghidupkan kembali bumi--dengan bermacam-macam tumbuh-tumbuhan--yang telah mati akibat kekeringan, dan pada perputaran angin ke berbagai arah dengan perbedaan suhu dan kekuatannya, semua itu merupakan tanda-tanda amat jelas yang menunjukkan betapa sempurnanya kekuasaan Allah bagi kaum yang berpikir dengan akalnya sehingga memiliki keyakinan yang tulus murni."
        },
        {
            "ind": "Itulah ayat-ayat Allah yang Kami membacakannya kepadamu dengan sebenarnya; maka dengan perkataan manakah lagi mereka akan beriman sesudah (kalam) Allah dan keterangan-keterangan-Nya.",
            "arb": "تِلْكَ آيَاتُ اللَّهِ نَتْلُوهَا عَلَيْكَ بِالْحَقِّ ۖ فَبِأَيِّ حَدِيثٍ بَعْدَ اللَّهِ وَآيَاتِهِ يُؤْمِنُونَ",
            "transliterasi": "Tilka 'Āyātu Allāhi Natlūhā `Alayka Bil-Ĥaqqi Fabi'ayyi Ĥadīthin Ba`da Allāhi Wa 'Āyātihi Yu'uminūna.",
            "eng": "These messages of God do We convey unto thee, setting forth the truth. In what other tiding, if not in God’s messages, will they, then, believe?",
            "kemenag_ringkas": "_Itulah ayat-ayat Allah yang_ dihamparkan di alam ini untuk menggambarkan keesaan, kekuasaan, dan kebesaran-Nya yang _Kami bacakan_ melalui malaikat Jibril _kepadamu_, wahai Nabi Muhammad, _dengan sebenarnya_ untuk engkau sampaikan kepada umatmu;_ maka dengan perkataan mana lagi mereka akan beriman setelah_ firman _Allah dan ayat-ayat-Nya_ itu? Kalau ayat-ayat Al-Qur’an dan tanda-tanda kekuasaan Allah di muka bumi tidak mereka percayai, maka yang lain pun mereka lebih tidak percaya lagi.",
            "kemenag": "Allah menyatakan kepada Rasulullah saw, bahwa ayat Al-Qur'an yang dibacakan kepadanya itu adalah ayat-ayat yang mengandung bukti, dan dalil-dalil yang kuat baik dari segi asal Al-Qur'an itu (dari Allah) maupun dari segi isi dan gaya bahasanya. Pernyataan Allah itu telah disampaikan oleh Nabi Muhammad saw kepada kaum musyrik Mekah, tetapi semuanya itu tidak dapat mereka terima, bahkan mereka bertambah ingkar kepada Rasulullah saw.\nPada waktu Al-Qur'an dibacakan kepada orang kafir Mekah, hati mereka mengakui ketinggian isi dan gaya bahasanya. Pengakuan ini langsung diucapkan 'Utbah bin Rabi'ah dan Abu al-Walid, sastrawan kenamaan orang Arab waktu itu. Kepada mereka diperintahkan agar memperhatikan kejadian alam semesta ini, kejadian diri mereka sendiri, air hujan yang turun dari langit yang menyirami bumi sehingga bumi yang tandus menjadi subur, angin yang bertiup, dan sebagainya, semuanya itu dapat dijadikan bukti bahwa Allah adalah Maha Esa, Mahakuasa lagi Mahaperkasa. \nKepada mereka pun telah diutus seorang rasul yang akan menyampaikan agama Allah kepada seluruh manusia. Rasul itu adalah orang yang paling mereka percayai di antara mereka, orang yang mereka segani dan orang yang selalu mereka mintai nasihat dalam menyelesaikan perselisihan-perselisihan yang terjadi di antara mereka. Rasul yang diutus itu dapat pula membuktikan bahwa ia benar-benar Rasul yang diutus Allah kepada manusia, misalnya dengan mengemukakan beberapa mukjizat yang diberikan Allah kepadanya. Sudah banyak bukti yang dikemukakan kepada mereka, tetapi mereka tidak juga beriman. Sebenarnya, bagi orang yang mau menggunakan pikirannya, cukup banyak bukti untuk menjadikan dia seorang yang beriman.\nItulah sebabnya maka Rasulullah saw diperintahkan oleh Allah menanyakan kepada kaum musyrik Mekah tentang keterangan apalagi yang mereka minta yang dapat mengubah hati mereka sehingga menjadi beriman.\nTelah lengkap keterangan yang diberikan kepada mereka. Tidak ada lagi dalil-dalil dan bukti-bukti yang lebih kuat daripada yang telah dikemukakan itu. Jika mereka tidak mau juga memahaminya dan tidak mau menerima bukti dan dalil-dalil itu, terserah kepada mereka sendiri. Mereka akan mendapatkan balasan yang setimpal akibat sikap kepala batu mereka itu.\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nitulah ayat-ayat Allah. (Al-Jatsiyah: 6)\n\nYakni Al-Qur'an yang di dalamnya mengandung bukti-bukti dan keterangan-keterangan yang jelas.\n\nyang kami membacakannya kepadamu dengan sebenarnya. (Al-Jatsiyah: 6)\n\nYaitu mengandung perkara yang hak dari Tuhan Yang Maha Hak. Apabila mereka tidak beriman kepadanya dan tidak mau tunduk patuh kepadanya, maka kepada berita manakah lagi mereka akan beriman selain kepada Al-Qur’an itu?",
            "jalalain": "(Itulah) yakni tanda-tanda yang telah disebutkan itu (ayat-ayat Allah) maksudnya, hujah-hujah-Nya yang menunjukkan kepada keesaan-Nya (yang Kami membacakannya) yang Kami ceritakan (kepadamu dengan sebenarnya) lafal Bil haqqi ber-ta'aluq kepada lafal Natluuhaa (maka dengan perkataan mana lagi sesudah Allah) sesudah firman-Nya, yang dimaksud adalah Alquran (dan keterangan-keterangan-Nya) atau hujah-hujah-Nya (mereka beriman) orang-orang kafir Mekah itu mereka tidak beriman. Menurut suatu qiraat lafal Yu'minuuna dibaca Tu'minuuna.",
            "quraish_shihab": "Itulah ayat-ayat kawniyyah (kosmis) Allah yang mengandung kebenaran untuk manusia, yang Kami bacakan kepadamu, Muhammad, melalui al-Qur'ân dengan perantaraan malaikat Jibril. Apabila mereka tidak mempercayai ayat-ayat itu, maka perkataan apa lagi setelah firman Allah, yaitu al-Qur'ân, yang akan mereka percaya."
        },
        {
            "ind": "Kecelakaan besarlah bagi tiap-tiap orang yang banyak berdusta lagi banyak berdosa,",
            "arb": "وَيْلٌ لِّكُلِّ أَفَّاكٍ أَثِيمٍ",
            "transliterasi": "Waylun Likulli 'Affākin 'Athīmin.",
            "eng": "Woe unto every sinful self-deceiver",
            "kemenag_ringkas": "_Kecelakaan_ yang amat besar _bagi setiap orang yang banyak berdusta_, yaitu mengada-adakan kebohongan terhadap Allah, _lagi banyak berdosa_, yakni melakukan pelanggaran,",
            "kemenag": "Kemudian Allah mengancam kaum musyrikin yang selalu mengingkari kebenaran ayat-ayat Al-Qur'an dengan ancaman yang sangat mengerikan. Mereka tetap mendustakan kebenaran ayat-ayat Al-Qur'an, padahal di dalamnya terdapat keterangan tentang dalil-dalil dan bukti-bukti keesaan dan kekuasaan-Nya yang cukup jelas. Bukti dan keterangan itu telah mereka dengar sendiri. Menurut ukuran yang wajar, tentu mereka telah memahaminya. Akan tetapi, yang terjadi adalah sebaliknya. Itulah sebabnya mereka disebut dalam ayat ini orang-orang yang banyak berdusta dan banyak melakukan perbuatan dosa.\nSelanjutnya diterangkan bahwa keadaan orang-orang musyrik sebelum dan sesudah mendengar ayat-ayat Al-Qur'an tetap sama, tidak ada perubahan dalam sikap dan perilaku mereka, bahkan mereka bertambah ingkar dan menyombongkan diri. Itulah sebabnya dalam ayat ini mereka dikatakan seolah-olah tidak pernah mendengar ayat-ayat Al-Qur'an yang disampaikan kepada mereka.\nDalam ayat yang lain, diterangkan bahwa mereka sendiri mengakui tidak pernah merasa mendengar Al-Qur'an yang disampaikan kepada mereka. Allah berfirman:\n\nDan mereka berkata, \"Hati kami sudah tertutup dari apa yang engkau seru kami kepadanya dan telinga kami sudah tersumbat, dan di antara kami dan engkau ada dinding, karena itu lakukanlah (sesuai kehendakmu), sesungguhnya kami akan melakukan (sesuai kehendak kami).\" (Fussilat/41: 5)\nDalam ayat lain:\n\nDan orang-orang yang tidak beriman pada telinga mereka ada sumbatan, dan (Al-Qur'an) itu merupakan kegelapan bagi mereka. (Fussilat/41: 44)\n\nPada akhir ayat ini, Allah memerintahkan kepada Rasul-Nya menyampaikan kabar gembira kepada mereka bahwa mereka akan memperoleh azab yang pedih di neraka nanti. Dalam ayat ini disebutkan bahwa memberitakan adanya azab yang pedih merupakan suatu berita gembira, bukan suatu berita duka. Ungkapan ini sengaja dibuat demikian untuk membalas sikap mereka yang memperolok-olokkan ayat-ayat Al-Qur'an yang disampaikan kepadanya dan untuk menunjukkan bahwa sikap mereka itu merupakan sikap yang sudah melampaui batas. Karena itu, yang dimaksud dengan kabar gembira di sini ialah lawan daripada kabar gembira itu, yaitu kabar sedih sebagai penghinaan kepada mereka.\n",
            "ibnu_katsir": "Kemudian dalam firman selanjutnya disebutkan:\n\nKecelakaan yang besarlah bagi tiap-tiap orang yang banyak berdusta lagi banyak berdosa. (Al-Jatsiyah: 7)\n\nYakni dusta dalam perkataannya, penyumpah lagi suka menghina, dan pendosa dalam perbuatannya, sedangkan hatinya kafir kepada ayat-ayat Allah.",
            "jalalain": "(Kecelakaan yang besarlah) lafal Al-Wail menunjukkan kalimat azab (bagi tiap-tiap orang yang banyak berdusta) atau pendusta (lagi banyak berdosa) banyak dosanya.",
            "quraish_shihab": "Kehancuran yang dahsyatlah bagi siapa saja yang mengada-ada dengan kebohongan-kebohongan paling buruk terhadap Allah dan bagi orang yang banyak berbuat dosa dengan melakukan perbuatan itu."
        },
        {
            "ind": "dia mendengar ayat-ayat Allah dibacakan kepadanya kemudian dia tetap menyombongkan diri seakan-akan dia tidak mendengarnya. Maka beri khabar gembiralah dia dengan azab yang pedih.",
            "arb": "يَسْمَعُ آيَاتِ اللَّهِ تُتْلَىٰ عَلَيْهِ ثُمَّ يُصِرُّ مُسْتَكْبِرًا كَأَن لَّمْ يَسْمَعْهَا ۖ فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ",
            "transliterasi": "Yasma`u 'Āyāti Allāhi Tutlaá `Alayhi Thumma Yuşirru Mustakbirāan Ka'an Lam Yasma`hā Fabashshirhu Bi`adhābin 'Alīmin.",
            "eng": "who hears God’s messages when they are conveyed to him, and yet, as though he had not heard them, persists in his haughty disdain! Hence, announce unto him grievous suffering –",
            "kemenag_ringkas": "yaitu _orang yang selalu mendengar ayat-ayat Allah_ dengan begitu jelas _ketika di bacakan kepadanya_ dengan lisan, _namun tetap saja dia_ tidak mempercayainya, bahkan kemudian dia tetap mengingkarinya sambil _menyombongkan diri seakan-akan dia tidak pernah mendengarnya._ Karena sikap dan tindakannya yang demikian itulah, maka wahai Nabi Muhammad, _peringatkanlah dia dengan azab yang pedih_ akibat perbuatan buruknya",
            "kemenag": "Kemudian Allah mengancam kaum musyrikin yang selalu mengingkari kebenaran ayat-ayat Al-Qur'an dengan ancaman yang sangat mengerikan. Mereka tetap mendustakan kebenaran ayat-ayat Al-Qur'an, padahal di dalamnya terdapat keterangan tentang dalil-dalil dan bukti-bukti keesaan dan kekuasaan-Nya yang cukup jelas. Bukti dan keterangan itu telah mereka dengar sendiri. Menurut ukuran yang wajar, tentu mereka telah memahaminya. Akan tetapi, yang terjadi adalah sebaliknya. Itulah sebabnya mereka disebut dalam ayat ini orang-orang yang banyak berdusta dan banyak melakukan perbuatan dosa.\nSelanjutnya diterangkan bahwa keadaan orang-orang musyrik sebelum dan sesudah mendengar ayat-ayat Al-Qur'an tetap sama, tidak ada perubahan dalam sikap dan perilaku mereka, bahkan mereka bertambah ingkar dan menyombongkan diri. Itulah sebabnya dalam ayat ini mereka dikatakan seolah-olah tidak pernah mendengar ayat-ayat Al-Qur'an yang disampaikan kepada mereka.\nDalam ayat yang lain, diterangkan bahwa mereka sendiri mengakui tidak pernah merasa mendengar Al-Qur'an yang disampaikan kepada mereka. Allah berfirman:\n\nDan mereka berkata, \"Hati kami sudah tertutup dari apa yang engkau seru kami kepadanya dan telinga kami sudah tersumbat, dan di antara kami dan engkau ada dinding, karena itu lakukanlah (sesuai kehendakmu), sesungguhnya kami akan melakukan (sesuai kehendak kami).\" (Fussilat/41: 5)\nDalam ayat lain:\n\nDan orang-orang yang tidak beriman pada telinga mereka ada sumbatan, dan (Al-Qur'an) itu merupakan kegelapan bagi mereka. (Fussilat/41: 44)\n\nPada akhir ayat ini, Allah memerintahkan kepada Rasul-Nya menyampaikan kabar gembira kepada mereka bahwa mereka akan memperoleh azab yang pedih di neraka nanti. Dalam ayat ini disebutkan bahwa memberitakan adanya azab yang pedih merupakan suatu berita gembira, bukan suatu berita duka. Ungkapan ini sengaja dibuat demikian untuk membalas sikap mereka yang memperolok-olokkan ayat-ayat Al-Qur'an yang disampaikan kepadanya dan untuk menunjukkan bahwa sikap mereka itu merupakan sikap yang sudah melampaui batas. Karena itu, yang dimaksud dengan kabar gembira di sini ialah lawan daripada kabar gembira itu, yaitu kabar sedih sebagai penghinaan kepada mereka.\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\ndia mendengar ayat-ayat Allah dibacakan kepadanya, kemudian dia tetap. (Al-Jatsiyah: 8)\n\ndalam kekafirannya, keingkaran, dan kesombongannya.\n\nseakan-akan dia tidak mendengarnya. Maka beri kabar gembiralah dia dengan azab yang pedih. (Al-Jatsiyah: 8)\n\nMaksudnya, dia pura-pura tidak mendengarnya. Maka beritakanlah kepada orang yang bersikap demikian bahwa di sisi Allah kelak di hari kiamat dia akan mendapat azab yang pedih lagi sangat menyakitkan.",
            "jalalain": "(Dia mendengar ayat-ayat Allah) yakni Alquran (dibacakan kepadanya kemudian dia tetap) atas kekafirannya (menyombongkan diri) takabur tidak mau beriman (seakan-akan dia tidak mendengarnya. Maka beri kabar gembiralah dia dengan azab yang pedih) azab yang menyakitkan.",
            "quraish_shihab": "Orang yang mengada-ada itu sebenarnya mendengar ayat-ayat Allah yang berbicara tentang kebenaran ketika dibacakan kepadanya. Tetapi kemudian ia tetap bersikap ingkar, menyombongkan diri dan tidak beriman. Ia seolah-olah seperti orang yang tidak pernah mendengar ayat-ayat itu. Oleh karena itu, wahai Muhammad, sampaikanlah \"berita gembira\"--sebagai penghinaan--bahwa orang itu akan memperoleh azab yang pedih akibat perbuatannya yang memang mengantarkannya kepada siksa itu."
        },
        {
            "ind": "Dan apabila dia mengetahui barang sedikit tentang ayat-ayat Kami, maka ayat-ayat itu dijadikan olok-olok. Merekalah yang memperoleh azab yang menghinakan.",
            "arb": "وَإِذَا عَلِمَ مِنْ آيَاتِنَا شَيْئًا اتَّخَذَهَا هُزُوًا ۚ أُولَٰئِكَ لَهُمْ عَذَابٌ مُّهِينٌ",
            "transliterasi": "Wa 'Idhā `Alima Min 'Āyātinā Shay'āan Attakhadhahā Huzūan 'Ūlā'ika Lahum `Adhābun Muhīnun.",
            "eng": "for when he does become aware of any of Our messages, he makes them a target of his mockery! For all such there is shameful suffering in store.",
            "kemenag_ringkas": "_Dan apabila dia_ telah _mengetahui_ dengan cara apa pun _sedikit tentang ayat-ayat Kami, maka dia menjadikannya_ sebagai bahan _olok-olokan. Merekalah,_ yaitu para pembohong dan pendosa itu, _yang akan menerima azab yang menghinakan._",
            "kemenag": "Pada ayat ini diterangkan sikap yang lain dari orang musyrik Mekah sewaktu mendengar ayat-ayat Al-Qur'an disampaikan kepada mereka. Apabila ada di antara kawan-kawan mereka yang menyampaikan berita tentang ayat-ayat Al-Qur'an, mereka pun memperolok-olok ayat-ayat itu.\nDiriwayatkan bahwa ketika Abu Jahal mendengar firman Allah:\n\nSungguh pohon zaqqum itu, makanan bagi orang yang banyak dosa. (ad-Dukhan/44: 43-44)\n\nia meminta korma dan keju, seraya berkata kepada kawan-kawannya, \"Makanlah buah zaqqum ini, yang diancamkan Muhammad saw kepadamu itu tidak lain adalah makanan yang manisnya seperti madu.\" Dan ketika ia mendengar firman Allah:\n\nDi atasnya ada sembilan belas (malaikat penjaga). (al-Muddatstsir/74: 30)\n\nAbu Jahal berkata, \"Kalau penjaganya hanya sembilan belas, maka saya sendiri akan melemparkan mereka itu.\" Banyak lagi cara-cara dan sikap lain yang bernada menghina dari orang-orang kafir Mekah pada waktu mereka mendengar bacaan Al-Qur'an. Bahkan Abu Jahal menantang sebagaimana yang diterangkan Al-Qur'an:\n\nDan (ingatlah), ketika mereka (orang-orang musyrik) berkata, \"Ya Allah, jika (Al-Qur'an) ini benar (wahyu) dari Engkau, maka hujanilah kami dengan batu dari langit, atau datangkanlah kepada kami azab yang pedih.\" (al-Anfal/8: 32)\n\nKarena mereka selalu mendustakan ayat-ayat Allah dan memperolok-olokkannya, maka dalam ayat ini Allah menegaskan balasan yang akan mereka terima nanti di akhirat. Mereka akan dimasukkan ke dalam neraka yang menghinakan dan menyiksa mereka sebagai balasan dari sikap dan perbuatan mereka itu.\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nDan apabila dia mngetahui barang sedikit tentang ayat-ayat Kami, maka ayat-ayat itu dijadikan olok-olok. (Al-Jatsiyah: 9)\n\nYakni apabila dia hafal sesuatu dari Al-Qur'an, ia mengingkarinya dan menjadikannya bahan olok-olokan dan ejekannya.\n\nMerekalah yang memperoleh azab yang menghinakan. (Al-Jatsiyah: 9)\n\nsebagai balasan dari penghinaannya terhadap Al-Qur'an, karena dia telah menjadikan Al-Qur'an sebagai olok-olokannya. \n\nImam Muslim di dalam kitab sahihnya telah menceritakan sebuah hadis dari Ibnu Umar r.a. yang mengatakan bahwa Rasulullah Saw. telah melarang bepergian dengan membawa Al-Qur'an ke negeri musuh, karena dikhawatirkan Al-Qur'an itu direbut oleh musuh.",
            "jalalain": "(Dan apabila dia mengetahui tentang ayat-ayat Kami) yakni Alquran (barang sedikit, maka ayat-ayat itu dijadikannya olok-olok) yakni menjadi bahan ejekan mereka. (Merekalah) orang-orang yang banyak mendustakan ayat-ayat Kami itu (yang memperoleh azab yang menghinakan) artinya, siksaan yang mengandung kehinaan.",
            "quraish_shihab": "Jika orang yang menyombongkan diri itu mengetahui sedikit tentang ayat Allah, seluruh ayat-ayat Allah dijadikannya sebagai bahan olokan dan hinaan. Orang-orang pendusta yang penuh dengan dosa seperti itu akan memperoleh azab yang menghinakan."
        },
        {
            "ind": "Di hadapan mereka neraka Jahannam dan tidak akan berguna bagi mereka sedikitpun apa yang telah mereka kerjakan, dan tidak pula berguna apa yang mereka jadikan sebagai sembahan-sembahan (mereka) dari selain Allah. Dan bagi mereka azab yang besar.",
            "arb": "مِّن وَرَائِهِمْ جَهَنَّمُ ۖ وَلَا يُغْنِي عَنْهُم مَّا كَسَبُوا شَيْئًا وَلَا مَا اتَّخَذُوا مِن دُونِ اللَّهِ أَوْلِيَاءَ ۖ وَلَهُمْ عَذَابٌ عَظِيمٌ",
            "transliterasi": "Min Warā'ihim Jahannamu Wa Lā Yughnī `Anhum Mā Kasabū Shay'āan Wa Lā Mā Attakhadhū Min Dūni Allāhi 'Awliyā'a Wa Lahum `Adhābun `Ažīmun.",
            "eng": "Hell is ahead of them; and all that they may have gained [in this world] shall be of no avail whatever to them, and neither shall any of those things which, instead of God, they have come to regard as their protectors: for, awesome suffering awaits them.",
            "kemenag_ringkas": "_Di hadapan mereka_ kini sudah disiapkan neraka Jahanam dan _tidak akan berguna bagi mereka sedikit pun apa yang telah mereka kerjakan, dan tidak pula_ bermanfaat apa _yang mereka jadikan sebagai pelindung-pelindung_ mereka, yaitu sesembahan mereka _selain Allah. Dan mereka akan mendapat azab yang besar_ sebagai akibat dari perbuatan dosa yang mereka lakukan.",
            "kemenag": "Pada ayat ini Allah menjelaskan bahwa kaum musyrikin di akhirat kelak akan berhadapan dengan neraka Jahanam yang telah disediakan untuk mereka, sebab mereka selalu bersikap sombong untuk menerima petunjuk yang disampaikan oleh Nabi Muhammad. Segala sesuatu yang mereka usahakan di dunia sedikit pun tidak dapat menyelamatkan mereka dari Jahanam, demikian pula apa yang mereka sembah selain Allah, tidak dapat memberikan perlindungan sedikit pun dan mereka akan memperoleh azab yang sangat besar.",
            "ibnu_katsir": "Kemudian dalam firman berikutnya dijelaskan azab yang akan diterimanya kelak di hari ia dikembalikan pada hari kiamat:\n\nDi hadapan mereka neraka jahanam. (Al-Jatsiyah: 10)\n\nYakni orang yang memiliki sifat-sifat tersebut, masing-masing dari mereka akan dimasukkan ke dalam neraka Jahanam sebagai tempat tinggalnya kelak di hari kiamat.\n\ndan tidak akan berguna bagi mereka sedikit pun apa yang telah mereka kerjakan. (Al-Jatsiyah: 10)\n\nHarta dan anak-anak mereka tidak dapat memberi manfaat sedikit pun kepada mereka.\n\ndan tidak pula berguna apa yang mereka jadikan sebagai sembahan-sembahan (mereka) dari selain Allah. (Al-Jatsiyah: 10)\n\nArtinya, di hari itu tidak dapat memberikan manfaat sedikit pun kepada mereka tuhan-tuhan yang telah mereka sembah selain dari Allah Swt.\n\nDan bagi mereka azab yang besar. (Al-Jatsiyah: 10)",
            "jalalain": "(Di hadapan mereka) di sini diartikan di hadapan mereka sekalipun lafalnya mengatakan Min Waraa-ihim yakni di belakang mereka, hal ini mengingat mereka masih hidup di dunia (neraka Jahanam dan tidak akan berguna bagi mereka apa yang telah mereka upayakan) berupa harta benda dan hasil-hasil kerja mereka (barang sedikit pun, dan tidak pula berguna apa yang mereka jadikan selain dari Allah) yang dimaksud adalah berhala-berhala (sebagai sesembahan-sesembahan. Dan bagi mereka azab yang besar.)",
            "quraish_shihab": "Di belakang mereka, neraka jahanam menunggu. Segala apa yang mereka perbuat di dunia tidak dapat melindungi mereka dari siksaannya. Tuhan-tuhan palsu yang mereka jadikan penolong selain Allah juga tidak mampu melindungi mereka sedikit pun dari siksaannya. Mereka memperoleh siksa yang amat kejam dan menakutkan."
        },
        {
            "ind": "Ini (Al Quran) adalah petunjuk. Dan orang-orang yang kafir kepada ayat-ayat Tuhannya bagi mereka azab yaitu siksaan yang sangat pedih.",
            "arb": "هَٰذَا هُدًى ۖ وَالَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ لَهُمْ عَذَابٌ مِّن رِّجْزٍ أَلِيمٌ",
            "transliterasi": "Hādhā Hudan Wa Al-Ladhīna Kafarū Bi'āyāti Rabbihim Lahum `Adhābun Min Rijzin 'Alīmun.",
            "eng": "[To pay heed to God’s signs and messages:] this is [the meaning of] guidance; on the other hand, for those who are bent on denying the truth of their Sustainer’s messages there is grievous suffering in store as an outcome of [their] vileness.",
            "kemenag_ringkas": "Al-Qur'an_ ini adalah petunjuk_ yang menunjukkan dan mengarahkan mereka ke jalan yang benar. Dan orang-orang yang mengingkari ayat-ayat Tuhan _mereka akan mendapat azab berupa siksaan yang sangat pedih._",
            "kemenag": "Dalam ayat ini dijelaskan bahwa Al-Qur'an adalah petunjuk yang berasal dari Allah, yang disampaikan-Nya kepada Muhammad saw, agar disampaikan kepada seluruh umat manusia. Petunjuk itu yang menuntun manusia ke jalan yang benar menuju kebahagiaan dunia dan akhirat.\nDiterangkan orang yang mengingkari petunjuk Al-Qur'an itu akan menempuh jalan yang sesat, jalan yang menuju kepada penderitaan hidup dunia dan akhirat.\nAl-Qur'an sebagai petunjuk dapat mengeluarkan manusia dari kesesatan menuju kebenaran, dari kekafiran menuju keimanan. Oleh karena itu, orang yang tidak beriman akan mendapat siksa yang sangat pedih.\n",
            "ibnu_katsir": "Dalam firman berikutnya disebutkan:\n\nIni adalah petunjuk. (Al-Jatsiyah: 11) \n\nYakni Al-Qur'an ini adalah petunjuk.\n\nDan orang-orang yang kafir kepada ayat-ayat Tuhannya bagi mereka azab, yaitu siksaan yang sangat pedih. (Al-Jatsiyah: 11)\n\nMaksudnya, azab yang pedih lagi menyakitkan; hanya Allah-lah Yang Maha Mengetahui..",
            "jalalain": "(Ini) Alquran ini (adalah petunjuk) dari kesesatan. (Dan orang-orang yang kafir kepada ayat-ayat Rabbnya bagi mereka azab) yakni bagian (yaitu siksa) atau azab (yang sangat pedih) sangat menyakitkan.",
            "quraish_shihab": "Al-Qur'ân ini merupakan bukti yang sempurna tentang kebenaran yang datang dari sisi Allah. orang-orang yang mengingkari kandungan al-Qur'ân berupa bukti kebenaran Sang Pencipta dan Pembimbing mereka, akan memperoleh siksaan yang paling pedih dari sekian macam siksaan yang ada."
        },
        {
            "ind": "Allah-lah yang menundukkan lautan untukmu supaya kapal-kapal dapat berlayar padanya dengan seizin-Nya dan supaya kamu dapat mencari karunia -Nya dan mudah-mudahan kamu bersyukur.",
            "arb": "۞ اللَّهُ الَّذِي سَخَّرَ لَكُمُ الْبَحْرَ لِتَجْرِيَ الْفُلْكُ فِيهِ بِأَمْرِهِ وَلِتَبْتَغُوا مِن فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ",
            "transliterasi": "Allāhu Al-Ladhī Sakhkhara Lakum Al-Baĥra Litajriya Al-Fulku Fīhi Bi'amrihi Wa Litabtaghū Min Fađlihi Wa La`allakum Tashkurūna.",
            "eng": "IT IS GOD who has made the sea subservient [to His laws, so that it be of use] to you so that ships might sail through it at His behest, and that you might seek to obtain [what you need] of His bounty, and that you might have cause to be grateful.",
            "kemenag_ringkas": "Tidakkah kalian perhatikan, wahai manusia, bahwa _Allah_ Yang Maha Esa lagi Mahakuasa _lah_ _yang_ telah _menundukkan laut,_ yakni memudahkannya_ untuk_ kemaslahatan kamu _agar kapal-kapal dapat berlayar di atasnya_ membawa kamu dan barang-barang keperluanmu hingga ke tempat tujuan _dengan_ _izin_ dan _perintah-Nya, dan agar kamu dapat mencari sebagian karunia-Nya_, yang berupa hasil laut, seperti ikan dan hasil laut lainnya, _dan_ juga _agar kamu bersyukur_ atas nikmat-nikmat Allah yang di anugerahkan-Nya itu.",
            "kemenag": "Allah menyatakan bahwa Dia-lah yang menundukkan laut untuk keperluan manusia. Hal ini berarti bahwa Allah menciptakan laut hanyalah untuk manusia. Dalam ayat yang lain diterangkan bahwa Allah menjadikan bumi dan semua isinya untuk manusia.\nAllah berfirman:\n\nDialah (Allah) yang menciptakan segala apa yang ada di bumi untukmu kemudian Dia menuju ke langit, lalu Dia menyempurnakannya menjadi tujuh langit. Dan Dia Maha Mengetahui segala sesuatu. (al-Baqarah/2: 29)\n\nKarena itu, ayat ini seakan-akan mendorong manusia berusaha dan berpikir semaksimal mungkin, di mana laut dan segala isinya itu dapat dimanfaatkan untuk berbagi keperluan, demikian pula alam semesta ini. Sebagai contoh dikemukakan beberapa hasil pemikiran manusia yang telah digunakan dalam memanfaatkan lautan, misalnya kapal yang berlayar dari sebuah negeri ke negeri yang lain, mengangkut manusia dan barang-barang keperluan hidup mereka sehari-hari. Tentu saja lalu-lintas di laut itu akan dapat mempererat hubungan antara penduduk suatu negeri dengan penduduk negeri yang lain.\nManusia juga dapat memanfaatkan laut ini sebagai sumber penghidupan. Di dalamnya terdapat bahan-bahan yang dapat dijadikan makanan, seperti ikan, rumput-rumput laut, dan sebagainya. Juga terdapat bahan perhiasan seperti mutiara, marjan, dan semacamnya. Air laut dapat diuapkan sehingga menghasilkan garam yang berguna untuk menambah tenaga dan menyedapkan makanan, dan dapat diusahakan menjadi tawar untuk dijadikan air minum dan untuk mengairi tanaman, dan untuk lain-lain.\nBatu karang yang beraneka warna dan ragam bentuk dan jenisnya dikeluarkan dari laut, dijadikan kapur untuk bahan bangunan rumah tangga.\nPada masa sekarang, semakin banyak yang ditemukan dari dalam laut seperti minyak, besi dan logam yang bermacam-macam. Dalam menghadapi ledakan perkembangan penduduk dewasa ini, orang telah mulai mengarahkan pikirannya ke lautan. Mereka telah mulai memikirkan kemungkinan-kemungkinan memanfaatkan dan menggali hasil lautan sebagai sumber bahan makanan karena produksi bahan makanan di daratan di duga dalam waktu yang tidak lama lagi akan berkurang dan tidak seimbang dengan jumlah dan pertambahan penduduk.\nSemua itu adalah karunia Allah yang dianugerahkan kepada manusia sebagai tanda kemurahan-Nya, agar dengan demikian manusia mensyukurinya. Amat banyak lagi karunia Allah yang lain yang belum diketemukan manusia, karena itu hendaklah manusia berusaha dan berpikir bagaimana menemukannya.\nAllah menundukkan lautan supaya kapal-kapal dapat berlayar padanya. Salah satu yang merupakan sekian banyak karunia-Nya adalah kemampuan manusia dengan izin Allah untuk menyelam pada kapal selam. Kapal selam, yang kini juga banyak digunakan dalam penelitian, merupakan suatu kendaraan air yang bisa beroperasi di dalam air pada tekanan-tekanan yang mampu ditahan oleh manusia. Kapal selam berada dalam keadaan terapung secara positif dan bobotnya lebih kecil dari volume air yang dipindahkannya. Untuk menyelam secara hidrostatis, suatu kapal harus mendapatkan keterapungan negatif dengan cara menambah bobotnya sendiri atau dengan memperkecil volume air yang dipindahkan. Untuk mengendalikan bobotnya, suatu kapal selam harus dilengkapi dengan tangki ballast yang dapat diisi baik dengan air dari sekelilingnya, atau dengan udara tekan. Untuk gerakan penyelaman dan pengapungan secara umum, maka kapal selam menggunakan tangki maju dan mundur yang dinamakan Tangki Balas Utama (Main Ballast Tank) yang bisa dibuka dan diisi penuh dengan air untuk bisa menyelam atau diisi dengan udara tekan untuk mengapung.\n",
            "ibnu_katsir": "Allah Swt. menyebutkan tentang nikmat-nikmat-Nya yang telah Dia berikan kepada hamba-hamba-Nya melalui apa yang telah Dia tundukkan bagi mereka, yaitu laut.\n\nsupaya kapal-kapal dapat berlayar padanya dengan seizin-Nya. (Al-Jatsiyah: 12)\n\nSesungguhnya yang menjadikan demikian adalah Allah; Dialah yang memerintahkan kepada laut untuk membawa kapal-kapal dapat berlayar padanya.\n\ndan supaya kamu dapat mencari sebagian karunia-Nya. (Al-Jatsiyah: 12)\n\nYakni melalui berdagang dan mata pencaharian lainnyar\n\ndan mudah-mudahan kamu bersyukur. (Al-Jatsiyah: 12)\n\nYaitu karena memperoleh berbagai macam keperluan yang didatangkan dari berbagai negeri yang jauh kepada kalian.",
            "jalalain": "(Allahlah yang menundukkan lautan untuk kalian supaya bahtera-bahtera dapat berlayar) yaitu perahu-perahu (padanya dengan perintah-Nya) dengan seizin-Nya (dan supaya kalian dapat mencari) melalui berdagang (sebagian karunia-Nya dan mudah-mudahan kalian bersyukur.)",
            "quraish_shihab": "Hanya Allah semata yang, untuk kepentingan kalian, menundukkan lautan agar kapal dapat berlayar membawa kalian dan keperluan-keperluan kalian dengan izin dan kekuasaan-Nya. Juga agar kalian mencari karunia Allah berupa hasil laut dengan mendayagunakan ilmu pengetahuan, perniagaan, peperangan, penunjuk, memburu ikan dan mengeluarkan bejana. Selain itu, juga agar kalian dapat mensyukuri karunia Allah dengan memurnikan sikap beragama hanya kepada-Nya."
        },
        {
            "ind": "Dan Dia telah menundukkan untukmu apa yang di langit dan apa yang di bumi semuanya, (sebagai rahmat) daripada-Nya. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kekuasaan Allah) bagi kaum yang berfikir.",
            "arb": "وَسَخَّرَ لَكُم مَّا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعًا مِّنْهُ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِّقَوْمٍ يَتَفَكَّرُونَ",
            "transliterasi": "Wa Sakhkhara Lakum Mā Fī As-Samāwāti Wa Mā Fī Al-'Arđi Jamī`āan Minhu 'Inna Fī Dhālika L'āyātin Liqawmin Yatafakkarūna.",
            "eng": "And He has made subservient to you, [as a gift] from Himself, all that is in the heavens and on earth: in this, behold, there are messages indeed for people who think!",
            "kemenag_ringkas": "_Dan_ hanya _Dia_ Yang Maha Esa lagi Mahakuasa yang dapat_ menundukkan_ bagi kemaslahatan kamu _apa yang ada di langit_, seperti bintang-bintang dan planet-planet _serta apa yang ada di bumi_, seperti tanah yang subur, air, dan lain-lainnya _untuk_ kemaslahatan _kamu semuanya_ sebagai rahmat dari-Nya. _Sesungguhnya, dalam hal yang demikian itu benar-benar terdapat tanda-tanda_ kekuasaan dan kebesaran Allah _bagi orang-orang yang berpikir_ dan merenungkan ayat-ayat-Nya.",
            "kemenag": "Selanjutnya Allah menjelaskan bahwa Dia-lah yang menundukkan semua makhluk ciptaan-Nya yang ada di langit dan di bumi agar manusia dapat menggunakan dan memanfaatkannya untuk kepentingan mereka dalam melaksanakan tugas sebagai khalifah Allah di bumi. Hal ini berarti bahwa manusia wajib berusaha mencari manfaat dan kegunaan ciptaan Allah bagi mereka. Kunci dari semuanya adalah kemauan berusaha dan keinginan mengetahui sebagian pengetahuan Allah. Hal ini telah dimulai oleh manusia sejak zaman dahulu sampai sekarang sehingga semakin lama umur bumi ini didiami manusia, semakin banyak pula ilmu Allah yang diketahui manusia dan manfaat alam semesta. Semua ini untuk kepentingan hidup dan kehidupan manusia. Namun, baru sebagian kecil saja dari ilmu Allah yang telah diketahui manusia.\nCiptaan Allah yang ada di langit seperti matahari, bulan, bintang-bintang, awan, angin, air hujan, dan ciptaan-Nya yang ada di bumi seperti tumbuh-tumbuhan, binatang, gunung, lautan dan sebagiannya semua diciptakan-Nya di samping sebagai rahmat dan karunia-Nya kepada manusia juga mengandung tanda-tanda kekuasaan dan keagungan-Nya, yang menunjukkan bahwa penciptanya adalah Zat Yang Maha Esa. Tidak ada Tuhan yang lain selain Dia, yang selalu menjaga makhluk-Nya dan tidak layak dipersekutukan dengan sesuatu pun. Kesimpulan seperti ini hanya akan diperoleh oleh hamba Allah yang melakukan pengamatan dengan cermat, menggunakan pikiran yang sehat dan mau mencari kebenaran.\nApabila seseorang mau memperhatikan alam semesta, mau memperhatikan hubungan kesatuan satu jenis makhluk dengan makhluk yang lain, tentulah ia akan sampai kepada kesimpulan bahwa masing-masing kesatuan itu ada kaitannya antara yang satu dengan yang lain, tidak dapat lepas atau berdiri sendiri. Terlihat dalam proses terjadinya hujan, erat hubungannya dengan adanya laut, adanya gunung-gunung, adanya panas yang dipancarkan matahari, adanya angin dan sebagainya. Demikian pula perkisaran arah angin ditentukan oleh banyak hal, seperti adanya awan, gunung dan panas matahari.\nKapal yang berlayar di laut memerlukan hembusan angin atau bahan bakar seperti batubara atau minyak. Semakin tinggi ilmu pengetahuan seseorang semakin banyak pula ia mengetahui hubungan antara satu makhluk dengan makhluk-makhluk yang lain. Bulan tidak dapat melepaskan lintasannya dari bumi, seolah-olah tertawan oleh bumi, demikian pula bumi dan planet-planet yang lain menjadi tawanan matahari. Planet-planet itu selalu mengitari matahari pada garis edarnya masing-masing. Selanjutnya matahari dan planet-planet yang mengikuti tidak dapat melepaskan diri dari kesatuan yang lebih besar, yaitu Galaksi Bimasakti. Akhirnya Galaksi Bimasakti bersama-sama galaksi-galaksi yang lain terikat pula kepada tata susunan tertentu pula. Maka dengan pemikiran dan penelitian orang akan sampai kepada kesimpulan bahwa penciptanya tentulah Zat Yang Maha Esa lagi Mahakuasa.\nAyat di atas sebagaimana banyak ayat senada memperlihatkan bagaimana Allah menundukkan langit dan bumi untuk manusia. Seperti diketahui alam memiliki sifat-sifat fisis yang semuanya merupakan ketetapan Allah, Sunatullah, dan merupakan manifestasi ketertundukan alam. Sebagai contoh, bumi memiliki sifat-sifat fisis seperti kelistrikan, kemagnetan, elastisitas dan kerapatan massa. Dari sifat-sifat fisis tersebut manusia, khususnya para ahli kebumian, dapat mempelajari bumi bahkan sampai jauh menembus bumi. Dengan memanfaatkan sifat elastisitas bumi, manusia bisa menangkap gelombang-gelombang gempa yang menjalar dalam perut bumi dan mengetahui karakter fisis lapisan bumi yang dilaluinya. Dengan gelombang gempa ini manusia dapat mengetahui lapisan-lapisan bumi dari atas hingga inti bumi yang berada sekitar 6000 km di bawah kita. Pada penggunaan praktis, pencarian minyak bumi menggunakan sifat elsatisitas bumi ini yakni dengan mengirim gelombang yang sumbernya berasal 'gempa buatan\", yang di masa lalu menggunakan dinamit.\nDi bagian dalam bumi terdapat intibumi, yang bagian luarnya bersifat cair. Inti inilah yang menyebabkan bumi memiliki medan magnet kuat yang berperan penting dalam menjaga kelangsungan kehidupan. Menyebar jauh di atas permukaan, medan magnet ini melindungi bumi dari radiasi yang merusak dan berasal dari angkasa luar. Radiasi dari bintang selain matahari tidak dapat melewati perisai ini, yang disebut dengan nama Sabuk Van Allen. Perisai ini merentang hingga sekitar 18.000 km dari bumi, melindungi bola ini dari energi mematikan. Dalam aspek praktis, dengan mengetahui sifat kemagnetan ini pula para ahli-ahli kebumian mengembangkan metoda-metoda eksplorasi baik mineral maupun minyak bumi. \nPernyataan mengenai penciptaan yang dilakukan bukan untuk main-main, banyak di kemukakan dalam banyak ayat Al-Qur'an. Pernyataan inilah yang menjamin bahwa bumi layak huni. Bumi dimudahkan Allah untuk dihuni umat manusia.\n\nDialah yang menjadikan bumi untuk kamu yang mudah dijelajahi. (al-Mulk/67: 15)\n\n",
            "ibnu_katsir": "Kemudian disebutkan dalam firman berikutnya:\n\nDan Dia menundukkan untukmu apa yang ada di langit dan apa yang ada di bumi. (Al-Jatsiyah: 13)\n\nYakni berupa bintang-bintang, gunung-gunung, lautan, sungai-sungai, dan semua dapat kalian manfaatkan. Semuanya itu adalah karunia Allah, kebaikan dan anugerah-Nya. karena itulah disebutkan dalam firman-Nya:\n\nsemuanya (sebagai rahmat) dari-Nya. (Al-Jatsiyah: 13)\n\nYaitu dari sisi-Nya semata, tiada sekutu bagi-Nya dalam hal tersebut. Semakna dengan apa yang disebutkan dalam ayat lain melalui firman-Nya:\n\nDan apa saja nikmat yang ada pada kamu, maka dari Allah-lah (datangnya). Dan bila kamu ditimpa oleh kemudaratan, maka hanya kepada-Nyalah kamu meminta pertolongan. (An-Nahl: 5 3)\n\nIbnu Jarir telah meriwayatkan melalui jalur Al-Aufi, dari Ibnu Abbas r.a. sehubungan dengan makna firman-Nya: Dan Dia menundukkan untukmu apa yang ada di langit dan apa yang ada di bumi semuanya, (sebagai rahmat) dari-Nya. (Al-Jatsiyah: 13) Yakni segala sesuatu adalah dari karunia Allah Swt. Istilah ini merupakan salah satu dari asma-asma Allah, yaitu Jam'i'an Minhu, tiada seorang pun yang menyaingi-Nya dalam hal ini, dan hal ini memang telah diyakini. \n\nSesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kekuasaan Allah) bagi kaum yang berfikir. (Al-Jatsiyah: 13)",
            "jalalain": "(Dan Dia menundukkan untuk kalian apa yang ada di langit) berupa matahari bulan bintang-bintang, air hujan dan lain-lainnya (dan apa yang ada di bumi) berupa binatang-binatang, pohon-pohonan, tumbuh-tumbuhan, sungai-sungai dan lain-lainnya. Maksudnya, Dia menciptakan kesemuanya itu untuk dimanfaatkan oleh kalian (semuanya) lafal Jamii'an ini berkedudukan menjadi Taukid, atau mengukuhkan makna lafal sebelumnya (dari-Nya) lafal Minhu ini menjadi Hal atau kata keterangan keadaan, maksudnya semuanya itu ditundukkan oleh-Nya. (Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda kekuasaan dan keesaan Allah bagi kaum yang berpikir) mengenainya, karena itu lalu mereka beriman.",
            "quraish_shihab": "Hanya Dia pula yang, untuk maslahat kalian, menundukkan seluruh benda langit yang berupa bintang- bintang yang gemerlapan dan bermacam plenet, dan semua yang ada di bumi berupa tanaman, susu yang banyak, tanah yang subur, air, api, udara, dan padang pasir. Semua itu ditundukkan oleh Allah Swt. untuk menjamin kebutuhan hidup. Nikmat-nikmat yang disebutkan itu merupakan tanda-tanda yang menunjukkan kemahakuasaan Allah bagi orang-orang yang mau merenungkan ayat-ayat itu."
        },
        {
            "ind": "Katakanlah kepada orang-orang yang beriman hendaklah mereka memaafkan orang-orang yang tiada takut hari-hari Allah karena Dia akan membalas sesuatu kaum terhadap apa yang telah mereka kerjakan.",
            "arb": "قُل لِّلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لَا يَرْجُونَ أَيَّامَ اللَّهِ لِيَجْزِيَ قَوْمًا بِمَا كَانُوا يَكْسِبُونَ",
            "transliterasi": "Qul Lilladhīna 'Āmanū Yaghfirū Lilladhīna Lā Yarjūna 'Ayyāma Allāhi Liyajziya Qawmāan Bimā Kānū Yaksibūna.",
            "eng": "Tell all who have attained to faith that they should forgive those who do not believe in the com­ing of the Days of God, [since it is] for Him [alone] to requite people for whatever they may have earned.",
            "kemenag_ringkas": "_Katakanlah,_ wahai Nabi Muhammad, _kepada orang-orang yang ber iman_ kepada Allah dan rasul-Nya, _hendaklah mereka memaafkan orang-orang yang_ melakukan perbuatan jahat yang _tidak takut akan hari-hari_ di mana Allah menimpakan siksaan kepada mereka_ karena Dia akan membalas suatu kaum_ di akhirat nanti_ sesuai dengan apa yang telah mereka kerjakan_ di dunia ini.",
            "kemenag": "Al-Wahidi dan al-Qusyairi meriwayatkan dari Ibnu 'Abbas bahwa ayat ini turun berhubungan dengan persoalan yang terjadi antara 'Umar bin al-Khaththab dan Abdullah bin Ubay dalam peperangan Bani Musthalik. Mereka singgah di sebuah sumur yang disebut Al-Muraisi', kemudian Abdullah mengutus seorang anak muda mengambil air, tetapi pemuda itu lama sekali kembali, Abdullah bin Ubay bertanya kepada pemuda itu mengapa begitu lama ia baru kembali. Pemuda itu menjawab bahwa Umar duduk di pinggir sumur. Ia tidak membiarkan seorang pun mengambil air sebelum ia mengisi girbai (tempat air dari kulit) Nabi Muhammad saw, girbai Abu Bakar, dan girbai bekas budak Umar, lalu Abdullah bin Ubay berkata, \"Kami dan mereka tidak ubahnya seperti perumpamaan: Gemukkan anjingmu, maka ia akan memakan engkau.\" Kemudian kata-kata Abdullah itu sampai kepada Umar. Beliau menjadi marah, lalu menghunus pedangnya untuk membunuh Abdullah bin Ubay, maka turunlah ayat ini yang melunakkan hati Umar.\nSelanjutnya Allah memerintahkan kepada Rasulullah saw dan para pengikutnya agar berlapang dada dalam menghadapi sikap kaum musyrikin dan memaafkan tindakan mereka yang memperolok-olokkan ayat-ayat Allah. Mereka adalah orang yang menentang Allah dan tidak takut kepada ancaman-Nya.\nDari ayat ini dipahami nilai budi pekerti yang tinggi yang diajarkan agama Islam kepada penganutnya yaitu berlapang dada dan memaafkan orang-orang yang pernah bertindak tidak baik terhadap dirinya atau berusaha menghancurkan agamanya. Memaafkan kesalahan keluarga, teman sejawat, tetangga dan kenalan dapat dengan mudah dilakukan seseorang, tetapi berlapang dada dan memaafkan perbuatan orang yang selalu ingin merusak diri dan agamanya pada setiap kesempatan memerlukan kebesaran jiwa.\nAyat ini mengajarkan dan mendidik kaum Muslimin agar dapat berlapang dada, suka memaafkan, dan berjiwa besar dalam menghadapi segala sesuatu dalam hidupnya.\nPada akhir ayat ini Allah menerangkan mengapa Rasulullah saw dan pengikut-pengikutnya harus berlapang dada dan memaafkan tindakan orang Quraisy yang memperolok-olok ayat-ayat Allah itu. Sebabnya ialah karena Allah yang akan memberikan pembalasan yang setimpal kepada mereka sesuai dengan perbuatannya.\n",
            "ibnu_katsir": "Firman Allah Swt.:\nKatakanlah kepada orang-orang yang beriman, hendaklah mereka memaafkan orang-orang yang tiada takut akan hari-hari Allah. (Al-Jatsiyah: 14)\n\nYakni hendaklah mereka memaafkan orang-orang tersebut dan bersabar dalam menghadapi gangguan dari mereka. Hal ini di tetapkan di masa permulaan Islam. Kaum muslim diperintahkan untuk bersikap sabar dalam menghadapi gangguan dari kaum musyrik dan kaum Ahli Kitab, agar sikap ini dijadikan sebagai pemikat hati buat mereka. Tetapi setelah mereka tetap ingkar, maka Allah memerintahkan kepada kaum mukmin untuk berjuang dan berjihad melawan mereka. Hal yang sama telah diriwayatkan dari Ibnu Abbas r.a. dan Qatadah.\n\nMujahid mengatakan sehubungan dengan makna firman-Nya: orang-orang yang tiada takut akan hari-hari Allah. (Al-Jatsiyah: 14) Yaitu orang-orang yang tidak memperoleh nikmat-nikmat Allah Swt. \n\nFirman Allah Swt.:\n\nkarena Dia akan membalas sesuatu kaum terhadap apa yang telah mereka kerjakan. (Al-Jatsiyah: 14)\n\nApabila kaum mukmin memaafkan mereka di dunia, maka sesungguhnya Allah Swt. akan membalas amal perbuatan mereka yang buruk itu di negeri akhirat nanti.",
            "jalalain": "(Katakanlah kepada orang-orang yang beriman hendaklah mereka memaafkan orang-orang yang tiada mengharapkan) mereka yang tidak takut (akan hari-hari Allah) yaitu hari-hari di waktu Allah menimpakan azab kepada mereka. Maksudnya, maafkanlah orang-orang kafir atas perlakuan mereka terhadap diri kalian yang menyakitkan itu. Ayat ini diturunkan sebelum ada perintah untuk berjihad melawan mereka (karena Dia akan membalas) Allah akan membalas; menurut suatu qiraat dibaca Linajziya, artinya: karena Kami akan membalas (sesuatu kaum terhadap apa yang telah mereka kerjakan) atas pemaafannya terhadap orang-orang kafir yang telah menyakiti mereka.",
            "quraish_shihab": "Sampaikanlah, wahai Rasulullah, kepada orang-orang yang beriman kepada Allah dan mereka yang mengikutimu, agar mereka memaafkan orang-orang yang tidak mempercayai adanya hari pembalasan Allah, ketika Dia membalas setiap kaum dengan kebaikan dan yang lain dengan keburukan, sesuai dengan apa yang diperbuat masing-masing."
        },
        {
            "ind": "Barangsiapa yang mengerjakan amal saleh, maka itu adalah untuk dirinya sendiri, dan barangsiapa yang mengerjakan kejahatan, maka itu akan menimpa dirinya sendiri, kemudian kepada Tuhanmulah kamu dikembalikan.",
            "arb": "مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ ۖ وَمَنْ أَسَاءَ فَعَلَيْهَا ۖ ثُمَّ إِلَىٰ رَبِّكُمْ تُرْجَعُونَ",
            "transliterasi": "Man `Amila Şāliĥāan Falinafsihi Wa Man 'Asā'a Fa`alayhā Thumma 'Ilaá Rabbikum Turja`ūna.",
            "eng": "Whoever does what is just and right, does so for his own good; and whoever does evil, does so to his own hurt; and in the end unto your Sustainer you all will be brought back.",
            "kemenag_ringkas": "Pembalasan yang mereka dapatkan ialah bahwa _barang siapa mengerjakan kebajikan_ sekecil apa pun, _maka_ pahala dan ganjarannya itu adalah _untuk dirinya sendiri, dan barang siapa mengerjakan kejahatan_ sekecil apa pun juga, _maka_ dosa dan sanksi amalnya_ itu akan menimpa dirinya sendiri, kemudian_ setelah kehidupan dunia _ini kepada Tuhanmu kamu di kembalikan_.",
            "kemenag": "Pada ayat ini Allah menjelaskan bahwa tiap-tiap orang akan mendapat balasan masing-masing sesuai dengan amal perbuatannya di dunia. Maka barang siapa di antara hamba-Nya menaati segala perintah-Nya dan menjauhi segala larangan-Nya dengan penuh keikhlasan dan kesadaran, maka hasilnya itu adalah untuk dirinya sendiri. Ia akan memperoleh tempat kembali yang penuh kenikmatan. Sebaliknya barang siapa yang mengingkari perintah-perintah-Nya dan tidak menghentikan larangan-larangan-Nya, maka akibat buruk sebagai balasan perbuatannya itu akan menimpa dirinya sendiri. Ia akan mendapat tempat kembali yang buruk, hina, dan azab yang sangat berat di dalam neraka.\nPada akhir ayat ini Allah menerangkan bahwa hanya kepada Allah dikembalikan semua makhluk, tidak kepada yang lain. Semuanya akan dikumpulkan di Padang Mahsyar untuk menerima keputusan yang adil dari Allah. Di antara mereka ada yang berseri-seri wajahnya kegirangan karena ia akan bertemu dengan Allah yang selalu diharapkan selama hidup di dunia. Mereka yakin bahwa Allah mengasihi hamba-Nya yang tabah, sabar dan selalu tunduk dan patuh kepada-Nya. Sebaliknya, ada pula orang yang muram mukanya karena hatinya penuh ketakutan dan penyesalan. Mereka takut menemui Allah karena akan menerima kemurkaan-Nya serta akan merasakan siksaan yang sangat pedih di dalam neraka.\n",
            "ibnu_katsir": "Apabila kaum mukmin memaafkan mereka di dunia, maka sesungguhnya Allah Swt. akan membalas amal perbuatan mereka yang buruk itu di negeri akhirat nanti. Karena itulah disebutkan oleh firman-Nya:\n\nBarang siapa yang mengerjakan amal yang saleh, maka itu adalah untuk dirinya sendiri. Dan barang siapa mengerjakan kejahatan, maka itu akan menimpa dirinya sendiri, kemudian kepada Tuhanmulah kamu dikembalikan. (Al-Jatsiyah: 15)\n\nYakni kalian dikembalikan kelak di hari kiamat kepada Allah Swt, lalu semua amal perbuatan kalian dipaparkan di hadapan-Nya. Maka Dia akan membalas semua amal perbuatan kalian, yang baik maupun yang buruk nya. Hanya Allah Yang Maha Mengetahui.",
            "jalalain": "(Barang siapa yang mengerjakan amal yang saleh maka itu adalah untuk dirinya sendiri) (dan barang siapa mengerjakan kejahatan, maka itu akan menimpa dirinya sendiri) (kemudian kepada Rabb kalianlah kalian dikembalikan) kalian akan dikembalikan kemudian orang yang berbuat baik dan orang yang berbuat jahat akan menerima balasannya masing-masing.",
            "quraish_shihab": "Barangsiapa yang beramal saleh, maka ia sendiri yang akan memperoleh ganjaran dan pahalanya. Begitu pula, barangsiapa yang berbuat buruk, maka dirinyalah yang akan menanggung dosanya. Setelah itu, kepada Sang Penciptalah kalian akan dikembalikan untuk menerima balasan."
        },
        {
            "ind": "Dan sesungguhnya telah Kami berikan kepada Bani Israil Al Kitab (Taurat), kekuasaan dan kenabian dan Kami berikan kepada mereka rezeki-rezeki yang baik dan Kami lebihkan mereka atas bangsa-bangsa (pada masanya).",
            "arb": "وَلَقَدْ آتَيْنَا بَنِي إِسْرَائِيلَ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ وَرَزَقْنَاهُم مِّنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَى الْعَالَمِينَ",
            "transliterasi": "Wa Laqad 'Ātaynā Banī 'Isrā'īla Al-Kitāba Wa Al-Ĥukma Wa An-Nubūwata Wa Razaqnāhum Mina Aţ-Ţayyibāti Wa Fađđalnāhum `Alaá Al-`Ālamīna.",
            "eng": "AND, INDEED, [already] unto the children of Israel did We vouchsafe revelation, and wisdom, and prophethood; and We provided for them sustenance out of the good things of life, and favoured them above all other people [of their time].",
            "kemenag_ringkas": "_Dan sungguh_, _kepada Bani Israil telah Kami berikan Kitab,_ yaitu Taurat, Injil, dan Zabur masing-masing melalui Nabi Musa, Nabi Isa, dan Nabi Daud, _kekuasaan,_ syariat dan ketetapan hukum, _dan_ _kenabian,_ yaitu _Kami jadikan sebahagian di antara mereka_ sebagai nabi. Kami anugerahkan kepada mereka aneka macam _rezeki yang baik-baik,_ seperti _al-mann_ dan _al-salwa, dan Kami lebihkan mereka atas_ seluruh alam, yakni atas _bangsa-bangsa_ lain pada masa itu.",
            "kemenag": "Dalam ayat ini Allah menerangkan bahwa Bani Israil telah diberi Kitab Taurat, kemampuan memahami agama, kenabian, rezeki yang berlimpah dan keutamaan yang melebihi bangsa-bangsa lain pada masanya itu.\nAnugerah yang diberikan Allah kepada Bani Israil pada waktu itu adalah seimbang dengan sikap dan usaha Bani Israil menegakkan agama Allah. Karena itu, keutamaan yang diberikan itu juga merupakan keutamaan dunia dan akhirat. Dalam ayat yang ini disebutkan enam macam anugerah yang telah diberikan kepada mereka, yaitu:\nPertama : Kitab Taurat.\nKitab ini diturunkan kepada Nabi Musa. Di dalamnya terdapat petunjuk, pelajaran dan ketentuan-ketentuan yang dapat membimbing Bani Israil ke jalan yang benar. Kitab ini khusus diturunkan Allah untuk Bani Israil.\nKedua : Kemampuan memahami agama Allah.\nDengan kemampuan ini, Musa, Harun beserta pemimpin kaumnya dapat menjelaskan persengketaan yang terjadi di antara kaumnya dan dengan kemampuan ini pula dapat diterangkan agama Allah kepada Bani Israil dengan baik.\nKetiga : Kenabian\nBanyak di antara para rasul dan para nabi yang diutus Allah diangkat dari Bani Israil; ada di antara mereka sebagai Nabi saja seperti Nabi Khidir, ada pula sebagai nabi dan rasul seperti Musa, Harun, Ayyub, dan lain-lain, dan ada pula nabi dan rasul yang diangkat dari kalangan mereka di samping bertugas sebagai nabi dan rasul, juga sebagai kepala negara seperti Nabi Daud dan Nabi Sulaiman. Dengan demikian, terhimpunlah kekuasaan dunia dan agama pada mereka.\nKeempat : Rezeki yang berlimpah-limpah\nBani Israil telah dianugerahi Allah masa kejayaan dan keemasan pada masa-masa pemerintahan Nabi Daud dan pada masa pemerintahan putranya Sulaiman. Banyak kisah yang menceritakan keagungan dan kejayaan Bani Israil pada masa kedua pemerintahan anak dan bapak itu. Kekuasaan dan kebijaksanaan Nabi Daud dan Nabi Sulaiman diterangkan dalam Al-Qur'an. Apa yang pernah dicapai Bani Israil pada waktu itu tidak diperoleh oleh bangsa lain yang sezaman dengannya.\nKelima : Keutamaan mereka yang melebihi bangsa-bangsa lain pada zamannya yaitu pada zaman Nabi Daud dan Nabi Sulaiman.\nKeenam:Allah telah memberikan kepada mereka hukum-hukum dan ajaran-ajaran yang diperkuat dengan mukjizat-mukjizat. Hal ini yang mendorong mereka untuk bersatu dan mereka tidak berselisih melainkan hanya perselisihan yang ringan yang tidak membawa kemudaratan. Akan tetapi tatkala datang ilmu kepada mereka, mereka berselisih sebagaimana dinyatakan dalam firman Allah tersebut di atas. Perselisihan di antara mereka itu timbul setelah datang hujjah (argumen) yang nyata karena perebutan soal pimpinan dan kedengkian di antara mereka.\nSehubungan dengan keutamaan yang diperoleh Bani Israil ini, Ibnu 'Abbas pernah berkata, \"Tidak ada seorang pun di antara orang-orang di dunia ini yang dicintai Allah melebihi mereka itu.\" Allah telah menampakkan tanda-tanda kekuasaan-Nya yang dapat dilihat, didengar, dan dipahami mereka. Mereka pun mengikuti segala petunjuk Allah. Demikian keadaan Bani Israil pada zaman itu.\n",
            "ibnu_katsir": "Allah Swt. menyebutkan tentang nikmat-nikmat yang telah Dia berikan kepada kaum Bani Israil, yaitu Dia telah menurunkan Al-Kitab kepada mereka, mengirimkan utusan-utusan-Nya kepada mereka, dan menjadikan kerajaan di kalangan mereka. Karena itulah disebutkan oleh firman-Nya:\n\nDan sesungguhnya telah Kami berikan kepada Bani Israil Al-Kitab (Taurat), kekuasaan dan kenabian, dan Kami berikan kepada mereka rezeki-rezeki yang baik. (Al-Jatsiyah: 16)\n\nberupa makanan dan minuman yang baik.\n\ndan Kami lebihkan mereka atas bangsa-bangsa (pada masanya). (Al-Jatsiyah: 16)\n\nYakni di zaman mereka.",
            "jalalain": "(Dan sesungguhnya telah Kami berikan kepada Bani Israel Alkitab) yakni Taurat (dan hukum) yakni kitab Taurat sebagai sumber hukum untuk memutuskan perkara di antara orang-orang Bani Israel (dan kenabian) kepada Musa dan Harun, di antara mereka (dan Kami berikan kepada mereka rezeki-rezeki yang baik) atau rezeki-rezeki yang halal, yaitu manna dan salwa (dan Kami lebihkan mereka atas bangsa-bangsa) atas orang-orang pandai di zamannya.",
            "quraish_shihab": "Kami bersumpah, bahwa Kami telah memberikan kitab Tawrât, dengan cakupan hukum yang dikandungnya, dan karunia kenabian yang diilhamkan dari sisi Allah kepada Banû Isrâ'îl. Kami juga telah menganugerahkan mereka berbagai macam kebaikan, dan melebihkan mereka dengan banyak karunia di atas semua makhluk."
        },
        {
            "ind": "Dan Kami berikan kepada mereka keterangan-keterangan yang nyata tentang urusan (agama); maka mereka tidak berselisih melainkan sesudah datang kepada mereka pengetahuan karena kedengkian yang ada di antara mereka. Sesungguhnya Tuhanmu akan memutuskan antara mereka pada hari kiamat terhadap apa yang mereka selalu berselisih padanya.",
            "arb": "وَآتَيْنَاهُم بَيِّنَاتٍ مِّنَ الْأَمْرِ ۖ فَمَا اخْتَلَفُوا إِلَّا مِن بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ ۚ إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ",
            "transliterasi": "Wa 'Ātaynāhum Bayyinātin Mina Al-'Amri Famā Akhtalafū 'Illā Min Ba`di Mā Jā'ahumu Al-`Ilmu Baghyāan Baynahum 'Inna Rabbaka Yaqđī Baynahum Yawma Al-Qiyāmati Fīmā Kānū Fīhi Yakhtalifūna.",
            "eng": "And We gave them clear indications of the purpose [of faith]; and it was only after all this knowledge had been vouchsafed to them that they began, out of mutual jealousy, to hold divergent views: [but,] verily, thy Sustainer will judge be­tween them on Resurrection Day regarding all whereon they were wont to differ.",
            "kemenag_ringkas": "_Dan_ juga _Kami_ telah_ berikan kepada mereka keterangan-keterangan,_ sebagai bukti-bukti _yang jelas tentang urusan_ agama;_ maka_ sangat buruk sikap mereka karena _mereka tidak berselisih kecuali setelah datang kepada mereka ilmu,_ pengetahuan yang sebenarnya dapat menyatukan mereka. Perselisihan mereka itu terjadi _karena kedengkian_ yang ada _di antara me-reka. Sungguh, Tuhanmu,_ yang memelihara dan membimbingmu, wahai Nabi Muhammad, akan _memberi putusan kepada mereka pada hari Kiamat terhadap apa yang selalu mereka perselisihkan_ sewaktu mereka hidup di dunia.",
            "kemenag": "Pada ayat ini, dijelaskan keutamaan yang keenam yang pernah diberikan Allah kepada Bani Israil yaitu bahwa Allah telah memberikan kepada mereka kemampuan memahami dalil-dalil dan keterangan-keterangan tentang agama. Keterangan itu adakalanya berupa hukum, peringatan, dan ada pula yang berupa mukjizat. Semua dipahami dan dilaksanakan dengan baik sehingga kehidupan mereka menjadi baik, tidak terjadi perselisihan sesama mereka dan ikatan masyarakat mereka menjadi baik pula, karena itu banyak usaha besar yang dapat mereka lakukan waktu itu.\nSebenarnya ketentuan seperti di atas tidak saja berlaku bagi Bani Israil, tetapi juga berlaku bagi semua bangsa yang mau melaksanakan perintah-perintah Allah dan menjauhkan larangan-Nya serta tunduk, patuh dan berserah diri kepada-Nya. Jika demikian, maka kebahagiaan yang diperoleh tidak saja berupa kebahagiaan dunia, tetapi juga kebahagiaan akhirat. Seakan-akan dengan ayat ini Allah mengingatkan manusia agar mencontoh kehidupan Bani Israil pada zaman dahulu itu.\nPada akhir ayat ini Allah menerangkan sebab-sebab terjadinya perselisihan di kalangan Bani Israil yang datang kemudian. Nabi-nabi mereka dahulu pernah menerangkan bahwa akan datang Nabi penutup nanti, yang diutus kepada semua manusia. Nabi itu termasuk keturunan Ibrahim dari anaknya Ismail. Setelah Nabi yang dimaksud itu datang dan memberikan keterangan sesuai dengan keterangan yang disampaikan nabi-nabi mereka dahulu, mereka pun mengingkarinya, dan tidak mempercayainya. Kedengkian itu timbul karena Nabi yang diutus itu bukan dari keturunan Ishak, dan mereka menganggap bahwa keturunan Ishak lebih mulia dari keturunan Ismail walaupun keduanya adalah saudara seayah (Nabi Ibrahim). Karena itu, tidak pantas nabi dan rasul terakhir diangkat dari keturunannya. Allah berfirman:\n\nDan mereka (Ahli Kitab) tidak berpecah belah kecuali setelah datang kepada mereka ilmu (kebenaran yang disampaikan oleh para nabi) karena kedengkian antara sesama mereka. (asy-Syura/42: 14)\n\nMengenai masalah yang mereka persengketakan itu, Allah akan memberikan keputusan-Nya pada hari Kiamat dan akan menjelaskan alasan yang sebenarnya yang menyebabkan terjadinya perselisihan di antara mereka. Pada saat itu, tampak dengan jelas hasad dan kedengkian mereka, yang menjurus kepada fanatik golongan sehingga nikmat yang semula harus disyukuri, malah menjadikan mereka sombong dan takabur.\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nDan Kami berikan kepada mereka keterangan-keterangan yang nyata tentang urusan (agama). (Al-Jatsiyah: 17)\n\nYaitu alasan-alasan, keterangan-keterangan, dan bukti-bukti yang nyata, sehingga tegaklah alasan-alasan Allah terhadap mereka. Kemudian mereka berselisih pendapat tentang urusan agama itu sesudah tegaknya hujah (alasan), dan sesungguhnya hal tersebut timbul hanyalah karena sikap dengki sebagian dari mereka terhadap sebagian yang lain.\n\nSesungguhnya tuhanmu akan memutuskan antara mereka pada hari kiamat terhadap apa yang mereka selalu berselisih padanya. (Al-Jatsiyah: 17)\n\nAllah akan memutuskan di antara mereka dengan hukum-Nya yang adil. Di dalam ungkapan ini terkandung peringatan bagi umat ini, agar jangan menempuh jalan mereka dan jangan mengikuti metode mereka.",
            "jalalain": "(Dan Kami berikan kepada mereka keterangan-keterangan yang nyata tentang urusan) agama, menyangkut masalah halal dan haram, serta berita tentang akan diutusnya Nabi Muhammad saw. (maka mereka tidak berselisih) tentang diutusnya Nabi Muhammad (melainkan sesudah datang kepada mereka pengetahuan karena permusuhan di antara mereka) karena permusuhan yang ada di antara mereka sebab mereka dengki kepada Nabi Muhammad. (Sesungguhnya Rabbmu akan memutuskan antara mereka pada hari kiamat terhadap apa yang mereka selalu berselisih padanya.)",
            "quraish_shihab": "Kami pun telah memberi mereka berbagai bukti yang jelas, yaitu ajaran agama mereka. Tetapi, tidak pernah terjadi perselisihan di antara mereka, kecuali setelah mereka diberi pengetahuan tentang hakikat agama dan hukum-hukumnya, karena sikap permusuhan dan dengki di antara sesama mereka. Sesungguhnya Tuhan akan memutuskan pengadilan di antara orang-orang yang berselisih itu kelak di hari kiamat mengenai perkara yang dahulu mereka perselisihkan."
        },
        {
            "ind": "Kemudian Kami jadikan kamu berada di atas suatu syariat (peraturan) dari urusan (agama itu), maka ikutilah syariat itu dan janganlah kamu ikuti hawa nafsu orang-orang yang tidak mengetahui.",
            "arb": "ثُمَّ جَعَلْنَاكَ عَلَىٰ شَرِيعَةٍ مِّنَ الْأَمْرِ فَاتَّبِعْهَا وَلَا تَتَّبِعْ أَهْوَاءَ الَّذِينَ لَا يَعْلَمُونَ",
            "transliterasi": "Thumma Ja`alnāka `Alaá Sharī`atin Mina Al-'Amri Fa Attabi`hā Wa Lā Tattabi` 'Ahwā'a Al-Ladhīna Lā Ya`lamūna.",
            "eng": "And, finally, [O Muhammad,] We have set thee on a way by which the purpose [of faith] may be fulfilled: so follow thou this [way], and follow not the likes and dislikes of those who do not know [the truth].",
            "kemenag_ringkas": "_Kemudian_ setelah terjadi perselisihan di antara mereka, _Kami jadikan engkau,_ wahai Nabi Muhammad,_ mengikuti syariat_ peraturan _dari agama itu_ yang mengantarkan engkau kepada kebenaran, _maka ikutilah,_ yakni laksanakanlah syariat yang diturunkan kepadamu itu _dan janganlah engkau ikuti keinginan_ orang-orang kafir Quraisy dan _orang-orang_ yang ingkar seperti mereka yang _tidak mengetahui_ kebenaran, ke-Esaan Allah, dan syariat yang di turunkan kepadamu.",
            "kemenag": "Kemudian Allah memerintahkan kepada Rasulullah saw agar jangan terpengaruh oleh sikap orang-orang Quraisy karena Allah telah menetapkan urusan syariat yang harus dijadikan pegangan dalam menetapkan urusan agama dengan perantara wahyu. Maka peraturan yang termuat dalam wahyu itulah yang harus diikuti, tidak boleh mengikuti hawa nafsu orang-orang yang tidak mengetahuinya. Syariat yang dibawa oleh para rasul terdahulu dan syariat yang dibawa Nabi Muhammad pada asas dan hakikatnya sama, sama-sama berasaskan tauhid, membimbing manusia ke jalan yang benar, mewujudkan kemaslahatan dalam masyarakat, menyuruh berbuat baik dan mencegah berbuat mungkar. Jika terdapat perbedaan, maka perbedaan itu bukan masalah pokok, hanya dalam pelaksanaan ibadah dan cara-caranya. Hal itu disesuaikan dengan keadaan, tempat dan waktu.",
            "ibnu_katsir": "Dalam firman berikutnya:\n\nKemudian Kami jadikan kamu berada di atas suatu syariat (peraturan) dari urusan (agama) itu, maka ikutilah syariat itu. (Al-Jatsiyah: 18)\n\nYakni ikutilah apa yang diwahyukan kepadamu dari Tuhanmu, tidak ada Tuhan yang wajib disembah selain Dia, dan berpalinglah dari orang-orang musyrik.",
            "jalalain": "(Kemudian Kami jadikan kamu) hai Muhammad (berada di atas suatu syariat) yakni peraturan (dari urusan itu) dari urusan agama (maka ikutilah syariat itu dan janganlah kamu ikuti hawa nafsu orang-orang yang tidak mengetahui) untuk menyembah kepada selain Allah.",
            "quraish_shihab": "Kemudian, setelah terjadi perselisihan di antara Ahl al-Kitâb itu, Kami menjadikanmu, Muhammad, sebagai seorang utusan yang berada di atas ajaran syariat agama yang jelas yang telah Kami syariatkan kepadamu dan kepada rasul-rasul sebelummu. Maka dari itu, ikutilah syariatmu yang benar dan diperkuat dengan hujah-hujah dan bukti-bukti itu. Janganlah kamu mengikuti hawa nafsu orang-orang yang tidak mengetahui jalan yang benar."
        },
        {
            "ind": "Sesungguhnya mereka sekali-kali tidak akan dapat menolak dari kamu sedikitpun dari siksaan Allah. Dan Sesungguhnya orang-orang yang zalim itu sebagian mereka menjadi penolong bagi sebagian yang lain, dan Allah adalah pelindung orang-orang yang bertakwa.",
            "arb": "إِنَّهُمْ لَن يُغْنُوا عَنكَ مِنَ اللَّهِ شَيْئًا ۚ وَإِنَّ الظَّالِمِينَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ ۖ وَاللَّهُ وَلِيُّ الْمُتَّقِينَ",
            "transliterasi": "'Innahum Lan Yughnū `Anka Mina Allāhi Shay'āan Wa 'Inna Až-Žālimīna Ba`đuhum 'Awliyā'u Ba`đin Wa Allāhu Wa Līyu Al-Muttaqīna.",
            "eng": "Behold, they could never be of any avail to thee if thou wert to defy the will of God for, verily, such evildoers are but friends and protectors of one another, whereas God is the Protector of all who are conscious of Him.",
            "kemenag_ringkas": "_Sungguh, mereka_ yang kafir dan tidak mengikuti kebenaran itu _tidak akan dapat menghindarkan engkau,_ wahai Nabi Muhammad, _sedikit pun dari azab Allah. Dan sungguh, orang-orang yang zalim itu sebagian_ mereka _menjadi pelindung atas sebagian yang lain_ dalam melakukan perbuatan dosa, _sedangkan Allah pelindung bagi orang-orang yang bertakwa_.",
            "kemenag": "Pada ayat ini Allah menjelaskan bahwa orang-orang musyrik tidak mengetahui syariat Allah dan tidak mengakui keesaan-Nya. Karenanya mereka tidak akan dapat menolak atau menghindari azab Allah yang ditimpakan kepada mereka di akhirat.\nKemudian diterangkan bahwa orang-orang musyrik itu saling menolong antara yang satu dengan yang lain dalam melakukan kemungkaran dan kemaksiatan. Ditegaskan bahwa tipu muslihat mereka dijalankan dengan bersekongkol untuk merintangi dan merusak agama Islam dan memecah belah kaum Muslimin. Hal seperti ini dapat mereka lakukan selama hidup di dunia saja, sedangkan di akhirat nanti hal itu tidak dapat mereka lakukan. Pada hari itu, seseorang tidak dapat menolong orang lain dan tidak dapat menanggung dosa orang lain; tiap-tiap orang bertanggung jawab terhadap perbuatannya sendiri-sendiri.\nPada akhir ayat, Allah menegaskan bahwa Dia pelindung orang yang bertakwa. Takwa yang mereka lakukan untuk mencari keridaan Allah itu dibalas oleh-Nya dengan pahala yang berlipat ganda di akhirat.\n",
            "ibnu_katsir": "Lalu disebutkan dalam firman berikutnya:\n\ndan janganlah kamu mengikuti hawa nafsu orang-orang yang tidak mengetahui. Sesungguhnya mereka sekali-kali tidak akan dapat menolak dari kamu sedikit pun dari (siksaan) Allah. Dan sesungguhnya orang-orang yang zalim itu sebagian mereka menjadi penolong bagi sebagian yang lain. (Al-Jatsiyah: 18-19)\n\nArtinya, tiada bermanfaat bagi mereka pertolongan sebagian mereka kepada sebagian yang lain; karena sesungguhnya tiada yang mereka peroleh selain dari kerugian, kehancuran, dan kebinasaan.\n\ndan Allah adalah pelindung orang-orang yang bertakwa. (Al-Jatsiyah: 19)\n\nDialah Yang mengeluarkan mereka dari kegelapan menuju ke cahaya, dan orang-orang kafir yang menjadi penolong mereka adalah tagut (sembahan-sembahan mereka), yang mengeluarkan mereka dari cahaya ke dalam kegelapan. Kemudian Allah Swt. berfirman:\n\nAl-Qur’an ini adalah pedoman bagi manusia, petunjuk dan rahmat bagi kaum yang meyakini. (Al-Jatsiyah: 20)",
            "jalalain": "(Sesungguhnya mereka sekali-kali tidak akan dapat memberikan manfaat) mereka tidak akan dapat menolak (atas kamu dari siksaan Allah) yakni azab-Nya (barang sedikit pun. Dan sesungguhnya orang-orang yang zalim itu) orang-orang kafir itu (sebagian mereka menjadi penolong bagi sebagian yang lain dan Allah adalah Pelindung orang-orang yang bertakwa.)",
            "quraish_shihab": "Orang-orang yang berbuat kebatilan dan sangat mengharapkan agar kamu mau mengikuti mereka, tidak akan dapat melindungimu sedikit pun dari siksa Allah jika kamu benar-benar mengikuti mereka. Orang-orang yang melampaui batas-batas Allah, masing-masing sungguh menjadi penolong bagi yang lain dalam melakukan kebatilan. Dan Allah akan menjadi penolong bagi orang-orang yang takut kepada-Nya, sehingga mereka tidak akan terpengaruh oleh kejahatan orang-orang zalim."
        },
        {
            "ind": "Al Quran ini adalah pedoman bagi manusia, petunjuk dan rahmat bagi kaum yang meyakini.",
            "arb": "هَٰذَا بَصَائِرُ لِلنَّاسِ وَهُدًى وَرَحْمَةٌ لِّقَوْمٍ يُوقِنُونَ",
            "transliterasi": "Hādhā Başā'iru Lilnnāsi Wa Hudan Wa Raĥmatun Liqawmin Yūqinūna.",
            "eng": "This [revelation, then,] is a means of insight for mankind, and a guidance and grace unto people who are endowed with inner certainty.",
            "kemenag_ringkas": "Wahyu berupa Al-Qur’an ini dan tuntunan yang diturunkan kepadamu _adalah pedoman_ dan bukti _bagi manusia_, _petunjuk dan rahmat bagi kaum yang meyakini_ adanya Tuhan Yang Maha Esa.",
            "kemenag": "Pada ayat ini, Allah menerangkan bahwa Al-Qur'an itu adalah pedoman hidup bagi manusia, petunjuk dan rahmat yang dikaruniakan kepada hamba-Nya yang meyakininya.\nAl-Qur'an disebut pedoman karena di dalamnya terdapat dalil-dalil dan keterangan-keterangan agama yang sangat mereka perlukan untuk kesejahteraan manusia di dunia dan kebahagiaan mereka di akhirat. Petunjuk dan rahmat Allah itu hanya akan dapat dirasakan oleh orang-orang yang benar-benar yakin dan percaya kepada Allah dan Rasul-Nya dalam melaksanakan isi Al-Qur'an.\n",
            "ibnu_katsir": "Lalu disebutkan dalam firman berikutnya:\n\ndan janganlah kamu mengikuti hawa nafsu orang-orang yang tidak mengetahui. Sesungguhnya mereka sekali-kali tidak akan dapat menolak dari kamu sedikit pun dari (siksaan) Allah. Dan sesungguhnya orang-orang yang zalim itu sebagian mereka menjadi penolong bagi sebagian yang lain. (Al-Jatsiyah: 18-19)\n\nArtinya, tiada bermanfaat bagi mereka pertolongan sebagian mereka kepada sebagian yang lain; karena sesungguhnya tiada yang mereka peroleh selain dari kerugian, kehancuran, dan kebinasaan.\n\ndan Allah adalah pelindung orang-orang yang bertakwa. (Al-Jatsiyah: 19)\n\nDialah Yang mengeluarkan mereka dari kegelapan menuju ke cahaya, dan orang-orang kafir yang menjadi penolong mereka adalah tagut (sembahan-sembahan mereka), yang mengeluarkan mereka dari cahaya ke dalam kegelapan. Kemudian Allah Swt. berfirman:\n\nAl-Qur’an ini adalah pedoman bagi manusia, petunjuk dan rahmat bagi kaum yang meyakini. (Al-Jatsiyah: 20)",
            "jalalain": "(Inilah) Alquran ini (adalah pedoman bagi manusia) artinya, sebagai pedoman yang dijadikan sumber bagi mereka dalam masalah hukum-hukum dan hudud (petunjuk dan rahmat bagi kaum yang meyakini) adanya hari berbangkit.",
            "quraish_shihab": "Al-Qur'ân yang diturunkan kepadamu ini, merupakan bukti yang memperlihatkan kepada manusia agama yang benar, sebagai petunjuk yang membimbing mereka kepada jalan yang baik, dan sebagai karunia bagi kaum yang meyakini adanya pahala dan hukuman Allah."
        },
        {
            "ind": "Apakah orang-orang yang membuat kejahatan itu menyangka bahwa Kami akan menjadikan mereka seperti orang-orang yang beriman dan mengerjakan amal saleh, yaitu sama antara kehidupan dan kematian mereka? Amat buruklah apa yang mereka sangka itu.",
            "arb": "أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَن نَّجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَوَاءً مَّحْيَاهُمْ وَمَمَاتُهُمْ ۚ سَاءَ مَا يَحْكُمُونَ",
            "transliterasi": "'Am Ĥasiba Al-Ladhīna Ajtaraĥū As-Sayyi'āti 'An Naj`alahum Kālladhīna 'Āmanū Wa `Amilū Aş-Şāliĥāti Sawā'an Maĥyāhum Wa Mamātuhum Sā'a Mā Yaĥkumūna.",
            "eng": "Now as for those who indulge in sinful doings - do they think that We place them, both in their life and their death, on an equal footing with those who have attained to faith and do righteous deeds? Bad, indeed, is their judgment:",
            "kemenag_ringkas": "Allah kemudian mempertanyakan sikap orang-orang kafir _Apakah orang-orang yang melakukan kejahatan itu_ di dunia ini _mengira bahwa Kami akan memperlakukan mereka_ di akhirat kelak sama _seperti orang-orang yang ber iman dan yang mengerjakan kebajikan, yaitu sama dalam kehidupan dan kematian mereka?_ Tentulah tidak sama._ Alangkah buruknya penilaian mereka itu_.",
            "kemenag": "Allah memerintahkan Rasul-Nya agar menanyakan kepada orang-orang kafir Mekah tentang persengketaan mereka dengan maksud menyangkal dugaan mereka. Mereka menduga bahwa Allah akan memperlakukan dan akan memberikan balasan yang sama kepada mereka seperti yang diberikan kepada orang-orang yang beriman. Apakah Allah akan mempersamakan orang yang beriman kepada-Nya tetapi tidak melaksanakan syariat-Nya dengan orang yang beriman yang melakukan syariat-Nya. Jawabannya tentu, tidak, sekali-kali tidak, sebagaimana firman Allah:\n\nTidak sama para penghuni neraka dengan para penghuni-penghuni surga; penghuni-penghuni surga itulah orang-orang yang memperoleh kemenangan. (al-hasyr/59: 20)\n\nDalam ayat-ayat lain, diterangkan bahwa tidaklah sama orang-orang yang beriman yang melaksanakan perintah-perintah Allah dan menjauhkan larangan-larangan-Nya dengan orang-orang fasik, yaitu orang yang beriman dan mengakui adanya perintah-perintah dan adanya larangan Allah, tetapi tidak melaksanakannya, Allah berfirman:\n\nMaka apakah orang yang beriman seperti orang yang fasik (kafir)? Mereka tidak sama. (as-Sajdah/32: 18)\n\nPada akhir ayat ini, Allah menegaskan bahwa semua dugaan dan sangkaan orang-orang kafir itu adalah dugaan dan sangkaan yang tidak benar dan mustahil terjadi. Karena itu, hendaklah kaum Muslimin waspada terhadap sangkaan itu sehingga tidak terpengaruh olehnya.\n",
            "ibnu_katsir": "Allah Swt. berfirman, bahwa tidak sama antara orang-orang mukmin dan orang-orang kafir itu. Seperti yang diungkapkan oleh firman-Nya:\n\nTiada sama penghuni-penghuni neraka dengan penghuni-penghuni surga; penghuni-penghuni surga itulah orang-orangyang beruntung.   (Al-Hasyr: 20)\n\nAdapun firman Allah Swt.:\n\nApakah orang-orang yang membuat kejahatan itu menyangka bahwa Kami akan menjadikan mereka seperti orang-orang yang beriman dan mengerjakan amal yang saleh, yaitu sama antara kehidupan dan kematian mereka? (Al-Jatsiyah: 21)\n\nYakni Kami samakan di antara sesama mereka dalam kehidupan di dunia dan akhirat?\n\nAmat buruklah apa yang mereka sangka itu. (Al-Jatsiyah: 21)\n\nBetapa buruknya dugaan mereka terhadap Kami, padahal mustahil Kami menyamakan di antara orang-orang yang bertakwa dengan orang-orang yang pendurhaka dalam kehidupan di negeri akhirat nanti dan juga dalam kehidupan di dunia ini.\n\nAl-Hafiz Abu Ya'la mengatakan, telah menceritakan kepada kami Mu'ammal ibnu Ihab, telah menceritakan kepada kami Bukair ibnu Usman At-Tanukhi, telah menceritakan kepada kami Al-Wadin ibnu Ata, dari Yazid ibnu Marsad Al-Baji, dari Abu Zar r.a. yang mengatakan bahwa Allah membangun agama-Nya di atas empat pilar. Maka barang siapa yang berpaling darinya dan tidak mengamalkannya, ia akan menghadap kepada Allah dalam keadaan sebagai orang yang fasik (durhaka). Ketika ditanyakan, \"Apa saja yang keempat pilar itu, hai Abu Zar?\" Abu Zar r.a. menjawab, \"Hendaklah seseorang menerima apa yang dihalalkan oleh Allah karena Allah, dan menolak apa yang diharamkan oleh Allah karena Allah, dan menerima perintah Allah karena Allah, dan menjauhi larangan Allah karena Allah; tiada yang dipercayai olehnya terhadap keempat perkara itu selain dari Allah Swt. \n\nAbul Qasim yakni Nabi Saw. telah bersabda, \n\n'Sebagaimana tidak dapat dipetik dari pohon yang berduri buah anggur, demikian pula halnya orang-orang durhaka, mereka tidak akan memperoleh kedudukan orang-orang yang bertakwa'.\" \n\nHadis ini gharib bila ditinjau dari segi jalurnya. \n\nMuhammad ibnu lshaq menyebutkan di dalam kitab Sirah-nya bahwa mereka telah menemukan sebuah prasasti yang ada di Mekah, tepatnya di pondasi Ka'bah. Disebutkan padanya, \"Kamu berbuat keburukan dan kamu harapkan kebaikan, perihalnya sama dengan orang yang memetik buah anggur dari pohon yang berduri,\" yakni mustahil mendapatkannya karena pohon yang berduri tidak dapat membuahkan anggur.\n\nImam Tabrani telah meriwayatkan melalui hadis Syu'bah, dari Amr ibnu Murrah, dari Abud Duha, dari Masruq, bahwa Tamim Ad-Dari salat di suatu malam hingga pagi hari seraya mengulang-ngulang bacaan ayat berikut yaitu firman-Nya: Apakah orang-orangyang membuat kejahatan itu menyangka bahwa Kami akan menjadikan mereka seperti orang-orang yang beriman dan mengerjakan amal saleh. (Al-Jatsiyah: 21) Karena itulah maka disebutkan dalam firman berikutnya: Amat buruklah apa yang mereka sangka itu. (Al-Jatsiyah: 21)",
            "jalalain": "(Apakah) lafal Am di sini maknanya sama dengan Hamzah yang menunjukkan makna ingkar (berprasangka orang-orang yang mengerjakan) orang-orang yang melakukan (kejahatan) kekafiran dan kemaksiatan (bahwa Kami akan menjadikan mereka seperti orang-orang yang beriman dan mengerjakan amal yang saleh, yaitu sama) lafal Sawaa-an ini menjadi Khabar (antara kehidupan dan kematian mereka?) menjadi Mubtada dan Ma'thuf, sedangkan Jumlah kalimat ini menjadi Badal dari huruf Kaf yang ada pada lafal Kalladziina, dan kedua Dhamirnya kembali kepada orang-orang kafir. Makna ayat, apakah mereka berprasangka bahwasanya Kami menjadikan mereka di akhirat sama dengan orang-orang mukmin, yaitu mereka hidup dalam kesejahteraan yang sama dengan kehidupan mereka sewaktu di dunia. Karena mereka telah mengatakan kepada orang-orang mukmin: \"Sungguh jika kami dibangkitkan hidup kembali, niscaya kami akan diberi kebaikan seperti apa yang diberikan kepada kalian.\" Lalu Allah berfirman menyangkal dugaan mereka sesuai dengan pengertian ingkar yang terkandung di dalam permulaan ayat. (Amat buruklah apa yang mereka sangka itu) maksudnya, perkara yang sebenarnya tidaklah demikian, karena sesungguhnya mereka di akhirat berada di dalam azab, berbeda dengan keadaan kehidupan mereka sewaktu di dunia. Sedangkan orang-orang mukmin di akhirat, mereka mendapatkan pahala yang berlimpah disebabkan amal perbuatan mereka sewaktu di dunia, yaitu berupa amal salat, amal zakat, amal puasa dan amal-amal lainnya. Huruf Maa pada ayat ini adalah Mashdariyah, yakni, seburuk-buruknya keputusan adalah keputusan mereka itu.",
            "quraish_shihab": "Apakah orang-orang yang melakukan kejahatan berupa sikap ingkar dan kemaksiatan itu menyangka bahwa Kami akan menjadikan mereka seperti orang-orang yang beriman kepada Allah dan melakukan amal saleh, sehingga Kami menyamakan mereka dalam hidup dan mati? Alangkah buruknya keputusan mereka itu, jika mereka merasa bahwa mereka sama seperti orang-orang yang Mukmin."
        },
        {
            "ind": "Dan Allah menciptakan langit dan bumi dengan tujuan yang benar dan agar dibalasi tiap-tiap diri terhadap apa yang dikerjakannya, dan mereka tidak akan dirugikan.",
            "arb": "وَخَلَقَ اللَّهُ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ وَلِتُجْزَىٰ كُلُّ نَفْسٍ بِمَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
            "transliterasi": "Wa Khalaqa Allāhu As-Samāwāti Wa Al-'Arđa Bil-Ĥaqqi Wa Litujzaá Kullu Nafsin Bimā Kasabat Wa Hum Lā Yužlamūna.",
            "eng": "for, God has created the heavens and the earth in accordance with [an inner] truth, and [has therefore willed] that every human being shall be recompensed for what he has earned and none shall be wronged.",
            "kemenag_ringkas": "_Dan Allah menciptakan langit dan bumi dengan tujuan yang benar,_ yakni penuh hikmah dan aturan untuk menunjukkan ke-Esaan dan kekuasaan-Nya, _dan agar setiap jiwa,_ yakni manusia, _diberi balasan sesuai dengan apa,_ yakni amal _yang dikerjakannya,_ _dan mereka tidak akan di rugikan_ dalam menerima balasan amalnya itu.",
            "kemenag": "Allah menjelaskan bahwa langit dan bumi diciptakan dengan benar, dan memiliki tujuan penciptaan sesuai dengan kehendaknya. Tidak ada satu bendapun diadakan Tuhan tanpa mempunyai tujuan. Tujuan kehadiran satu ciptaan adalah untuk dimanfaatkan oleh ciptaan yang lain, dalam rangka mencapai tujuan ciptaan yang lain itu. Apabila suatu kegiatan tidak memiliki tujuan, maka yang terjadi adalah la'ib, permainan. Kata sebaliknya bathil, kebalikan kata haq banyak digunakan untuk menjelaskan hal yang sama, sebagaimana ayat di bawah: \n\nDan Kami tidak menciptakan langit dan bumi dan apa yang ada di antara keduanya dengan sia-sia. Itu anggapan orang-orang kafir, maka celakalah orang-orang yang kafir itu karena mereka akan masuk neraka. (shad/38: 27)\n\nSeperti yang kita saksikan, sifat fisis bumi, seperti massa, struktur, suhu, dan seterusnya begitu tepat bagi kehidupan. Namun, sifat-sifat itu saja tidak cukup untuk memungkinkan adanya kehidupan di bumi, faktor penting lain adalah susunan atmosfer [lihat Surah Ibrahim/14:19 dan Surah al-Jatsiyah/45: 3].\nTidak ada satu pun kekuatan lain yang dapat mengubah kehendak Allah. Ketentuan yang demikian berlaku bagi seluruh ciptaan-Nya sesuai dengan keadilan dan sunah-Nya. Di antara keadilan Allah ialah memberikan balasan yang setimpal kepada para hamba-Nya atas amal dan perbuatannya pada hari pembalasan.\nBarang siapa yang melakukan perbuatan yang baik akan menerima ganjarannya sesuai dengan ketentuan yang telah ditetapkan-Nya, demikian pula barang siapa yang melakukan perbuatan jahat akan menerima balasan yang setimpal dengan perbuatan jahatnya itu.\nMengapa dikatakan bahwa pemberian balasan yang setimpal itu sesuai dengan keadilan Allah. Karena Allah menciptakan manusia sebagai makhluk-Nya, dilengkapi dengan kecenderungan dan kemampuan untuk berbuat baik dan berbuat jahat. Kedua-duanya atau salah satu daripada kedua potensi itu dapat berkembang pada diri seseorang. Perkembangannya itu banyak ditentukan oleh keadaan, lingkungan, dan waktu. Di samping itu, Allah menganugerahi manusia akal pikiran. Dengan akal pikirannya itu manusia mempunyai kesanggupan-kesanggupan untuk menilai rangsangan-rangsangan yang mempengaruhi tindakan dan perilakunya. Sebelum seseorang menentukan sikap untuk melakukan suatu perbuatan atau tidak melakukannya, maka dalam dirinya terjadi gejolak dalam mempertimbangkan dan menetapkan suatu pilihan, sikap mana atau tindakan mana yang akan diambilnya dari kedua tindakan itu.\nPada saat-saat yang demikian itu, manusia diberi kemerdekaan memilih antara yang baik dan yang buruk. Dalam pergolakan yang demikian, maka jiwa manusia mendapat tekanan-tekanan yang disebut tekanan-tekanan kejiwaan. Apabila ia memilih dan memutuskan melakukan suatu kebaikan, maka perbuatan itu terjadi berdasarkan pilihannya sendiri. Bila ia memilih keputusan melakukan keburukan, maka itu pun terjadi karena pilihannya sendiri pula. Saat-saat yang seperti itu adalah saat-saat yang menentukan apakah ia sengaja melakukan suatu perbuatan atau ia tidak sengaja melakukannya. Dan juga membedakan antara perbuatan yang dilakukan; apakah perbuatan itu dilakukan dengan sadar atau tidak. Itulah sebabnya dikatakan bahwa balasan Allah terhadap hamba-Nya sesuai dengan amal dan perbuatannya, itulah gambaran keadilan Allah.\n",
            "ibnu_katsir": "Adapun firman Allah Swt.:\n\nDan Allah menciptakan langit dan bumi dengan tujuan yang benar. (Al-Jatsiyah: 22)\n\nYakni dengan adil.\n\ndan agar dibatasi tiap-tiap diri terhadap apa yang dikerjakannya, dan mereka tidak akan dirugikan. (Al-Jatsiyah: 22)",
            "jalalain": "(Dan Allah menciptakan langit dan) menciptakan (bumi dengan tujuan yang benar) lafal Bil haqqi ber-ta'alluq kepada lafal Khalaqa; penciptaan langit dan bumi itu dimaksud untuk menunjukkan kekuasaan dan keesaan-Nya (dan agar dibalasi tiap-tiap diri terhadap apa yang dikerjakannya) yaitu kemaksiatan dan ketaatan yang dilakukannya, maka tidaklah sama balasan yang diterima orang kafir dan orang mukmin (dan mereka tidak akan dirugikan.)",
            "quraish_shihab": "Allah telah menciptakan langit dan bumi dengan penuh hikmah dan aturan, supaya bukti-bukti mengenai ketuhanan dan kemahakuasaan Allah menjadi tampak jelas. Selain itu, juga supaya setiap jiwa diberi balasan atas kebaikan dan kejahatan yang dilakukannya. Balasan mereka tidak akan dikurangi sedikit pun."
        },
        {
            "ind": "Maka pernahkah kamu melihat orang yang menjadikan hawa nafsunya sebagai tuhannya dan Allah membiarkannya berdasarkan ilmu-Nya dan Allah telah mengunci mati pendengaran dan hatinya dan meletakkan tutupan atas penglihatannya? Maka siapakah yang akan memberinya petunjuk sesudah Allah (membiarkannya sesat). Maka mengapa kamu tidak mengambil pelajaran?",
            "arb": "أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَٰهَهُ هَوَاهُ وَأَضَلَّهُ اللَّهُ عَلَىٰ عِلْمٍ وَخَتَمَ عَلَىٰ سَمْعِهِ وَقَلْبِهِ وَجَعَلَ عَلَىٰ بَصَرِهِ غِشَاوَةً فَمَن يَهْدِيهِ مِن بَعْدِ اللَّهِ ۚ أَفَلَا تَذَكَّرُونَ",
            "transliterasi": "'Afara'ayta Man Attakhadha 'Ilahahu Hawāhu Wa 'Ađallahu Allāhu `Alaá `Ilmin Wa Khatama `Alaá Sam`ihi Wa Qalbihi Wa Ja`ala `Alaá Başarihi Ghishāwatan Faman Yahdīhi Min Ba`di Allāhi 'Afalā Tadhakkarūna.",
            "eng": "HAST THOU ever considered [the kind of man] who makes his own desires his deity, and whom God has [thereupon] let go astray, knowing [that his mind is closed to all guidance], and whose hearing and heart He has sealed, and upon whose sight He has placed a veil? Who, then, could guide him after God [has abandoned him]? Will you not, then, bethink your­selves?",
            "kemenag_ringkas": "_Maka pernahkah kamu,_ wahai Nabi Muhammad, _melihat_ dan menyaksikan _orang yang_ menyimpang dari fitrahnya dengan _menjadikan hawa nafsunya sebagai tuhannya,_ dengan mengikuti dan menurutinya _dan Allah membiarkannya sesat_ dan larut dalam kesesatannya itu _dengan sepengetahuan-Nya,_ yakni ilmu Allah Yang Mahaluas, _dan Allah telah mengunci pendengaran_ sehingga mereka tidak dapat mendengar kebenaran dan mengunci _hatinya_ sehingga dia enggan meyakini kebenaran _serta meletakkan tutup atas penglihatannya_ sehingga tidak dapat melihat bukti-bukti ke-Esaan Allah di muka bumi ini? _Maka siapakah yang mampu memberinya petunjuk setelah Allah_ berpaling dan membiarkannya sesat? _Mengapa kamu,_ wahai kaum musyrik atau siapa pun juga, _tidak meng-ambil pelajaran_ dari apa yang terjadi pada orang-orang yang sesat itu?",
            "kemenag": "Muqatil mengatakan bahwa ayat ini turun berhubungan dengan peristiwa percakapan Abu Jahal dengan al-Walid bin al-Mugirah. Pada suatu malam Abu Jahal tawaf di Baitullah bersama Walid. Kedua orang itu membicarakan keadaan Nabi Muhammad. Abu Jahal berkata, \"Demi Allah, sebenarnya aku tahu bahwa Muhammad itu adalah orang yang benar. \"Al-Walid berkata kepadanya, \"Biarkan saja, apa pedulimu dan apa alasan pendapatmu itu?\" Abu Jahal menjawab, \"Hai Abu Abdisy Syams, kita telah menamainya orang yang benar, jujur, dan terpercaya dimasa mudanya, tetapi sesudah ia dewasa dan sempurna akalnya, kita menamakannya pendusta lagi pengkhianat. Demi Allah, sebenarnya aku tahu bahwa dia itu adalah benar.\" Al-Walid berkata, \"Apakah gerangan yang menghalangimu untuk membenarkan dan mempercayai seruannya?\" Abu Jahal menjawab, \"Nanti gadis-gadis Quraisy akan menggunjingkan bahwa aku pengikut anak yatim Abu thalib, padahal aku dari suku yang paling tinggi. Demi Al-Lata da Al-Uzza, saya tidak akan menjadi pengikutnya selama-lamanya.\" Kemudian turunlah ayat ini.\nSelanjutnya, pada ayat ini Allah menerangkan keadaan orang-orang kafir Mekah yang sedang tenggelam dalam perbuatan jahat. Semua yang mereka lakukan itu disebabkan oleh dorongan hawa nafsunya karena telah tergoda oleh tipu daya setan. Tidak ada lagi nilai-nilai kebenaran yang mendasari tingkah laku dan perbuatan mereka. Apa yang baik menurut hawa nafsu mereka itulah yang mereka perbuat. Seakan-akan mereka menganggap hawa nafsu mereka itu sebagai tuhan yang harus mereka ikuti perintahnya.\nMereka telah lupa bahwa kehadiran mereka di dunia yang fana ini ada maksud dan tujuannya. Ada misi yang harus mereka bawa yaitu sebagai khalifah Allah di muka bumi. Mereka telah menyia-nyiakan kedudukan yang diberikan Allah kepada mereka sebagai makhluk Tuhan yang paling baik bentuknya dan mempunyai kemampuan yang paling baik pula. Mereka tidak menyadari bahwa mereka harus mempertanggungjawabkan semua perbuatannya kepada Allah kelak dan bahwa Allah akan membalas setiap perbuatan dengan balasan yang setimpal. Inilah yang dimaksud dengan firman Allah:\n\nMaka barang siapa mengerjakan kebaikan seberat zarrah, niscaya dia akan melihat (balasan)nya, dan barang siapa mengerjakan kejahatan seberat zarrah, niscaya dia akan melihat (balasan)nya. (az-Zalzalah/99: 7-8)\n\nSebenarnya hawa nafsu yang ada pada manusia itu merupakan anugerah yang tidak ternilai harganya yang diberikan Allah kepada manusia. Di samping Allah memberikan akal dan agama kepada manusia agar dengan keduanya manusia dapat mengendalikan hawa nafsunya. Jika seseorang mengendalikan hawa nafsunya sesuai dengan pertimbangan akal yang sehat dan tidak bertentangan dengan tuntunan agama, maka orang yang demikian itu telah berbuat sesuai dengan fitrahnya. Tetapi apabila seseorang memperturutkan hawa nafsunya tanpa pertimbangan akal yang sehat dan tidak lagi berpedoman kepada tuntutan agama, maka orang itu telah diperbudak oleh hawa nafsunya. Hal itu berarti bahwa ia telah berbuat menyimpang dari fitrahnya dan terjerumus dalam kesesatan.\nBerdasarkan keterangan di atas, maka dalam mengikuti hawa nafsunya, manusia terbagi atas dua kelompok. Kelompok pertama ialah kelompok yang dapat mengendalikan hawa nafsunya; mereka itulah orang yang bertakwa. Sedangkan kelompok kedua ialah orang yang dikuasai hawa nafsunya. Mereka itulah orang-orang yang berdosa dan selalu bergelimang dalam lumpur kejahatan.\nIbnu 'Abbas berkata, \"Setiap kali Allah menyebut hawa nafsu dalam Al-Qur'an, setiap kali itu pula Ia mencelanya.\" Allah berfirman:\n\nDan sekiranya Kami menghendaki niscaya Kami tinggikan (derajat)nya dengan (ayat-ayat) itu, tetapi dia cenderung kepada dunia dan mengikuti keinginannya (yang rendah), maka perumpamaannya seperti anjing, jika kamu menghalaunya dijulurkan lidahnya dan jika kamu membiarkannya dia menjulurkan lidahnya (juga). Demikianlah perumpamaan orang-orang yang mendustakan ayat-ayat Kami. Maka ceritakanlah kisah-kisah itu agar mereka berpikir. (al-A'raf/7: 176)\n\nPada ayat lain :\n\nDan janganlah engkau mengikuti hawa nafsu, karena akan menyesatkan engkau dari jalan Allah. (shad/38: 26)\n\nDalam ayat ini, Allah memuji orang-orang yang dapat menguasai hawa nafsunya dan menjanjikan baginya tempat kembali yang penuh kenikmatan. Allah berfirman:\n\nDan adapun orang-orang yang takut kepada kebesaran Tuhannya dan menahan diri dari (keinginan) hawa nafsunya, maka sungguh, surgalah tempat tinggal(nya). (an-Nazi'at/79: 40-41)\n\nBanyak hadis-hadis Nabi saw yang mencela orang-orang yang memperturutkan hawa nafsunya. Diriwayatkan oleh 'Abdullah bin 'Amr bin 'As bahwa Nabi saw berkata.\n\nTidak beriman seseorang dari antara kamu sehingga hawa nafsunya itu tunduk kepada apa yang saya bawa (petunjuk).(Riwayat al-Khathib al-Bagdadi)\n\nSyaddad bin Aus meriwayatkan hadis dari Nabi saw :\n‡)\nOrang yang cerdik ialah orang yang menguasai hawa nafsunya dan berbuat untuk kepentingan masa sesudah mati. Tetapi orang yang zalim ialah orang yang memperturutkan hawa nafsunya dan mengharap-harap sesuatu yang mustahil dari Allah. (Riwayat at-Tirmidhi dan Ibnu Majah)\n\nOrang yang selalu memperturutkan hawa nafusnya biasanya kehilangan kontrol dirinya. Itulah sebabnya ia terjerumus dalam kesesatan karena ia tidak mau memperhatikan petunjuk yang diberikan kepadanya, dan akibat perbuatan jahat yang telah dilakukannya karena memperturutkan hawa nafsu.\nKeadaan orang yang memperturutkan hawa nafsunya itu diibaratkan seperti orang yang terkunci mati hatinya sehingga tidak mampu lagi menilai mana yang baik mana yang buruk, dan seperti orang yang telinganya tersumbat sehingga tidak mampu lagi memperhatikan tanda-tanda kekuasaan Allah yang terdapat di langit dan di bumi, dan seperti orang yang matanya tertutup tidak dapat melihat dan mengetahui kebenaran adanya Allah Yang Maha Pencipta segala sesuatu.\nSelanjutnya, Allah memerintahkan kepada Rasul-Nya agar tidak membenarkan sikap orang-orang kafir Mekah dengan mengatakan bahwa tidak ada kekuasaan yang akan memberikan petunjuk selain Allah setelah mereka tersesat dari jalan yang lurus. \nPada akhir ayat ini, Allah mengingatkan mereka mengapa mereka tidak mengambil pelajaran dari alam semesta, kejadian pada diri mereka sendiri, dan azab yang menimpa umat-umat terdahulu sebagai bukti bahwa Allah Mahakuasa lagi berhak disembah.\n",
            "ibnu_katsir": "Kemudian Allah Swt. berfirman.\n\nMaka pernahkah kamu melihat orang yang menjadikan hawa nafsunya sebagai tuhannya. (Al-Jatsiyah: 23)\n\nYakni sesungguhnya dia hanya diperintahkan oleh hawa nafsunya. Maka apa saja yang dipandang baik oleh hawa nafsunya, dia kerjakan; dan apa saja yang dipandang buruk oleh hawa nafsunya, dia tinggalkan. Ayat ini dapat juga dijadikan sebagai dalil untuk membantah golongan Mu'tazilah yang menjadikan nilai buruk dan baik berdasarkan kriteria rasio mereka. Menurut apa yang diriwayatkan dari Malik sehubungan dengan tafsir ayat ini, orang tersebut tidak sekali-kali menyukai sesuatu melainkan dia mengabdinya.\n\nFirman Allah Swt.:\n\ndan Allah membiarkannya sesat berdasarkan ilmu-Nya. (Al-Jatsiyah: 23)\n\nMakna ayat ini mengandung dua takwil. Pertama ialah Allah menyesatkan orang tersebut karena Allah mengetahui bahwa dia berhak untuk memperoleh kesesatan. Kedua ialah Allah menjadikannya sesat sesudah sampai kepadanya pengetahuan dan sesudah hujah ditegakkan terhadapnya. Pendapat yang kedua mengharuskan adanya pendapat yang pertama, tetapi tidak kebalikannya.\n\ndan Allah telah mengunci mati pendengaran dan hatinya dan meletakkan tutupan pada penglihatannya? (Al-Jatsiyah: 23)\n\nkarenanya dia tidak dapat mendengar apa yang bermanfaat bagi dirinya dan tidak memahami sesuatu yang dapat dijadikannya sebagai petunjuk, dan tidak dapat melihat bukti yang jelas yang dapat dijadikan sebagai penerang hatinya. Karena itulah disebutkan dalam firman berikutnya:\n\nMaka siapakah yang akan memberinya petunjuk sesudah Allah (membiarkannya sesat). Maka mengapa kamu tidak mengambil pelajaran? (Al-Jatsiyah: 23)\n\nSemakna dengan apa yang disebutkan oleh firman-Nya:\n\nBarang siapa yang Allah sesatkan, maka baginya tak ada orang yang akan memberi petunjuk. Dan Allah membiarkan mereka terombang-ambing dalam kesesatan. (Al-A'raf: 186)",
            "jalalain": "(Apakah kamu pernah melihat) maksudnya ceritakanlah kepadaku (orang yang menjadikan hawa nafsunya sebagai tuhannya) maksudnya, yang disukai oleh hawa nafsunya, yaitu batu demi batu ia ganti dengan yang lebih baik sebagai sesembahannya (dan Allah membiarkan-Nya sesat berdasarkan ilmu-Nya) berdasarkan pengetahuan Allah swt. Dengan kata lain Dia telah mengetahui, bahwa orang itu termasuk orang yang disesatkan sebelum ia diciptakan (dan Allah telah mengunci mati pendengaran dan hatinya) maka, karena itu ia tidak dapat mendengar petunjuk dan tidak mau memikirkannya (dan meletakkan tutupan atas penglihatannya) mengambil kegelapan hingga ia tidak dapat melihat petunjuk. Pada ayat ini diperkirakan adanya Maf'ul kedua bagi lafal Ra-ayta, yaitu lafal ayat tadi, yang artinya; apakah ia mendapat petunjuk? (Maka siapakah yang akan memberinya petunjuk sesudah Allah) membiarkannya sesat? Maksudnya, tentu saja ia tidak dapat petunjuk. (Maka mengapa kalian tidak mengambil pelajaran?) atau mengapa kalian tidak mau mengambilnya sebagai pelajaran buat kalian. Lafal Tadzakkaruuna asalnya salah satu dari huruf Ta-nya diidgamkan kepada huruf Dzal.",
            "quraish_shihab": "Tidakkah kamu memperhatikan, wahai Rasulullah, orang yang menyembah hawa nafsunya, tunduk dan patuh kepadanya, dan ia sesat dari jalan kebenaran, padahal ia mengatahui jalan kebenaran itu, dan Allah telah menutup pendengarannya, sehingga tidak dapat menerima nasihat, dan menutup hatinya, sehingga tidak mau meyakini kebenaran, serta menutup penglihatannya, sehingga tidak dapat melihat suatu peringatan? Siapakah yang dapat memberinya petunjuk setelah Allah berpaling darinya? Apakah kalian tidak memperhatikan sehingga tidak dapat mengambil pelajaran?"
        },
        {
            "ind": "Dan mereka berkata: \"Kehidupan ini tidak lain hanyalah kehidupan di dunia saja, kita mati dan kita hidup dan tidak ada yang akan membinasakan kita selain masa\", dan mereka sekali-kali tidak mempunyai pengetahuan tentang itu, mereka tidak lain hanyalah menduga-duga saja.",
            "arb": "وَقَالُوا مَا هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَا إِلَّا الدَّهْرُ ۚ وَمَا لَهُم بِذَٰلِكَ مِنْ عِلْمٍ ۖ إِنْ هُمْ إِلَّا يَظُنُّونَ",
            "transliterasi": "Wa Qālū Mā Hiya 'Illā Ĥayātunā Ad-Dunyā Namūtu Wa Naĥyā Wa Mā Yuhlikunā 'Illā Ad-Dahru Wa Mā Lahum Bidhālika Min `Ilmin 'In Hum 'Illā Yažunnūna.",
            "eng": "And yet they say: “There is nothing beyond our life in this world. We die as we come to life, and nothing but time destroys us.” But of this they have no knowledge whatever: they do nothing but guess.",
            "kemenag_ringkas": "_Dan mereka,_ orang-orang musyrik dan yang mengingkari kebangkitan,_ berkata,_ “Ia, yakni _kehidupan ini, tidak lain hanyalah kehidupan dunia_ kita _saja,_ tidak ada kehidupan akhirat, sebahagian _kita mati_ karena sampai ajalnya dan sebahagian _kita hidup,_ yakni lahir lagi _dan tidak ada yang membinasakan kita selain masa,_ yakni akhir dari kehidupan kita.”_ Tetapi mereka tidak mempunyai ilmu_, yakni pengetahuan yang pasti,_ tentang itu, mereka hanyalah menduga-duga saja_.",
            "kemenag": "Pada ayat ini Allah menjelaskan keingkaran orang-orang musyrik terhadap hari kebangkitan. Menurut anggapan mereka kehidupan itu hanya di dunia saja. Di dunia mereka dilahirkan dan di dunia pula mereka dimatikan dan di situlah akhir dari segala sesuatu, dan demikian pula terjadi pada nenek moyang mereka. Menurut mereka, yang menyebabkan kematian dan kebinasaan segala sesuatu ialah pertukaran masa. Dari pendapat mereka, dapat diambil kesimpulan bahwa mereka mengingkari terjadinya hari kebangkitan.\nKeterangan itu diperkuat oleh adat kebiasaan orang Arab Jahiliah yaitu apabila mereka ditimpa bencana atau musibah, terlontarlah kata-kata dari mulut mereka, \"Aduhai celakalah masa.\" Mereka mengumpat-umpat masa karena menurut mereka masa itulah sumber dari segala musibah.\nDalam hadis Qudsi dari Abu Hurairah, Rasulullah bersabda:\n\nAllah berfirman, \"Manusia telah menyakitiku dengan mengatakan wahai masa yang sial. Maka janganlah salah seorang kalian mengatakan 'masa yang sial karena Akulah (Pencipta dan Pengatur)masa. Aku menanti malam menjadi siang, dan jika Aku menghendakinya niscaya Aku genggam keduanya.\" (Riwayat Muslim)\n\nKemudian Allah menyayangkan sikap kaum musyrikin Mekah yang tidak didasarkan pada pengetahuan yang benar. Allah menyatakan bahwa mereka sama sekali tidak mempunyai pengetahuan sedikit pun tentang hal yang menyangkut masa itu. Pendapat mereka itu hanyalah didasarkan pada sangkaan dan dugaan saja.\n",
            "ibnu_katsir": "Allah Swt. menceritakan tentang perkataan aliran Dahriyyah dari kalangan orang-orang kafir dan orang-orang yang sependapat dengan mereka dari kalangan orang-orang musyrik Arab yang ingkar kepada hari kemudian.\n\nDan mereka berkata, \"kehidupan ini tidak lain hanyalah kehidupan di dunia saja, kita mati dan kita hidup.” (Al-Jatsiyah: 24)\n\nYakni tiada kehidupan kecuali kehidupan di dunia ini; suatu kaum mati, sedangkan yang lainnya hidup; dan tiada hari kemudian serta tiada pula yang namanya hari kiamat. Hal ini dikatakan oleh orang-orang musyrik Arab yang ingkar kepada hari berbangkit, dan dikatakan pula oleh sebagian para filosuf ateis; mereka mengingkari adanya permulaan kejadian dan hari kembali. Dan dikatakan pula oleh para filosuf aliran Dahriyyah yang ingkar kepada adanya pencipta, yang meyakini bahwa setiap tiga puluh enam ribu tahun segala sesuatu akan kembali seperti semula. Dan mereka menduga bahwa hal ini telah terjadi berulang-ulang tanpa batas. Mereka membesarkan akal dan mendustakan dalil manqul, karena itulah mereka mengatakan seperti yang disitir oleh firman-Nya:\n\ndan tidak ada yang membinasakan kita selain masa. (Al-Jatsiyah: 24) \n\nAdapun firman Allah Swt.:\n\ndan mereka sekali-kali tidak mempunyai pengetahuan tentang itu, mereka tidak lain hanyalah menduga-duga saja. (Al-Jatsiyah: 24)\n\nMereka mengatakan demikian hanya semata-mata berdasarkan dugaan dan ilusi mereka sendiri. \n\nAdapun mengenai sebuah hadis yang diketengahkan oleh pemilik kedua kitab sahih (Imam Bukhari dan Imam Muslim) serta Abu Daud dan Imam Nasai melalui Sufyan ibnu Uyaynah, dari Az-Zuhri, dari Sa'id ibnul Musayyab, dari Abu Hurairah r.a. yang mengatakan bahwa Rasulullah Saw. pernah bersabda:\n\n\nAllah Swt. telah berfirman, \"Anak Adam menyakiti-Ku, dia mencaci masa, padahal Akulah (yang menciptakan) masa; di tangan kekuasaan-Ku urusan itu, Akulah Yang menggilirkan malam dan siang harinya.”\n\nYang menurut riwayat lain disebutkan pula:\n\nJanganlah kamu mencaci masa, karena sesungguhnya Allah-lah (yang menciptakan) masa itu.\n\nSelanjutnya Ibnu Abu Hatim meriwayatkan dari Yunus, dari Ibnu Wahb, dari Az-Zuhri, dari Abu Salamah, dari Abu Hurairah r.a. yang mengatakan bahwa Rasulullah Saw. pernah bersabda:\n\nAllah Swt. berfirman.”Anak Adam mencaci masa, padahal Akulah (yang menciptakan) masa, di (tangan kekuasaan)-Kulah (perputaran) malam dan siang hari.”\n\nPemilik kitab Sahihain dan Imam Nasai telah mengetengahkan hadis ini melalui Yunus ibnu Yazid dengan sanad yang sama.\n\nMuhammad ibnu lshaq telah meriwayatkan dari Al-A'la ibnu Abdur Rahman, dari ayahnya, dari Abu Hurairah r.a, bahwa rasulullah Saw. pernah bersabda:\n\nAllah Swt. berfirman, \"Aku meminjam kepada hamba-Ku, tetapi dia tidak memberi-Ku; dan hamba-Ku mencaci-Ku seraya mengatakan, \"Celakalah masa ini\" Padahal Akulah (yang menciptakan) masa.\n\nImam Syafii dan Abu Ubaidah serta selain keduanya dari kalangan para imam mengatakan sehubungan dengan makna sabda Rasulullah Saw. yang mengatakan:\n\nJanganlah kamu mencaci masa, karena sesungguhnya Allah-lah (yang menciptakan) masa itu. \n\nBahwa dahulu orang-orang Arab di masa Jahiliahnya apabila tertimpa paceklik atau malapetaka atau musibah, mereka selalu mengatakan, \"Celakalah masa ini.\" Mereka menyandarkan kejadian tersebut kepada masa dan mencaci makinya. Padahal sesungguhnya yang melakukan hal tersebut hanyalah Allah Swt. Seakan-akan secara tidak langsung mereka mencaci maki Allah Swt. Seakan-akan secara tidak langsung mereka mencaci maki Allah Swt. karena sesungguhnya Dialah yang melakukannya secara hakiki. Oleh karena itulah maka Nabi Saw. melarang masa dicaci berdasarkan pertimbangan ini. Sebab pada hakikatnya Allah-lah (yang menciptakan) masa itu yang mereka caci maki dan mereka sandarkan kepadanya kejadian-kejadian tersebut.\n\nIni merupakan pendapat yang terbaik dari apa yang dikemukakan sehubungan dengan tafsir pengertian ini, dan pendapat inilah yang paling mirip dengan makna yang dimaksud, hanya Allah-lah Yang Maha Mengetahui.\n\nIbnu Hazm dan orang-orang yang mengikuti metodenya dari kalangan aliran Zahiriyah telah keliru karena mereka menganggap Ad-Dahr adalah salah satu dari Asma’ul Husna, karena berdasarkan hadis ini.",
            "jalalain": "(Dan mereka berkata) yaitu orang-orang yang ingkar akan adanya hari berbangkit, (\"Kehidupan ini) kehidupan yang sebenarnya (tiada lain hanyalah kehidupan kita) yang kita alami (di dunia saja, kita mati dan kita hidup) sebagian dari kita mati kemudian sebagian yang lain hidup karena mereka dilahirkan (dan tiada yang membinasakan kita selain masa\") atau berlalunya masa. Lalu Allah berfirman menyangkal perkataan mereka melalui firman-Nya: (dan mereka tidak mempunyai mengenai hal itu) mengenai perkataan mereka yang demikian tadi (pengetahuan sedikit pun, tiada lain) tidak lain (mereka hanyalah menduga-duga saja.)",
            "quraish_shihab": "Orang-orang yang mengingkari hari kebangkitan berkata, \"Kehidupan ini tidak lain hanyalah kehidupan di dunia saja, kita hidup dan mati. Tidak ada kehidupan lain setelah kematian dan tidak ada yang membinasakan kita selain masa.\" Perkataan mereka itu tidak berdasar pada ilmu dan keyakinan, tetapi hanya berdasarkan dugaan dan sangkaan belaka."
        },
        {
            "ind": "Dan apabila dibacakan kepada mereka ayat-ayat Kami yang jelas, tidak ada bantahan mereka selain dari mengatakan: \"Datangkanlah nenek moyang kami jika kamu adalah orang-orang yang benar\".",
            "arb": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ مَّا كَانَ حُجَّتَهُمْ إِلَّا أَن قَالُوا ائْتُوا بِآبَائِنَا إِن كُنتُمْ صَادِقِينَ",
            "transliterasi": "Wa 'Idhā Tutlaá `Alayhim 'Āyātunā Bayyinātin Mā Kāna Ĥujjatahum 'Illā 'An Qālū A'tū Bi'ābā'inā 'In Kuntum Şādiqīna.",
            "eng": "And [so,] whenever Our messages are conveyed to them in all their clarity, their only argument is this: “Bring forth our fore­fathers [as witnesses], if what you claim is true!”",
            "kemenag_ringkas": "_Dan apabila kepada mereka dibacakan ayat-ayat Kami yang_ sangat _jelas_ pembuktiannya, yaitu ayat-ayat Al-Qur’an atau tanda-tanda keesaan dan kekuasaan Allah di alam ini, _tidak ada bantahan mereka_ terhadap ayat-ayat itu _selain mengatakan,_ “Datangkanlah atau _hidupkanlah kembali,_ wahai para pembaca ayat-ayat itu, _nenek moyang kami_ yang sudah mati, _jika kamu orang yang benar_ meyakini bahwa di akhirat nanti ada kebangkitan.”",
            "kemenag": "Pada ayat ini, Allah menerangkan dan menegaskan bahwa pendapat mereka itu benar-benar berdasarkan dugaan dan sangkaan belaka, yang menjurus kepada pengingkaran terjadinya hari kebangkitan. Apabila dibacakan kepada mereka ayat-ayat Allah yang mengandung keterangan tentang bukti-bukti terjadinya hari kebangkitan, mereka tidak mau memahami keterangan yang dikemukakan itu, dan juga mereka menantang Rasulullah saw agar beliau menghidupkan kembali orang-orang yang telah mati. Jika hal itu dapat dilakukan oleh Rasulullah, barulah mereka mau beriman.\nDari sikap mereka yang demikian itu, dapat diambil kesimpulan bahwa mereka benar-benar telah dikendalikan oleh hawa nafsu mereka, tidak lagi mempergunakan pikiran mereka dengan baik sehingga mereka tidak mau menerima segala kebenaran yang disampaikan oleh Rasulullah saw, bahwa hari kebangkitan itu akan datang pada saat yang telah ditentukan yaitu setelah semua manusia yang hidup dimatikan dan jagat raya serta segala isinya hancur-lebur. Namun hal ini tidak membuat mereka mengerti dan mengakui.\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nDan apabila dibacakan kepada mereka ayat-ayat Kami yang jelas. (Al-Jatsiyah: 25)\n\nYaitu apabila dibuktikan terhadap mereka dan dijelaskan kepada mereka bahwa Allah Mahakuasa untuk menghidupkan kembali tubuh-tubuh yang telah mati sesudah mereka tiada dan bertebaran di mana-mana.\n\ntidak ada bantahan mereka selain mengatakan, \"Datangkanlah nenek moyang kami jika kamu adalah orang-orang yang benar.” (Al-Jatsiyah: 25)\n\nYakni hidupkanlah mereka kembali jika apa yang kamu katakan itu benar. Maka dijawab oleh firman-Nya:\n\nKatakanlah, \"Allah-lah yang menghidupkan kemudian mematikanmu.\" (Al-Jatsiyah: 26)",
            "jalalain": "(Dan apabila dibacakan kepada mereka ayat-ayat Kami) dari Alquran yang menunjukkan akan kekuasaan Kami yang mampu membangkitkan makhluk menjadi hidup kembali (yang jelas) yang keadaannya jelas sekali (tidak ada bantahan mereka selain dari mengatakan, \"Datangkanlah nenek moyang kami) dalam keadaan hidup (jika kalian adalah orang-orang yang benar\") bahwasanya kami benar-benar akan dibangkitkan menjadi hidup kembali sesudah kami mati.",
            "quraish_shihab": "Dan jika dibacakan kepada mereka ayat-ayat Allah sebagai bukti nyata akan kekuasaan-Nya terhadap hari kebangkitan, maka--untuk lari dari kebenaran--mereka hanya bisa mengatakan, \"Hidupkanlah kembali nenek moyang kami, jika kamu termasuk orang-orang yang benar dalam mendakwakan terjadinya hari kebangkitan!\""
        },
        {
            "ind": "Katakanlah: \"Allah-lah yang menghidupkan kamu kemudian mematikan kamu, setelah itu mengumpulkan kamu pada hari kiamat yang tidak ada keraguan padanya; akan tetapi kebanyakan manusia tidak mengetahui.",
            "arb": "قُلِ اللَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يَجْمَعُكُمْ إِلَىٰ يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ",
            "transliterasi": "Quli Allāhu Yuĥyīkum Thumma Yumītukum Thumma Yajma`ukum 'Ilaá Yawmi Al-Qiyāmati Lā Rayba Fīhi Wa Lakinna 'Akthara An-Nāsi Lā Ya`lamūna.",
            "eng": "Say: “It is God who gives you life, and then causes you to die; and in the end He will gather you together on Resurrection Day, [the coming of] which is beyond all doubt - but most human beings under­stand it not.”",
            "kemenag_ringkas": "Keingkaran mereka terhadap kebangkitan ini dibantah oleh Allah, Wahai Nabi Muhammad, _Katakanlah_ kepada mereka yang mengingkari kebangkitan itu, ‘_Allah_ yang Mahakuasa yang menciptakan dan _menghidupkan_ kamu padahal kamu sebelumnya tidak ada, _kemudian_ Dia pulalah yang _mematikan kamu_ pada saat ajalmu datang, _setelah itu_ Dia _mengumpulkan kamu_ untuk dihisab _pada hari Kiamat yang tidak diragukan lagi,_ pasti akan terjadi; _tetapi kebanyakan manusia tidak mengetahui_ kekuasaan Allah untuk membangkitkan mereka.”",
            "kemenag": "Pada ayat ini Allah memerintahkan kepada Rasul-Nya agar menjelaskan kepada orang-orang musyrik Mekah, bahwa Allah-lah yang berkuasa menghidupkan dan mematikan makhluk-Nya. Dahulu mereka belum ada dan merupakan benda mati, sesudah itu atas kuasa Allah mereka dijadikan makhluk hidup di dunia untuk jangka waktu yang ditentukan. Apabila telah sampai waktu yang ditentukan itu, mereka pun dimatikan. Kemudian mereka dibangkitkan kembali pada hari Kiamat untuk mempertanggungjawabkan segala perbuatan yang telah mereka lakukan selama hidup di dunia.\nAllah menegaskan bahwa terjadinya hari Kiamat itu adalah suatu kejadian yang pasti, tidak ada keraguan sedikit pun. Jika Allah kuasa menghidupkan dan mematikan, tentu Dia kuasa pula menghidupkan dan menghimpun kembali bagian-bagian tubuh mereka yang telah hancur berserakan menjadi tanah. Mengulang kembali suatu perbuatan adalah lebih mudah daripada menciptakannya untuk pertama kali. Dan bagi Allah, tidak ada suatu perbuatan pun yang sukar.\nPada akhir ayat ini, Allah menyayangkan mengapa kebanyakan orang-orang musyrik tidak meyakini kebenaran adanya hari kebangkitan dan tetap mengingkarinya dengan alasan bahwa orang yang telah mati, yang tubuhnya telah hancur lebur bersama tanah, tulang-tulangnya telah berserakan tidak mungkin hidup kembali. Allah berfirman:\n\nDan sungguh, (hari) Kiamat itu pasti datang, tidak ada keraguan padanya; dan sungguh, Allah akan membangkitkan siapa pun yang di dalam kubur. (al-hajj/22: 7)\n",
            "ibnu_katsir": "tidak ada bantahan mereka selain mengatakan, \"Datangkanlah nenek moyang kami jika kamu adalah orang-orang yang benar.” (Al-Jatsiyah: 25)\n\nYakni hidupkanlah mereka kembali jika apa yang kamu katakan itu benar. Maka dijawab oleh firman-Nya:\n\nKatakanlah, \"Allah-lah yang menghidupkan kemudian mematikanmu.\" (Al-Jatsiyah: 26)\n\nsebagaimana yang kamu saksikan sendiri, Dia telah mengeluarkan kamu dari tiada menjadi ada di alam wujud ini.\n\nMengapa kamu kafir kepada Allah, padahal kamu tadinya mati, lalu Allah menghidupkan kamu, kemudian kamu dimatikan dan dihidupkan-Nya kembali, kemudian kamu dikembalikan kepada-Nya. (Al-Baqarah: 28)\n\nYakni Tuhan Yang mampu menciptakan dari semula mampu pula untuk mengembalikan penciptaan itu dikesempatan yang lain dalam penciptaan yang baru, dan penciptaan yang kedua kalinya itu jauh lebih mudah bagi-Nya, sebagaimana yang disebutkan oleh firman-Nya:\n\nDan Dialah yang menciptakan (manusia) dari permulaan, kemudian mengembalikan (menghidupkan) nya kembali, dan menghidupkan kembali itu adalah lebih mudah bagi-Nya. (Ar-Rum: 27)\n\nAdapun firman Allah Swt.:\n\nsetelah itu mengumpulkan kamu pada hari kiamat yang tidak ada keraguan padanya. (Al-Jatsiyah: 26)\n\nArtinya sesungguhnya Dia hanya menghimpunkan kalian kelak di hari kiamat dan tidak akan menghidupkan kalian di dunia ini. Maka tidaklah pantas bila kalian mengatakan:\n\nDatangkanlah nenek moyang kami jika kamu adalah orang-orang yang benar. (Al-Jatsiyah: 25)\n\nAllah Swt. telah berfirman:\n\n(Ingatlah) hari (yang di waktu itu) Allah mengumpulkan kamu pada hari pengumpulan (untuk dihisab). (At-Taghabun: 9)\n\n(Niscaya dikatakan kepada mereka), \"Sampai hari apakah ditangguhkan (mengazab orang-orang kafir itu)?” Sampai hari keputusan. (Al-Mursalat: 12-13)\n\nDan firman Allah Swt.:\n\nDan Kami tiadalah mengundurkannya, melainkan sampai -waktu yang tertentu. (Hud: 104)\n\nDan dalam surat ini disebutkan oleh firman-Nya:\n\nsetelah itu mengumpulkan kamu pada hari kiamat yang tidak ada keraguan padanya. (Al-Jatsiyah: 26)\n\nYakni tidak diragukan lagi kejadiannya.\n\ntetapi kebanyakan manusia tidak mengetahui. (Al-Jatsiyah: 26)\n\nKarena itulah maka mereka mengingkari adanya hari kemudian dan menganggap mustahil tubuh-tubuh ini akan dihidupkan kembali. Allah Swt. telah berfirman:\n\nSesungguhnya mereka memandang siksaan itu (hari kiamat) jauh (mustahil). Sedangkan Kami memandangnya dekat (pasti terjadi). (Al-Ma'arij:6-7)\n\nMereka menganggap mustahil hal itu terjadi, sedangkan orang-orang mukmin menganggap bahwa hal itu mudah (bagi Allah) dan (hari kiamat itu) sudah dekat masanya.",
            "jalalain": "(Katakanlah, \"Allahlah yang menghidupkan kalian) sewaktu kalian masih dalam bentuk air mani (kemudian mematikan kalian, setelah itu mengumpulkan kalian) dalam keadaan hidup (pada hari kiamat yang tidak ada keraguan padanya) tidak diragukan lagi kedatangannya (akan tetapi kebanyakan manusia) yang dimaksud adalah mereka yang telah mengatakan apa yang telah disebutkan tadi (tidak mengetahui.\")",
            "quraish_shihab": "Katakanlah kepada mereka, wahai Muhammad, \"Allah telah menghidupkan kalian di dunia dari ketiadaan, kemudian mematikan kalian ketika ajal menjemput, setelah itu akan mengumpulkan kalian pada hari kiamat nanti. Pengumpulan itu tidak diragukan lagi. Akan tetapi kebanyakan manusia tidak mengetahui kekuasaan Allah terhadap hari kebangkitan, karena mereka telah berpaling dan tidak mau memikirkan bukti- bukti akan terjadinya hari itu. Dan Tuhan yang mampu melakukan hal itu, tentu juga mampu menghadirkan nenek moyang kalian."
        },
        {
            "ind": "Dan hanya kepunyaan Allah kerajaan langit dan bumi. Dan pada hari terjadinya kebangkitan, akan rugilah pada hari itu orang-orang yang mengerjakan kebathilan.",
            "arb": "وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۚ وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَخْسَرُ الْمُبْطِلُونَ",
            "transliterasi": "Wa Lillahi Mulku As-Samāwāti Wa Al-'Arđi Wa Yawma Taqūmu As-Sā`atu Yawma'idhin Yakhsaru Al-Mubţilūna.",
            "eng": "For, God’s is the dominion over the heavens and the earth; and on the Day when the Last Hour dawns - on that Day will be lost all who [in their lifetime] tried to reduce to nothing [whatever they could not understand].",
            "kemenag_ringkas": "_Dan_ hanya _milik Allah_, bukan miliki siapa-siapa, _kerajaan langit dan bumi,_ Dialah yang menciptakan dan mengatur wujud seluruh alam. _Dan pada hari terjadinya Kiamat, akan rugilah pada hari itu orang-orang yang mengerjakan kebatilan_, yakni perbuatan dosa.",
            "kemenag": "Allah menjelaskan bahwa yang memiliki kekuasaan di langit dan di bumi ialah Allah. Tidak ada yang melebihi kekuasaan-Nya yang berlaku sesuai dengan kehendak-Nya. Tidak ada penguasa yang lain selain Dia dan tidak ada tuhan-tuhan lain yang pantas disembah selain-Nya. Kekuasaan-Nya meliputi seluruh alam; alam dunia dan alam akhirat. Allah juga berkuasa pada saat alam dunia berakhir dan mulainya hari akhirat. Pada saat itu manusia akan dibangkitkan dari alam kubur. Semua manusia akan digiring ke Padang Mahsyar untuk menghadapi ke pengadilan. Pada saat itu, perbuatan mereka akan diperiksa secara teliti. Tiap-tiap orang akan menerima catatan perbuatannya selama ia hidup di dunia, yang dibuat secara teliti oleh para malaikat pencatat amal. Pada hari itulah, tampak kemurungan orang-orang kafir yang mendustakan kebenaran ayat-ayat Allah. Kemurungan itu berubah menjadi kesengsaraan dan penderitaan yang amat berat ketika mereka diseret ke neraka Jahanam, disanalah mereka menampakkan penyesalan mereka, tetapi penyesalan itu tidak berguna lagi.",
            "ibnu_katsir": "Allah Swt. menceritakan bahwa Dialah Yang memiliki bumi dan langit dan Yang menguasai keduanya di dunia dan akhirat. Karena itulah disebutkan oleh firman-Nya:\n\nDan pada hari terjadinya kebangkitan. (Al-Jatsiyah: 27) \n\nYakni hari kiamat.\n\nakan rugilah pada hari itu orang-orang yang mengerjakan kebatilan. (Al-Jatsiyah: 27)\n\nMereka adalah orang-orang yang kafir kepada Allah, dan ingkar kepada Al-Kitab yang diturunkan kepada rasul-rasuI-Nya, yang mengandung ayat-ayat yang menerangkan dan bukti-bukti yang jelas.\n\nIbnu Abu Hatim mengatakan bahwa Sufyan As-Sauri datang ke Madinah, lalu ia mendengar Al-Mu'afiri berbicara yang mengundang tertawa banyak orang. Maka Sufyan As-Sauri berkata kepadanya, \"Hai orang tua, tidakkah engkau mengetahui bahwa Allah Swt. mempunyai suatu hari yang di hari itu akan rugilah orang-orang yang mengerjakan kebatilan?\" Akan tetapi, Al-Mu'afiri tetap mengerjakan hal itu hingga meninggal dunia. Demikianlah menurut apa yang diketengahkan oleh Ibnu Abu Hatim.\n\nKemudian Allah Swt. befirman:\n\nDan (pada hari itu) kamu lihat tiap-tiap umat berlutut. (Al-Jatsiyah: 26)\n\nMereka terduduk di atas lututnya karena sangat takut dan ngeri. Menurut suatu pendapat, sesungguhnya hal ini terjadi manakala neraka Jahanam didatangkan, lalu Jahanam mengeluarkan suara gelegarnya yang hebat, maka tiada seorang pun melainkan terduduk berlutut, sehingga Nabi Ibrahim kekasih Allah Swt. sendiri mengatakan, \"Ya Allah, selamatkanlah diriku, selamatkanlah diriku, selamatkanlah diriku; aku tidak meminta kepada Engkau pada hari ini kecuali keselamatan diriku.\" Sehingga Isa putra Maryam a.s. sendiri mengatakan, \"Aku tidak meminta kepada Engkau hari ini kecuali selamatkanlah diriku. Dan aku tidak meminta kepada Engkau selamatkanlah Maryam yang telah melahirkan diriku.\"\n\nMujahid dan Ka'bul Ahbar serta Al-Hasan Al-Basri mengatakan sehubungan dengan makna firman-Nya: tiap-tiap umat berlutut. (Al-Jatsiyah: 28) Yakni terduduk di atas lututnya. \n\nIkrimah mengatakan bahwa yang dimaksud dengan jatsiyah ialah terpisah-pisah di tempatnya sendiri-sendiri, bukan berlutut. Tetapi pendapat pertamalah yang lebih diutamakan.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami Muhammad ibnu Abdullah ibnu Yazid Al-Muqri, telah menceritakan kepada kami Sufyan ibnu Uyaynah, dari Amr, dari Abdullah ibnu Babah, bahwa Rasulullah Saw. pernah bersabda:  Seakan-akan aku melihat kalian (dalam mimpiku) dalam keadaan terpisah di atas sebuah bukit jauh dari neraka Jahanam.\n\nIsmail ibnu Abu Rafi' Al-Madani telah meriwayatkan dari Muhammad ibnu Ka'b, dari Abu Hurairah r.a. secara marfu' dalam hadis mengenai sangkakala, bahwa lalu manusia terpisah-pisah, dan-umat-umat berlutut. Hal inilah yang disebutkan oleh firman-Nya:\n\nDan (pada hari itu) kamu lihat tiap-tiap umat belutut. Tiap-tiap umat dipanggil untuk (melihat) buku catatan amalnya. (Al-Jatsiyah: 28)\n\nPendapat ini menghimpunkan di antara kedua pendapat yang telah disebutkan di atas, dan hal ini tidaklah bertentangan dengan pendapat yang sebelumnya; hanya Allah-lah Yang Maha Mengetahui.",
            "jalalain": "(Dan hanya kepunyaan Allahlah kerajaan langit dan bumi. Dan pada hari terjadinya kiamat) kemudian dijelaskan maksud sebenarnya oleh firman berikutnya, yaitu: (akan rugilah pada hari itu orang-orang yang mengerjakan kebatilan) yakni orang-orang kafir. Maksudnya, kerugian mereka akan tampak jelas karena mereka dimasukkan ke dalam neraka.",
            "quraish_shihab": "Hanya Allahlah yang memiliki, menciptakan, menguasai dan mengatur langit dan bumi. Dan pada hari kiamat nanti, orang-orang yang mengikuti kebatilan akan merugi."
        },
        {
            "ind": "Dan (pada hari itu) kamu lihat tiap-tiap umat berlutut. Tiap-tiap umat dipanggil untuk (melihat) buku catatan amalnya. Pada hari itu kamu diberi balasan terhadap apa yang telah kamu kerjakan.",
            "arb": "وَتَرَىٰ كُلَّ أُمَّةٍ جَاثِيَةً ۚ كُلُّ أُمَّةٍ تُدْعَىٰ إِلَىٰ كِتَابِهَا الْيَوْمَ تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ",
            "transliterasi": "Wa Taraá Kulla 'Ummatin Jāthiyatan Kullu 'Ummatin Tud`aá 'Ilaá Kitābihā Al-Yawma Tujzawna Mā Kuntum Ta`malūna.",
            "eng": "And [on that Day] thou wilt see all people kneeling down [in humility]: all people will be called upon to [face] their record: “Today you shall be requited for all that you ever did!",
            "kemenag_ringkas": "_Dan_ pada hari itu engkau, wahai Nabi Muhammad, _akan melihat setiap umat,_ penganut agama dan kepercayaan apa pun, yang berbuat baik maupun yang berbuat jahat, _berlutut_ di hadapan Allah untuk menghadapi hari yang dahsyat untuk di hisab dan di adili. _Setiap umat dipanggil untuk_ menerima dan melihat _buku catatan amalnya,_ yang baik dan yang buruk, yang besar maupun yang kecil, semuanya tercantum di dalamnya. Pada hari itu kamu di beri balasan sesuai dengan _apa yang_ dahulu _telah kamu kerjakan._",
            "kemenag": "Pada ayat ini, Allah menjelaskan keadaan manusia pada hari penentuan keputusan itu dan kedahsyatan huru-hara pada saat menunggu detik-detik yang menentukan, yaitu:\n1. Pada hari itu, manusia berlutut dan bersimpuh di hadapan Tuhan penguasa seluruh alam untuk menerima perhitungan amal perbuatan mereka dan menerima keputusan akhir yang akan ditetapkan atas mereka.\n2. Pada hari itu, mereka dipanggil melihat catatan mereka yang dibuat oleh para malaikat. Kemudian mereka memeriksa apakah ada di antara perbuatan mereka yang belum tercatat atau ada yang tercatat, tetapi tidak sesuai dengan yang telah mereka kerjakan. Apabila perbuatan mereka yang tercatat itu sesuai dengan yang diperintahkan oleh agama yang dibawa rasul mereka, maka mereka akan memperoleh kebahagiaan dan keberuntungan, sedangkan apabila tidak sesuai dengan perintah dan banyak melanggar larangan agama mereka, maka mereka akan memperoleh kecelakaan dan azab di neraka. Allah berfirman:\n\nDan bumi (Padang Mahsyar) menjadi terang benderang dengan cahaya (keadilan) Tuhannya; dan buku-buku (perhitungan perbuatan mereka) diberikan (kepada masing-masing), nabi-nabi dan saksi-saksi pun dihadirkan, lalu diberikan keputusan di antara mereka secara adil, sedang mereka tidak dirugikan. (az-Zumar/39: 69)\n\nPada ayat lain Allah berfirman:\n\nDan diletakkanlah kitab (catatan amal), lalu engkau akan melihat orang yang berdosa merasa ketakutan terhadap apa yang (tertulis) di dalamnya, dan mereka berkata, \"Betapa celaka kami, kitab apakah ini, tidak ada yang tertinggal, yang kecil dan yang besar melainkan tercatat semuanya,\" dan mereka dapati (semua) apa yang telah mereka kerjakan (tertulis). Dan Tuhanmu tidak menzalimi seorang jua pun. (al-Kahf/18: 49)\n\nPada saat itu, manusia mendapat panggilan. Kepada mereka diberitahukan bahwa pada hari itulah mereka akan menerima balasan dari amal perbuatan mereka masing-masing dengan balasan yang setimpal.\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nTiap-tiap umat dipanggil untuk (melihat) buku catatan amalnya. (Al-Jatsiyah: 28)\n\nYang dimaksud dengan kitab ialah buku catatan amal perbuatan, semakna dengan apa yang disebutkan oleh firman-Nya:\n\ndan diberikanlah buku (perhitungan perbuatan masing-masing) dan didatangkanlah para nabi dan saksi-saksi. (Az-Zumar: 69)\n\nKarena itulah maka disebutkan dalam surat ini pada firman berikutnya:\n\nPada hari itu kamu diberi balasan terhadap apa yang telah kamu kerjakan. (Al-Jatsiyah: 28)\n\nYakni kalian akan mendapat balasan amal perbuatan kalian, yang baiknya dan yang buruknya. Semakna dengan apa yang disebutkan oleh firman-Nya:\n\nPada hari itu diberitakan kepada manusia apa yang telah dikerjakannya dan apa yang dilalaikannya. Bahkan manusia itu menjadi saksi atas dirinya sendiri, meskipun dia mengemukakan alasan-alasannya. (Al-Qiyamah: 13-15)",
            "jalalain": "(Dan pada hari itu kamu lihat tiap-tiap umat) tiap-tiap pemeluk suatu agama (berlutut) mereka berdiri pada lututnya, atau mereka membentuk kumpulan. (Tiap-tiap umat dipanggil untuk melihat kitabnya) untuk melihat catatan amalnya, lalu dikatakan kepada mereka, (\"Pada hari ini kalian diberi balasan terhadap apa yang telah kalian kerjakan\") sebagai pembalasannya.",
            "quraish_shihab": "Pada hari kiamat nanti kamu akan melihat penganut tiap-tiap agama duduk berlutut karena dahsyatnya suasana dan bersiap-siap memenuhi panggilan. Tiap-tiap umat akan dipanggil untuk menerima catatan amal perbuatannya masing-masing, dan dikatakan kepada mereka, \"Hari ini kalian akan mendapatkan balasan apa yang telah kalian lakukan di dunia.\""
        },
        {
            "ind": "(Allah berfirman): \"Inilah kitab (catatan) Kami yang menuturkan terhadapmu dengan benar. Sesungguhnya Kami telah menyuruh mencatat apa yang telah kamu kerjakan\".",
            "arb": "هَٰذَا كِتَابُنَا يَنطِقُ عَلَيْكُم بِالْحَقِّ ۚ إِنَّا كُنَّا نَسْتَنسِخُ مَا كُنتُمْ تَعْمَلُونَ",
            "transliterasi": "Hādhā Kitābunā Yanţiqu `Alaykum Bil-Ĥaqqi 'Innā Kunnā Nastansikhu Mā Kuntum Ta`malūna.",
            "eng": "This Our record speaks of you in all truth: for, verily, We have caused to be recorded all that you ever did!”",
            "kemenag_ringkas": "Ketika kitab amal itu di serahkan kepada setiap umat, Allah berfirman, “_Inilah kitab_ catatan _Kami yang menuturkan kepadamu_ segala sesuatu yang telah kamu kerjakan di dunia dahulu _dengan sebenar-benar-nya_ tanpa di kurangi dan di tambah sedikit pun. _Sesungguhnya Kami telah menyuruh_ para malaikat pencatat amal untuk _mencatat apa yang dahulu telah kamu kerjakan.”_",
            "kemenag": "Allah menyatakan firman-Nya kepada seluruh umat manusia bahwa kitab-kitab yang memuat catatan amal perbuatan itu adalah kitab yang benar, tidak ada suatu pun kesalahan terdapat di dalamnya, dibuat atas dasar perintah Allah Yang Mahakuasa, yang menjadi dasar pertimbangan untuk menentukan keputusan bagi umat manusia.\nAllah juga menyatakan bahwa pada saat orang itu hidup di dunia, telah dikerahkan para pencatat amal perbuatan, baik perbuatan yang baik maupun perbuatan yang buruk. Catatan itu tidak mungkin salah karena dibuat dengan ketelitian yang tinggi sebagai alat bukti yang tidak dapat diragukan kebenarannya\n",
            "ibnu_katsir": "Pada hari itu diberitakan kepada manusia apa yang telah dikerjakannya dan apa yang dilalaikannya. Bahkan manusia itu menjadi saksi atas dirinya sendiri, meskipun dia mengemukakan alasan-alasannya. (Al-Qiyamah: 13-15).\n\nKarena itulah disebutkan dalam surat ini oleh firman-Nya:\n (Allah berfirman), \"Inilah kitab (catatan) Kami yang menuturkan terhadapmu dengan benar.” (Al-Jatsiyah: 29)\n\nYaitu mencatat semua amal perbuatan kalian tanpa ditambahi dan tanpa dikurangi. Semakna dengan apa yang disebutkan oleh firman-Nya:\n\nDan diletakkanlah kitab, lalu kamu akan melihat orang-orang yang bersalah ketakutan terhadap apa yang (tertulis) di dalamnya, dan mereka berkata, \"Aduhai, celaka kami. Kitab apakah ini yang tidak meninggalkan yang kecil dan tidak (pula) yang besar, melainkan ia mencatat semuanya; dan mereka dapati apa yang telah mereka kerjakan ada (tertulis). Dan Tuhanmu tidak menganiaya seorang jua pun.” (Al-Kahfi: 49)\n\nFirman Allah Swt.:\n\nSesungguhnya Kami telah menyuruh mencatat apa yang telah kamu kerjakan. (Al-Jatsiyah: 29)\n\nYakni sesungguhnya kami telah memerintahkan kepada para malaikat pencatat amal perbuatan untuk mencatat semua amal perbuatan kalian. \n\nIbnu Abbas dan lain-lainnya mengatakan bahwa para malaikat mencatat amal perbuatan hamba-hamba Allah, kemudian para malaikat itu membawa naik ke langit catatan-catatan tersebut. Maka mereka bertemu dengan para malaikat lainnya yang berada di Diwanul A'mal, lalu mereka mencocokkan dengan apa yang telah di tampakkan bagi para malaikat Diwanul A'mal dari lauh Mahfuz di setiap malam Lailatul Qadar, yang mana hal tersebut termasuk di antara yang telah di tetapkan oleh Allah Swt. di zaman azali terhadap hamba-hamba-Nya sebelum Dia menciptakan mereka. Maka tidak ada penambahan dan pengurangan padanya barang satu huruf pun. Kemudian Ibnu Abbas r.a. membaca firman-Nya: Sesungguhnya Kami telah menyuruh mencatat apa yang telah kamu kerjakan. (Al-Jatsiyah: 29)",
            "jalalain": "(Inilah kitab catatan Kami) yakni kitab catatan malaikat pencatat amal perbuatan manusia (yang menuturkan terhadap kalian dengan benar. Sesungguhnya Kami telah menyuruh mencatat) menulis dan mengarsipkan (apa yang telah kalian kerjakan.)",
            "quraish_shihab": "Dan dikatakan kepada mereka, \"Inilah kitab Kami yang berisi catatan semua amal perbuatanmu dan yang telah kalian ambil dengan tangan kalian, akan menuturkan kepada kalian dengan benar apa yang telah kalian lakukan. Sesungguhnya Kami telah menyuruh malaikat mencatat, supaya Kami dapat membuat perhitungan terhadap apa yang kalian lakukan."
        },
        {
            "ind": "Adapun orang-orang yang beriman dan mengerjakan amal saleh maka Tuhan mereka memasukkan mereka ke dalam rahmat-Nya (surga). Itulah keberuntungan yang nyata.",
            "arb": "فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُدْخِلُهُمْ رَبُّهُمْ فِي رَحْمَتِهِ ۚ ذَٰلِكَ هُوَ الْفَوْزُ الْمُبِينُ",
            "transliterasi": "Fa'ammā Al-Ladhīna 'Āmanū Wa `Amilū Aş-Şāliĥāti Fayudkhiluhum Rabbuhum Fī Raĥmatihi Dhālika Huwa Al-Fawzu Al-Mubīnu.",
            "eng": "Now as for those who have attained to faith and done righteous deeds, their Sustainer will admit them to His grace: that will be [their] manifest triumph!",
            "kemenag_ringkas": "_Maka adapun orang-orang yang beriman_ kepada Allah dan rasul-Nya _serta mengerjakan kebajikan_-kebajikan yang telah di perintahkan Allah dan rasul-Nya, _maka Tuhan memasukkan mereka ke dalam rahmat-Nya,_ yakni surga. _Demikian itulah kemenangan yang nyata_ yang di peroleh oleh orang-orang beriman.",
            "kemenag": "Kemudian Allah menjelaskan keadaan orang-orang yang beriman dan yang melakukan amal saleh. Mereka itu akan mendapat balasan yang setimpal dengan amal perbuatannya. Mereka itu termasuk hamba Allah yang memperoleh limpahan rahmat-Nya.\nYang dimaksud dengan rahmat Allah dalam ayat ini adalah surga. Hal ini sesuai dengan maksud hadis yang diriwayatkan oleh Abu Hurairah:\n…)\nSesungguhnya Allah berkata kepada surga, \"Engkau adalah rahmat-Ku. Dengan kamu Aku melimpahkan Kasih sayang-Ku kepada orang-orang yang Aku kehendaki.\" (Riwayat al-Bukhari dan Muslim)\n\nPada bagian akhir ayat ini, Allah menegaskan bahwa surga itu merupakan kebahagiaan yang akan dicapai oleh orang-orang yang beriman karena nikmatnya yang berlimpah-limpah yang akan dirasakan penghuninya.\n",
            "ibnu_katsir": "Allah Swt. menceritakan tentang hukum-Nya terhadap makhluk-Nya kelak di hari kiamat. Untuk itu Dia berfirman:\n\nAdapun orang-orang yang beriman dan mengerjakan amal yang saleh (Al-Jatsiyah: 30)\n\nYakni beriman hatinya dan semua anggota tubuhnya mengerjakan amal-amal yang saleh, yaitu amal perbuatan yang ikhlas karena Allah dan sesuai dengan tuntunan syariat.\n\nmaka Tuhan mereka memasukkan mereka ke dalam rahmat-Nya. (Al-Jatsiyah: 30)\n\nMaksudnya, ke dalam surga. Seperti yang telah di sebutkan di dalam hadis sahih, bahwa Allah Swt. berfirman kepada surga:\n\nEngkau adalah rahmat-Ku, Aku merahmati siapa yang Kukehendaki melalui engkau.\n\nItulah keberuntungan yang nyata. (Al-Jatsiyah: 30)",
            "jalalain": "(Adapun orang-orang yang beriman dan mengerjakan amal yang saleh maka Rabb mereka memasukkan mereka ke dalam rahmat-Nya) yakni surga-Nya. (Itulah keberuntungan yang nyata) nyata lagi jelas keuntungannya.",
            "quraish_shihab": "Orang-orang yang beriman dan mengerjakan amal saleh, akan dimasukkan oleh Tuhan ke dalam surga- Nya. Balasan itu adalah keberuntungan yang nyata."
        },
        {
            "ind": "Dan adapun orang-orang yang kafir (kepada mereka dikatakan): \"Maka apakah belum ada ayat-ayat-Ku yang dibacakan kepadamu lalu kamu menyombongkan diri dan kamu jadi kaum yang berbuat dosa?\"",
            "arb": "وَأَمَّا الَّذِينَ كَفَرُوا أَفَلَمْ تَكُنْ آيَاتِي تُتْلَىٰ عَلَيْكُمْ فَاسْتَكْبَرْتُمْ وَكُنتُمْ قَوْمًا مُّجْرِمِينَ",
            "transliterasi": "Wa 'Ammā Al-Ladhīna Kafarū 'Afalam Takun 'Āyātī Tutlaá `Alaykum Fāstakbartum Wa Kuntum Qawmāan Mujrimīna.",
            "eng": "But as for those who were bent on denying the truth, [they will be told:] “Were not My messages conveyed to you? And withal, you gloried in your arrogance, and so you became people lost in sin:",
            "kemenag_ringkas": "_Dan adapun_ kepada _orang-orang yang kafir,_ Allah mengatakan kepada mereka, _“Bukankah_ dahulu sewaktu kamu di dunia _ayat-ayat-Ku telah di bacakan kepadamu_ oleh para rasul utusan-Ku, _tetapi kamu_ tetap membangkang, mengingkari, dan _menyombongkan diri_ dari ayat-ayat-Ku _dan kamu_ tetap _menjadi orang-orang yang berbuat dosa?_”",
            "kemenag": "Pada ayat ini Allah menjelaskan keadaan orang-orang yang mengingkari keesaan-Nya. Mereka itu selalu menerima cemoohan dan penghinaan karena kepada mereka telah didatangkan utusan Allah yang telah membacakan ayat-ayat-Nya, tetapi mereka bersikap sombong dan keras kepala.\nKarena itu mereka akan merasakan siksa Allah yang menghinakan disebabkan oleh perbuatan dosa yang telah mereka kerjakan. Pada saat itulah, mereka tergagap karena melihat kenyataan yang dahulu mereka dustakan.\n",
            "ibnu_katsir": "Yakni yang jelas dan gamblang. Kemudian di sebutkan dalam firman berikutnya:\n\nDan adapun orang-orang yang kafir (kepada mereka dikatakan), \"Maka apakah belum ada ayat-ayat-Ku yang dibacakan kepadamu, lalu kamu menyombongkan diri? (Al-Jatsiyah: 31)\n\nYakni dikatakan hal tersebut kepada mereka sebagai kecaman dan cemoohan. Dengan kata lain, dapat disebutkan bahwa bukankah telah dibacakan kepada kalian ayat-ayat Allah Swt, tetapi kalian bersikap sombong dan tidak mau mengikutinya, kalian berpaling dari mendengar­kannya, dan kalian adalah orang-orang yang berdosa dalam semua perbuatan kalian di samping itu hati kalian dipenuhi dengan kedustaan?",
            "jalalain": "(Dan adapun orang-orang yang kafir) dikatakan kepada mereka: (\"Maka apakah belum ada ayat-ayat-Ku) yakni Alquran (yang dibacakan kepada kalian lalu kalian menyombongkan diri) bersifat takabur terhadapnya (dan kalian jadi kaum yang berbuat dosa?\") jadi orang-orang yang kafir.",
            "quraish_shihab": "Sedangkan orang-orang yang ingkar kepada Allah dan rasul-Nya, maka, dengan nada mencela, akan dikatakan kepada mereka, \"Apakah belum ada rasul-rasul Kami yang datang dan ayat-ayat Kami yang dibacakan kepada kalian, sehingga kalian enggan menerima kebenaran, dan kalian menjadi kaum yang kafir?\""
        },
        {
            "ind": "Dan apabila dikatakan (kepadamu): \"Sesungguhnya janji Allah itu adalah benar dan hari berbangkit itu tidak ada keraguan padanya\", niscaya kamu menjawab: \"Kami tidak tahu apakah hari kiamat itu, kami sekali-kali tidak lain hanyalah menduga-duga saja dan kami sekali-kali tidak meyakini(nya)\".",
            "arb": "وَإِذَا قِيلَ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَالسَّاعَةُ لَا رَيْبَ فِيهَا قُلْتُم مَّا نَدْرِي مَا السَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنًّا وَمَا نَحْنُ بِمُسْتَيْقِنِينَ",
            "transliterasi": "Wa 'Idhā Qīla 'Inna Wa`da Allāhi Ĥaqqun Wa As-Sā`atu Lā Rayba Fīhā Qultum Mā Nadrī Mā As-Sā`atu 'In Nažunnu 'Illā Žannāan Wa Mā Naĥnu Bimustayqinīna.",
            "eng": "for when it was said, ‘Behold, God’s promise always comes true, and there can be no doubt about [the coming of] the Last Hour’ - you would answer, ‘We do not know what that Last Hour may be: we think it is no more than an empty guess, and [so] we are by no means convinced!’”",
            "kemenag_ringkas": "_Dan apabila di katakan_ kepadamu oleh siapa pun, “_Sungguh, janji Allah_ Yang Mahakuasa itu adalah _benar, dan hari Kiamat_ yang merupakan salah satu janji-Nya _itu_ _tidak di ragukan_ lagi _adanya,”_ kamu menjawab, _“Kami tidak tahu apakah hari Kiamat itu,_ persoalan hari Kiamat itu adalah sesuatu yang kami tidak mengerti, _kami_ sekali-kali tidak lain _hanyalah menduga-duga saja,_ pengetahuan kami tentang itu sangat terbatas _dan kami tidak meyakininya.”_",
            "kemenag": "Pada ayat ini, Allah menjelaskan penyesalan orang-orang yang mengingkari terjadinya hari kebangkitan. Sewaktu masih di dunia, apabila disampaikan kepada mereka berita tentang terjadinya hari kebangkitan, mereka beranggapan bahwa berita hari kebangkitan itu adalah berita yang aneh dan mustahil. Bagi mereka mustahil membangkitkan orang yang telah mati yang tulang-tulangnya telah berserakan dan seluruh tubuhnya telah hancur menjadi tanah. Tetapi nanti setelah mereka menghadapi kenyataan dan berhadapan dengan siksa yang sangat mengerikan, barulah mereka menyesali sikap dan perbuatan mereka dahulu yang semata-mata didasarkan atas dugaan dan prasangka belaka, tidak berdasarkan ilmu pengetahuan dan kepercayaan kepada Allah Yang Maha Penguasa Semesta Alam.",
            "ibnu_katsir": "Firman Allah Swt.:\n\nDan apabila dikatakan (kepadamu), \"Sesungguhnya janji Allah itu adalah benar dan hari berbangkit itu tidak ada keraguan padanya.” (Al-Jatsiyah: 32)\n\nYaitu apabila orang-orang mukmin mengatakan hal tersebut kepada kalian.\n\nniscaya kalian menjawab, \"Kami tidak tahu apakah hari kiamat itu.”(Al-Jatsiyah: 32)\n\nMaksudnya, kami tidak mengerti apakah hari kiamat itu.\n\nkami sekali-kali tidak lain hanyalah menduga-duga saja. (Al-Jatsiyah: 32)\n\nYakni kami tidak mengira akan kejadiannya selain hanya menduga-duga saja. Dengan kata lain, kejadian hari kiamat itu menurut pandangan kami hanyalah suatu hal yang bersumber dari dugaan saja. Karena itulah dalam firman berikutnya disebutkan:\n\ndan kami sekali-kali tidak meyakini (nya). (Al-Jatsiyah: 32)\n\nYaitu tidak dapat memastikan kejadiannya.",
            "jalalain": "(Dan apabila dikatakan) kepada kalian hai orang-orang kafir, (\"Sesungguhnya janji Allah itu) mengenai hari berbangkit (adalah benar dan hari kiamat itu) dapat dibaca Was Saa'atu atau Was Saa'ata (tidak ada keraguan) tidak ada keragu-raguan (padanya,\" niscaya kalian menjawab, \"Kami tidak tahu apakah hari kiamat itu, tidak lain) tiada lain (kami hanya menduga-duga saja) menurut Iman Mubarrad, bahwa asal dari lafal In Nazhunnu Illaa Zhannan adalah In Nahnu Illaa Nazhunnu Zhannan, yang artinya: kami sekali-kali tidak lain hanyalah menduga-duga saja (dan Kami sekali-kali tidak meyakini\") bahwa hari kiamat itu benar-benar akan datang.",
            "quraish_shihab": "Ketika Rasulullah berkata, \"Sesungguhnya janji Allah untuk memberi balasan adalah benar, dan hari kiamat pasti datang,\" kepada kalian, wahai orang-orang yang mengingkari hari kebangkitan, kalian menjawabnya dengan mengatakan, \"Kami tidak tahu apakah hari kiamat itu? Kami hanya menduga-duga dan tidak yakin bahwa hari itu akan datang.\""
        },
        {
            "ind": "Dan nyatalah bagi mereka keburukan-keburukan dari apa yang mereka kerjakan dan mereka diliputi oleh (azab) yang mereka selalu memperolok-olokkannya.",
            "arb": "وَبَدَا لَهُمْ سَيِّئَاتُ مَا عَمِلُوا وَحَاقَ بِهِم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ",
            "transliterasi": "Wa Badā Lahum Sayyi'ātu Mā `Amilū Wa Ĥāqa Bihim Mā Kānū Bihi Yastahzi'ūn.",
            "eng": "And [on that Day,] the evil of their doings will become obvious to them, and they will be over­whelmed by the very thing which they were wont to deride.",
            "kemenag_ringkas": "_Dan_ apa yang mereka nyatakan di dalam ayat di atas maka _nyatalah bagi mereka keburukan-keburukan yang mereka kerjakan, dan berlakulah_ azab _terhadap mereka yang dahulu mereka perolok-olokkan_.",
            "kemenag": "Kemudian Allah menjelaskan keadaan kaum musyrikin ketika kejahatan mereka telah terungkap dengan jelas. Mereka tergagap menghadapi tanggung jawab yang begitu besar. Mereka merasa takut melihat dosa mereka yang bertumpuk-tumpuk yang harus mereka tebus dengan siksaan neraka yang sangat mereka takuti. Mereka menyadari pula saat itu bahwa tidak ada seorang pun yang dapat membela mereka; kekuasaan mereka selama di dunia, harta benda yang melimpah ruah, anak cucu mereka, teman bersekongkol, dan sebagainya semuanya tidak ada artinya pada waktu itu. Satu-satunya pilihan yang dapat mereka ambil waktu itu hanyalah menunggu keputusan dan pasrah untuk menerima azab Allah.",
            "ibnu_katsir": "Dalam firman berikutnya disebutkan pula:\n\nDan nyatalah bagi mereka keburukan-keburukan dari apa yang mereka kerjakan. (Al-Jatsiyah: 33)\n\nYakni tampak jelas bagi mereka hukuman dari perbuatan-perbuatan mereka yang jelek itu.\n\ndan mereka diliputi. (Al-Jasiyalrr 33) \n\nMaksudnya, dikelilingi.\n\noleh (azab) yang mereka selalu memperolok-olokkannya. (Al-Jatsiyah: 33)\n\nYaitu azab dan pembalasan yang dahulunya mereka perolok-olokkan.",
            "jalalain": "(Dan nyatalah) jelaslah (bagi mereka) di akhirat nanti (keburukan-keburukan dari apa yang mereka kerjakan) sewaktu di dunia, yang dimaksud adalah pembalasannya (dan menimpalah) turunlah (kepada mereka apa yang mereka selalu memperolok-olokkannya) yaitu, azab yang dahulu mereka selalu memperolok-olokkannya.",
            "quraish_shihab": "Dan tampaklah keburukan amal perbuatan orang-orang kafir itu. Lalu diturunkan kepada mereka balasan memperolok-olok ayat-ayat Allah."
        },
        {
            "ind": "Dan dikatakan (kepada mereka): \"Pada hari ini Kami melupakan kamu sebagaimana kamu telah melupakan pertemuan (dengan) harimu ini dan tempat kembalimu ialah neraka dan kamu sekali-kali tidak memperoleh penolong\".",
            "arb": "وَقِيلَ الْيَوْمَ نَنسَاكُمْ كَمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَٰذَا وَمَأْوَاكُمُ النَّارُ وَمَا لَكُم مِّن نَّاصِرِينَ",
            "transliterasi": "Wa Qīla Al-Yawma Nansākum Kamā Nasītum Liqā'a Yawmikum Hādhā Wa Ma'wākum An-Nāru Wa Mā Lakum Min Nāşirīna.",
            "eng": "And [the word] will be spoken: “Today We shall be oblivious of you as you were oblivious of the coming of this your Day [of Judgment]; and so your goal is the fire, and you shall have none to succour you:",
            "kemenag_ringkas": "_Dan_ ketika itu _kepada mereka di katakan, “Pada hari ini Kami_ memperlakukan kamu dengan perlakuan orang yang _melupakan kamu sebagaimana kamu_ dahulu ketika di dunia _telah melupakan pertemuanmu_ dengan _harimu ini_, yakni hari yang amat celaka bagimu; _dan_ akibat dari perbuatan dosa yang kamu lakukan dahulu di dunia maka _tempat kembalimu_ sekarang_ ialah neraka dan sekali-kali tidak akan ada penolong bagimu_ dalam menghadapi semua siksaan di neraka itu.",
            "kemenag": "Pada ayat ini, Allah menjelaskan cemoohan, penghinaan dan azab yang mereka tanggungkan pada hari Kiamat itu. Pada hari itu, Allah tidak akan menghiraukan jerit dan tangis mereka, ratapan dan penyesalan mereka karena semua yang mereka alami itu benar-benar sebagai pembalasan yang seimbang dengan perbuatan mereka di dunia dahulu.\nDi dunia mereka menganiaya dan memfitnah orang yang tidak bersalah, menghalalkan yang haram untuk kepentingan pribadi dan kelompok mereka; Allah akan memberikan balasan yang setimpal dengan amal mereka semua di akhirat nanti.\nJika Allah bersikap tidak mengacuhkan mereka karena sikap angkuh dan sombong yang telah mereka lakukan, serta sikap yang tidak berperikemanusiaan yang telah mereka lakukan. Maka sikap yang demikian itu adalah balasan yang wajar sesuai dengan keadilan-Nya.\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nDan dikatakan (kepada mereka), \"Pada hari ini Kami melupakan kamu.”(Al-Jatsiyah: 34)\n\nYakni kami akan memperlakukan kamu sebagaimana perlakuan orang yang melupakan kamu di dalam neraka Jahanam.\n\nsebagaimana kamu telah melupakan pertemuan (dengan) harimu ini. (Al-Jatsiyah: 34)\n\nYakni kalian tidak mau beramal untuk menyambut kedatangannya, disebabkan kalian tidak mempercayai keberadaannya.\n\ndan tempat kembalimu ialah neraka dan kamu sekali-kali tidak memperoleh penolong. (Al-Jatsiyah: 34)\n\nDi dalam hadis sahih disebutkan bahwa Allah Swt. berfirman kepada sebagian hamba-hamba-Nya pada hari kiamat:\n\n\"Bukankah Aku telah mengawinkanmu dan bukankah Aku telah memuliakanmu? Bukankah Aku telah menundukkan kuda dan unta untukmu, dan Aku biarkan kamu memimpin dan bertempat tinggal?” Maka si hamba itu bekata, \"Memang benar, ya Tuhanku.” Allah berfirman, \"Apakah kamu meyakini bahwa kamu akan bersua dengan-Ku?” Si hamba menjawab, \"Tidak.'.' Maka Allah Swt. berfirman, \"Maka pada hari ini Aku melupakanmu sebagaimana kamu melupakan Aku.”",
            "jalalain": "(Dan dikatakan kepada mereka, \"Pada hari ini Kami melupakan kalian) Kami membiarkan kalian berada di dalam neraka (sebagaimana kalian telah melupakan pertemuan dengan hari kalian ini) yaitu kalian tidak mau beramal sebagai bekal untuk menghadapinya (dan tempat tinggal kalian ialah neraka dan kalian sekali-kali tidak memperoleh penolong\") yang dapat mencegah diri kalian dari azab neraka.",
            "quraish_shihab": "Dengan nada mencela, hari itu akan dikatakan kepada orang-orang musyrik, \"Hari ini Kami membiarkan kalian di dalam siksa sebagaimana kalian dahulu lupa membekali diri dengan ketaatan dan amal saleh untuk bertemu dengan Tuhanmu pada hari ini. Dan neraka adalah tempat kalian dan kalian sekali-kali tidak memperoleh penolong yang dapat menyelamatkan kalian dari siksaan api neraka."
        },
        {
            "ind": "Yang demikian itu, karena sesungguhnya kamu menjadikan ayat-ayat Allah sebagai olok-olokan dan kamu telah ditipu oleh kehidupan dunia, maka pada hari ini mereka tidak dikeluarkan dari neraka dan tidak pula mereka diberi kesempatan untuk bertaubat.",
            "arb": "ذَٰلِكُم بِأَنَّكُمُ اتَّخَذْتُمْ آيَاتِ اللَّهِ هُزُوًا وَغَرَّتْكُمُ الْحَيَاةُ الدُّنْيَا ۚ فَالْيَوْمَ لَا يُخْرَجُونَ مِنْهَا وَلَا هُمْ يُسْتَعْتَبُونَ",
            "transliterasi": "Dhālikum Bi'annakum Attakhadhtum 'Āyāti Allāhi Huzūan Wa Gharratkum Al-Ĥayāatu Ad-Dunyā Fālyawma Lā Yukhrajūna Minhā Wa Lā Hum Yusta`tabūna.",
            "eng": "this, because you made God’s messages the target of your mockery, having allowed the life of this world to beguile you!” On that Day, therefore, they will not be brought out of the fire, nor will they be allowed to make amends.",
            "kemenag_ringkas": "_Yang demikian itu,_ yakni apa yang kamu alami sekarang ini,_ karena sesungguhnya kamu telah menjadikan ayat-ayat Allah_ yang telah di bacakan kepadamu sewaktu di dunia dahulu _sebagai olok-olokan dan kamu telah di tipu oleh kehidupan dunia.”_ _Maka_ untuk menjalani siksaan yang amat pedih _pada hari ini mereka tidak dikeluarkan dari neraka dan tidak pula mereka di beri kesempatan untuk bertobat_ karena masa untuk bertobat telah berlalu.",
            "kemenag": "Pada ayat ini Allah menjelaskan mengapa orang-orang kafir itu harus menerima siksaan dan azab yang mengerikan itu, sebabnya ialah:\n1. Karena waktu mereka hidup di dunia, mereka memperolok-olok ayat-ayat Allah yang disampaikan kepada mereka melalui Rasul-Nya. Sikap ini dianggap sebagai sikap yang penuh keangkuhan dan kesombongan. Mereka juga ingin mendangkalkan iman yang telah meresap dalam dada kaum Muslimin dengan berbagai macam dalih dan cara.\n2. Mereka telah tertipu oleh kenikmatan hidup di dunia, sehingga mereka melupakan kehidupan akhirat yang menjadi tujuan akhir kehidupan manusia.\n\nItulah sebabnya ketika Allah menjatuhkan keputusan-Nya, tidak ada kemungkinan bagi mereka untuk melepaskan diri dari azab dan tidak ada lagi ampunan bagi mereka.\n",
            "ibnu_katsir": "Allah Swt. berfirman:\n\nYang demikian itu, karena sesungguhnya kamu menjadikan ayat-ayat Allah sebagai olok-olokan. (Al-Jatsiyah: 35)\n\nYakni sesungguhnya Kami memberikan balasan ini kepadamu hanyalah karena kamu telah menjadikan hujah-hujah Allah terhadap kalian sebagai bahan olok-olokanmu. Kamu memperolok-olokkannya dan menghinanya,\n\ndan kamu telah ditipu oleh kehidupan dunia. (Al-Jatsiyah: 35)\n\nKegemerlapan duniawi telah menipu kalian, dan kalian merasa tenang dan bahagia dengannya. Karena itulah kalian menjadi orang-orangyang merugi. Karena itulah disebutkan oleh firman berikutnya:\n\nMaka pada hari ini mereka tidak dikeluarkan dari neraka dan tidak pula mereka diberi kesempatan untuk bertobat. (Al-Jatsiyah: 35)\n\nYakni mereka tidak diberi kesempatan untuk bertobat, melainkan langsung diazab tanpa diperiksa terlebih dahulu dan tanpa ditanyai, sebagaimana sebagian dari orang-orang mukmin dimasukkan ke dalam surga tanpa azab dan tanpa dihisab.",
            "jalalain": "(Yang demikian itu, karena sesungguhnya kalian menjadikan ayat-ayat Allah) Alquran (sebagai olok-olokan dan kalian telah ditipu oleh kehidupan dunia) sehingga kalian berani mengatakan bahwa tidak ada hari berbangkit dan tidak ada hari hisab (maka pada hari ini mereka tidak dikeluarkan) dapat dibaca Yukhrajuuna dan Yakhrujuuna, kalau dibaca Yakhrujuuna artinya mereka tidak dapat keluar (daripadanya) dari neraka (dan tidak pula mereka diberi kesempatan untuk bertobat) tidak dituntut untuk membuat amal keridaan terhadap Rabbnya, yaitu berupa tobat dan ketaatan kepada-Nya, karena pada hari itu hal-hal tersebut sudah tidak bermanfaat lagi.",
            "quraish_shihab": "Itulah azab yang menimpa diri kalian, karena kalian ingkar dan mengolok-olok ayat-ayat Allah dan tertipu oleh kehidupan dunia.\" Hari ini tidak ada seorang pun yang dapat mengeluarkan mereka dari siksa api neraka, dan mereka pun tidak diminta untuk memohon perkenan Tuhan dengan meminta maaf."
        },
        {
            "ind": "Maka bagi Allah-lah segala puji, Tuhan langit dan Tuhan bumi, Tuhan semesta alam.",
            "arb": "فَلِلَّهِ الْحَمْدُ رَبِّ السَّمَاوَاتِ وَرَبِّ الْأَرْضِ رَبِّ الْعَالَمِينَ",
            "transliterasi": "Falillāhi Al-Ĥamdu Rabbi As-Samāwāti Wa Rabbi Al-'Arđi Rabbi Al-`Ālamīna.",
            "eng": "AND THUS, all praise is due to God, Sustainer of the heavens and Sustainer of the earth: the Sustainer of all the worlds!",
            "kemenag_ringkas": "Maka _segala puji hanya bagi Allah, Tuhan_ pencipta, pemilik, dan pemelihara _langit dan bumi, Tuhan_ Yang Mahakuasa atas _seluruh alam._",
            "kemenag": "Kedua ayat ini merupakan ayat penutup Surah al-Jatsiyah. Dalam ayat-ayat ini Allah menyebutkan beberapa sifat-Nya yang ada hubungannya dengan dasar-dasar pengambilan keputusan di hari Kiamat nanti, yaitu:\n1. Dia Maha Terpuji, karena itu bagi-Nyalah segala puji. Ungkapan ini memberikan pengertian bahwa segala nikmat apa pun yang diperoleh manusia selama hidup di dunia berasal dari Allah agar manusia dapat melaksanakan tugasnya sebagai khalifah-Nya di bumi, bukan untuk berbuat sewenang-wenang dan memperturutkan hawa nafsu. Jika manusia tidak mensyukuri nikmat itu dan tidak mempergunakan nikmat itu menurut yang semestinya, tentulah orang itu akan mendapat murka dan azab-Nya.\n2. Allah Mahakuasa, Dia menguasai semesta alam. Perkataan ini memberikan pengertian bahwa segala sesuatu yang ada di langit dan di bumi berada dalam kekuasaan-Nya. Dia menguasai dunia dan akhirat.\n3. Dia Mahaagung, karena keagungan dan keangkuhan hanya bagi Allah di langit dan di bumi dan kekuasaan-Nya berada di atas segala kekuasaan.\n4. Dia Mahaperkasa, keputusan-Nya tidak dapat ditolak, tidak dapat diubah oleh siapa pun, dan tidak ada yang dapat menandingi kekuasaan-Nya itu.\n5. Dia Mahabijaksana. Maksudnya: Allah dalam menetapkan perintah-Nya kepada seluruh makhluk-Nya, selalu disertai aturan, perhitungan, dan berhasil serta pasti, terjadi sesuai dengan yang dikehendaki-Nya.\n\n",
            "ibnu_katsir": "Setelah meyebutkan hukum-Nya terhadap orang-orang mukmin dan orang-orang kafir, lalu Allah Swt. berfirman:\n\nMaka bagi Allah-lah segala puji, Tuhan langit dan Tuhan bumi. (Al-Jatsiyah: 36)\n\nYaitu yang memiliki keduanya dan semua yang ada pada keduanya. Karena itulah disebutkan dalam firman berikutnya:\n\nTuhan semesta alam. (Al-Jatsiyah: 36)",
            "jalalain": "(Maka bagi Allahlah segala puji) sanjungan yang baik atas ketepatan ancaman-Nya terhadap orang-orang yang mendustakan-Nya (Rabb langit dan bumi, Rabb semesta alam) Pencipta hal-hal yang telah disebutkan tadi. Pengertian kata Al-'Aalam adalah semua yang selain Allah, diungkapkan dalam bentuk jamak mengingat jenisnya yang bermacam-macam dan lafal Rabb adalah Badal.",
            "quraish_shihab": "Dari itu, hanya bagi Allahlah, Pencipta langit dan bumi serta semua makhluk segala puji. Sebab sifat- sifat ketuhanan inilah yang membuat Allah berhak dipuji atas segala nikmat."
        },
        {
            "ind": "Dan bagi-Nya-lah keagungan di langit dan bumi, Dialah Yang Maha Perkasa lagi Maha Bijaksana.",
            "arb": "وَلَهُ الْكِبْرِيَاءُ فِي السَّمَاوَاتِ وَالْأَرْضِ ۖ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
            "transliterasi": "Wa Lahu Al-Kibriyā'u Fī As-Samāwāti Wa Al-'Arđi Wa Huwa Al-`Azīzu Al-Ĥakīmu",
            "eng": "And His alone is all majesty in the heavens and on earth; and He alone is almighty, truly wise!",
            "kemenag_ringkas": "_Dan hanya bagi-Nya segala_ kebesaran dan _ke agungan di langit dan di bumi, dan Dialah Yang Mahaperkasa_ dalam kekuasaan-Nya, _Mahabijaksana_ dalam pengaturan-Nya.",
            "kemenag": "Kedua ayat ini merupakan ayat penutup Surah al-Jatsiyah. Dalam ayat-ayat ini Allah menyebutkan beberapa sifat-Nya yang ada hubungannya dengan dasar-dasar pengambilan keputusan di hari Kiamat nanti, yaitu:\n1. Dia Maha Terpuji, karena itu bagi-Nyalah segala puji. Ungkapan ini memberikan pengertian bahwa segala nikmat apa pun yang diperoleh manusia selama hidup di dunia berasal dari Allah agar manusia dapat melaksanakan tugasnya sebagai khalifah-Nya di bumi, bukan untuk berbuat sewenang-wenang dan memperturutkan hawa nafsu. Jika manusia tidak mensyukuri nikmat itu dan tidak mempergunakan nikmat itu menurut yang semestinya, tentulah orang itu akan mendapat murka dan azab-Nya.\n2. Allah Mahakuasa, Dia menguasai semesta alam. Perkataan ini memberikan pengertian bahwa segala sesuatu yang ada di langit dan di bumi berada dalam kekuasaan-Nya. Dia menguasai dunia dan akhirat.\n3. Dia Mahaagung, karena keagungan dan keangkuhan hanya bagi Allah di langit dan di bumi dan kekuasaan-Nya berada di atas segala kekuasaan.\n4. Dia Mahaperkasa, keputusan-Nya tidak dapat ditolak, tidak dapat diubah oleh siapa pun, dan tidak ada yang dapat menandingi kekuasaan-Nya itu.\n5. Dia Mahabijaksana. Maksudnya: Allah dalam menetapkan perintah-Nya kepada seluruh makhluk-Nya, selalu disertai aturan, perhitungan, dan berhasil serta pasti, terjadi sesuai dengan yang dikehendaki-Nya.\n\n",
            "ibnu_katsir": "Adapun firman Allah Swt.:\n\nDan bagi-Nyalah keagungan di langit dan bumi. (Al-Jatsiyah: 37)\n\nMujahid mengatakan bahwa yang dimaksud dengan kibriya ialah kekuasaan. Yakni Dialah Yang Mahabesar, Yang Mahaagung, Yang segala sesuatu tunduk dan berhajat kepada-Nya. \n\nDi dalam hadis sahih disebutkan:\n\nAllah Swt. berfirman, \"Kebesaran adalah (bagaikan) kain-Ku, Keagungan adalah (bagaikan) selendang-Ku. Maka barang siapa yang menyaingi-Ku dalam salah satu dari keduanya, niscaya Kutempatkan dia di dalam neraka-Ku.\"\n\nImam Muslim meriwayatkan hadis ini melalui Al-A'masy, dari Abi Ishaq, dari Al-Agar alias Abu Muslim, dari Abu Hurairah dan Abu Sa'id r.a, dari Rasulullah Saw. dengan lafaz yang semisal. \n\nFirman Allah Swt.:\n\nDialah Yang Mahaperkasa lagi Mahabijaksana. (Al-Jatsiyah: 37)\n\nYakni Mahaperkasa, tiada seorang pun yang dapat mengalahkan dan tiada pula yang dapat mencegah-Nya. Dan Dia Mahabijaksana dalam semua ucapan, perbuatan, syariat, dan takdir-Nya. Mahatinggi dan Mahasuci Allah; tidak ada Tuhan yang berhak disembah selain Dia.",
            "jalalain": "(Dan bagi-Nyalah keagungan) kebesaran (di langit dan bumi) lafal Fis Samaawaati Wal Ardhi ini berkedudukan menjadi Hal atau kata keterangan keadaan; yakni keagungan yang ada pada keduanya. (Dialah Yang Maha Perkasa lagi Maha Bijaksana) sebagaimana yang telah dijelaskan pada penafsiran-penafsiran sebelumnya.",
            "quraish_shihab": "Dan hanya bagi-Nya pulalah keagungan dan kekuasaan di langit dan bumi. Dia Maha Perkasa yang tidak terkalahkan dan Maha Bijaksana yang tidak pernah salah dalam menetapkan hukum-hukum-Nya."
        }
    ]
}