{
    "number": 62,
    "name": "سُورَةُ الجُمُعَةِ",
    "englishName": "Al-Jumu'a",
    "englishNameTranslation": "Friday",
    "revelationType": "Medinan",
    "numberOfAyahs": 11,
    "ayahs": [
        {
            "ind": "Senantiasa bertasbih kepada Allah apa yang ada di langit dan apa yang ada di bumi. Raja, Yang Maha Suci, Yang Maha Perkasa lagi Maha Bijaksana.",
            "arb": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ يُسَبِّحُ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ الْمَلِكِ الْقُدُّوسِ الْعَزِيزِ الْحَكِيمِ",
            "transliterasi": "Yusabbiĥu Lillāhi Mā Fī As-Samāwāti Wa Mā Fī Al-'Arđi Al-Maliki Al-Quddūsi Al-`Azīzi Al-Ĥakīmi.",
            "eng": "ALL THAT IS in the heavens and all that is on earth extols the limitless glory of God, the Sovereign Supreme, the Holy, the Almighty, the Wise!",
            "kemenag_ringkas": "_Apa yang ada di langit,_ bintang, bulan, matahari dan seluruh planet; _dan apa yang ada di bumi_, hewan dan tetumbuhan _bertasbih kepada Allah_, mengakui dan menyatakan kemahasucian Allah yang berbeda dengan seluruh makhluk ciptaan-Nya; Dia adalah _Maharaja_ yang kekuasaan-Nya mutlak; _Yang Mahasuci dari_ segala yang diduga manusia; _dan Dialah Yang Mahaperkasa_ menciptakan dan menghancurkan jagat raya sekejap mata; _Mahabijaksana_, tidak terburu menggunakan kekuasaan-Nya yang tiada terbatas untuk menghancurkan jagat raya atau menghukum manusia yang berdosa.",
            "kemenag": "Pada ayat ini Allah menerangkan bahwa segala sesuatu yang ada di langit dan di bumi baik yang bernyawa maupun tidak, benda keras ataupun cair, pepohonan, dan sebagainya, bertasbih kepada Allah, menyucikan-Nya dari hal-hal yang tidak wajar, seperti sifat-sifat kekurangan dan sebagainya. Setiap kita melihat dan memandang kepada apa yang ada di bumi dan di langit, semuanya itu menunjukkan kepada kita atas keesaan penciptanya yaitu Allah dan kebesaran kekuasaan-Nya. Ini sejalan dengan firman Allah:\n\nDan tidak ada sesuatu pun melainkan bertasbih dengan memuji-Nya. (al-Isra'/17: 44)\n\nAyat pertama ini ditutup dengan satu ketegasan bahwa Allah itu merajai segala apa yang ada di bumi dan di langit, bertasbih kepada-Nya dengan kehendak-Nya berdasarkan kekuasaan dan kebijaksanaan-Nya, suci dari segala yang tidak layak dan tidak sesuai dengan ketinggian dan kesempurnaan-Nya. Tuhan Yang Mahaperkasa, menundukkan segala makhluk-Nya dengan kekuasaan-Nya. Mahabijaksana dalam mengatur hal ihwal mereka. Dialah yang lebih mengetahui kemaslahatan mereka, yang akan membawa mereka kepada kebahagiaan di dunia dan di akhirat.\n",
            "ibnu_katsir": "Allah Swt. memberitahukan bahwa bertasbih kepada-Nya semua yang ada di langit dan semua yang ada di bumi, yakni semua makhluk yang ada pada keduanya, baik yang berakal maupun yang tidak berakal. Semakna dengan apa yang disebutkan dalam ayat lain melalui firman-Nya:\n\nDan tak ada suatu pun melainkan bertasbih dengan memuji-Nya. (Al-Isra: 44)\n\nKemudian Allah Swt. berfirman:\n\nRaja, Mahasuci. (Al-Jumu'ah: 1)\n\nDia adalah Yang memiliki langit dan bumi dan Yang Mengatur keduanya dengan hukum-Nya, dan Dia Mahasuci dari semua kekurangan lagi menyandang semua sifat yang sempurna.\n\nYang Mahaperkasa lagi Mahabijaksana. (Al-Jumu'ah: 1)\n\nKedua lafaz ini telah sering ditafsirkan sebelumnya. Kemudian disebutkan dalam firman berikutnya:\n\nDialah yang mengutus kepada kaum yang buta huruf seorang rasul di antara mereka. (Al-Jumu'ah: 2)\n\nYang dimaksud dengan kaum yang buta huruf adalah bangsa Arab di masa itu, seperti pengertian yang terdapat di dalam ayat lain melalui firman Allah Swt. yang menyebutkan:\n\nDan katakanlah kepada orang-orang yang telah diberi Al-Kitab dan kepada orang-orang yang ummi, \"Apakah kamu (mau) masuk Islam?\" Jika mereka masuk Islam, sesungguhnya mereka telah mendapat petunjuk, dan jika mereka berpaling, maka kewajiban kamu hanyalah menyampaikan (ayat-ayat Allah). Dan Allah Maha Melihat akan hamba-hamba-Nya. (Ali Imran: 20)\n\nPenyebutan kaum yang ummi secara khusus bukan berarti menafikan selain mereka, tetapi anugerah ini terasa oleh mereka lebih menyentuh dan lebih banyak berkahnya. Sebagaimana yang disebutkan dalam ayat lain:\n\nDan sesungguhnya Al-Qur'an itu benar-benar adalah suatu kemuliaan (yang besar) bagimu dan bagi kaummu. (Az-Zukhruf: 44)\n\nArtinya, Al-Qur'an pun merupakan peringatan bagi selain mereka yang dapat dijadikan sebagai pelajaran bagi mereka. Demikian pula yang disebutkan oleh firman-Nya dalam ayat yang lainnya:\n\nDan berilah peringatan kepada kerabat-kerabatmu yang terdekat. (Asy-Syu'ara:214)\n\nAyat ini dan lain-lainnya yang semakna tidaklah bertentangan dengan apa yang disebutkan oleh firman-Nya:\n\nKatakanlah, \"Hai manusia, sesungguhnya aku adalah utusan Allah kepadamu semua.”(Al-A'raf: 158)\n\nsupaya dengannya aku memberi peringatan kepadamu dan kepada orang-orang yang sampai Al-Qur’an (kepadanya). (Al-An'am: 19)\n\nDan firman Allah Swt. menceritakan tentang Al-Qur'an, yaitu:\n\nDan barang siapa di antara mereka (orang-orang Quraisy) dan sekutu-sekutunya yang kafir kepada Al-Qur’an, maka nerakalah tempat yang diancamkan baginya. (Hud: 17)\n\nMasih banyak ayat lainnya yang menunjukkan keumuman misi risalah Rasulullah Saw. yang mencakup semua makhluk dengan berbagai macam warna kulit dan bangsanya. Kami telah membahas tafsir hal ini dalam tafsir surat Al-An'am berikut ayat-ayat dan hadis-hadis sahih yang menguatkannya.\n\nAyat ini merupakan ijabah dari Allah terhadap kekasihnya (Ibrahim) ketika dia berdoa untuk penduduk Mekah, bahwa semoga Allah mengutus di kalangan mereka seorang rasul dari kalangan mereka sendiri, yang membacakan kepada mereka ayat-ayat-Nya dan menyucikan mereka dan mengajarkan kepada mereka Al-Kitab dan Hikmah. Maka Allah mengutus­nya kepada mereka di masa kesenjangan tiada rasul dan padamnya cahaya hidayah, sehingga masa tersebut sangat membutuhkan adanya seorang rasul. Allah Swt. saat itu murka terhadap semua penduduk bumi, baik yang Arab maupun yang non Arab, kecuali sisa-sisa dari kaum Ahli Kitab, yang jumlah mereka sedikit sekali, mereka dari kalangan orang-orang yang tetap berpegang teguh kepada apa yang dibawa oleh Isa putra Maryam a.s. Karena itulah maka Allah Swt. menyebutkan dalam firman-Nya:\n\nDialah yang mengutus kepada kaum yang buta huruf seorang rasul di antara mereka, yang membacakan aya-ayat-Nya kepada mereka, menyucikan mereka dan mengajarkan kepada mereka Kitab dan Hikmah. Dan sesungguhnya mereka sebelumnya benar-benar dalam kesesalan yang nyata. (Al-Jumu'ah: 2)",
            "jalalain": "(Telah bertasbih kepada Allah) telah memahasucikan-Nya; huruf lam yang terdapat pada lafal lillaahi adalah huruf zaidah (apa yang ada di langit dan apa yang ada di bumi) pemakaian lafal maa di sini karena memprioritaskan yang mayoritas (Raja, Yang Maha Suci) yakni Maha Suci dari sifat-sifat yang tidak layak bagi-Nya (Yang Maha Perkasa lagi Maha Bijaksana) di dalam kerajaan dan dalam perbuatan-Nya.",
            "quraish_shihab": "[[62 ~ AL-JUMU'AH (HARI JUMAT) Pendahuluan: Madaniyyah, 11 ayat ~ Surat ini diawali dengan berita bahwa semua sesuatu yang ada di langit dan di bumi bertasbih kepada Allah Swt. Dia telah memberikan nikmat besar kepada bangsa Arab yang tidak tahu baca- tulis berupa kedatangan seorang rasul dari kalangan mereka sendiri yang menyucikan mereka dan mengajarkan kitab dan hikmah kepada mereka. Nikmat tersebut adalah karunia Allah yang diberikan kepada siapa saja yang dikehendaki-Nya. Dalam surat ini, Allah mengecam sikap orang-orang Yahudi yang tidak mengamalkan Tawrât padahal mereka mengetahui isinya. Allah membantah pernyataan bahwa hanya merekalah, bukan yang lain, yang menjadi penolong-penolong Allah. Allah menantang mereka untuk mengharapkan kematian jika memang mereka benar. Surat in ditutup dengan perintah kepada orang-orang Mukmin agar bersegera melakukan salat Jumat apabila telah mendengar azan. Dijelaskan, hendaknya saat itu mereka juga tidak melakukan jual beli. Apabila telah selesai salat, mereka boleh menyebar di muka bumi dan mencari karunia Allah. Allah menolak sikap mereka yang disibukkan oleh urusan dagang dan permainan sehingga tidak mendengar khutbah. Pada again akhir dijelaskan bahwa Allah akan menjamin rezeki mereka. Sebab, Dialah sebaik-baik pemberi rezeki.]] Segala yang di langit dan di bumi selalu bertasbih dan mensucikan Allah dari hal-hal yang tidak pantas bagi-Nya, Tuhan pemilik segala sesuatu yang melakukan apa saja tanpa pesaing, Yang benar-benar tersucikan dari segala kekurangan, Yang Maha Perkasa atas segala sesuatu lagi Mahabijaksana."
        },
        {
            "ind": "Dialah yang mengutus kepada kaum yang buta huruf seorang Rasul di antara mereka, yang membacakan ayat-ayat-Nya kepada mereka, mensucikan mereka dan mengajarkan mereka Kitab dan Hikmah (As Sunnah). Dan sesungguhnya mereka sebelumnya benar-benar dalam kesesatan yang nyata,",
            "arb": "هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِّنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِن كَانُوا مِن قَبْلُ لَفِي ضَلَالٍ مُّبِينٍ",
            "transliterasi": "Huwa Al-Ladhī Ba`atha Fī Al-'Ummīyīna Rasūlāan Minhum Yatlū `Alayhim 'Āyātihi Wa Yuzakkīhim Wa Yu`allimuhum Al-Kitāba Wa Al-Ĥikmata Wa 'In Kānū Min Qablu Lafī Đalālin Mubīnin.",
            "eng": "He it is who has sent unto the unlettered people an apostle from among themselves, to convey unto them His messages, and to cause them to grow in purity, and to impart unto them the divine writ as well as wisdom - whereas before that they were indeed, most obviously, lost in error",
            "kemenag_ringkas": "_Dialah yang mengutus seorang Rasul_, Muhammad _kepada kaum yang buta huruf_, yang secara khusus ditujukan kepada bangsa Arab yang kebanyakan tidak bisa baca tulis, _dari kalangan mereka sendiri,_ yaitu dari kalangan bangsa Arab, _yang membacakan kepada mereka ayat-ayat-Nya_, ayat-ayat Al-Qur’an, yang isinya _menyucikan jiwa mereka_ yang beriman kepadanya; _dan mengajarkan kepada mereka_ yang membuka diri menerima dan membenaran kerasulan beliau, _Kitab_ Al-Qur’an, _dan Hikmah_ yakni Sunah Nabi, _meskipun sebelumnya_, yakni sebelum kelahiran Rasulullah di masa jahiliah, _mereka_, sebagian di antara para sahabat Rasulullah _benar-benar dalam kesesatan yang nyata._ Keyakinan mereka menyimpang dari prinsip tauhid dan perilaku mereka bertentangan dengan nilai kemanusiaan, salah satunya mengubur anak perempuan hidup-hidup.",
            "kemenag": "Allah menerangkan bahwa Dialah yang mengutus kepada bangsa Arab yang masih buta huruf, yang pada saat itu belum tahu membaca dan menulis, seorang rasul dari kalangan mereka sendiri, yaitu Nabi Muhammad saw dengan tugas sebagai berikut:\n1.Membacakan ayat suci Al-Qur'an yang di dalamnya terdapat petunjuk dan bimbingan untuk memperoleh kebaikan dunia dan akhirat.\n2.Membersihkan mereka dari akidah yang menyesatkan, kemusyrikan, sifat-sifat jahiliah yang biadab sehingga mereka itu berakidah tauhid mengesakan Allah, tidak tunduk kepada pemimpin-pemimpin yang menyesatkan dan tidak percaya lagi kepada sesembahan mereka seperti batu, berhala, pohon kayu, dan sebagainya.\n3.Mengajarkan kepada mereka al-Kitab yang berisi syariat agama beserta hukum-hukum dan hikmah-hikmah yang terkandung di dalamnya.\n\nDisebutkan secara khusus bangsa Arab yang buta huruf tidaklah berarti bahwa kerasulan Nabi Muhammad saw itu ditujukan terbatas hanya kepada bangsa Arab saja. Akan tetapi, kerasulan Nabi Muhammad saw itu diperuntukkan bagi semua makhluk terutama jin dan manusia, sebagaimana firman Allah:\n\nDan Kami tidak mengutus engkau (Muhammad) melainkan untuk (menjadi) rahmat bagi seluruh alam. (al-Anbiya'/21: 107)\n\nDan firman-Nya:\n\nKatakanlah (Muhammad), \"Wahai manusia! Sesungguhnya aku ini utusan Allah bagi kamu semua,\" (al-A'raf/7: 158) \n\nAyat kedua Surah al-Jumu'ah ini diakhiri dengan ungkapan bahwa orang Arab itu sebelumnya benar-benar dalam kesesatan yang nyata. Mereka itu pada umumnya menganut dan berpegang teguh kepada agama samawi yaitu agama Nabi Ibrahim. Mereka lalu mengubah dan menukar akidah tauhid dengan syirik, keyakinan mereka dengan keraguan, dan mengadakan sesembahan selain dari Allah.\n",
            "ibnu_katsir": "Demikian itu karena orang-orang Arab di masa lalu berpegangan kepada agama Nabi Ibrahim kekasih Allah. Lalu lama-kelamaan mereka mengubahnya, menggantinya, membalikkannya, dan menentangnya. Yaitu dengan mengganti ajaran tauhid dengan kemusyrikan, keyakinan dengan keraguan, dan mereka mengada-adakan banyak perbuatan bid'ah yang tidak diizinkan oleh Allah.\n\nDemikian pula halnya Ahlul Kitab, mereka telah mengganti kitab-kitab suci mereka dan mengubah serta menyelewengkannya dengan takwil-takwil yang mereka buat-buat. Maka sesudah itu Allah mengutus Nabi Muhammad Saw. dengan membawa syariat yang besar, sempurna, lagi mencakup semua makhluk. Di dalamnya terkandung hidayah dan penjelasan bagi apa yang diperlukan oleh mereka menyangkut urusan kehidupan dunia mereka dan kehidupan di hari kemudian, dan seruan bagi mereka kepada hal-hal yang mendekatkan diri mereka kepada surga dan rida Allah, serta mengandung larangan terhadap hal-hal yang mendekatkan mereka kepada neraka dan kemurkaan Allah Swt. Syari'at yang dibawanya merupakan hakim yang memutuskan semua perkara yang syubhat, keraguan, dan kebimbangan dalam masalah yang pokok dan masalah yang cabang. Dan di dalamnya terkandung kebaikan-kebaikan yang dihimpunkan oleh Allah Swt. dari apa yang pernah dilakukan oleh umat-umat terdahulu, dan Allah Swt. telah menganugerahkan di dalamnya apa yang belum pernah Dia berikan kepada seorang pun dari umat-umat terdahulu dan Dia tidak akan memberikannya kepada seorang pun dari kalangan orang-orang yang terkemudian. Maka semoga salawat dan salam­Nya terlimpahkan kepadanya untuk selama-lamanya sampai hari pembalasan nanti.",
            "jalalain": "(Dialah yang mengutus kepada kaum yang buta huruf) yaitu bangsa Arab; lafal ummiy artinya orang yang tidak dapat menulis dan membaca kitab (seorang rasul di antara mereka) yaitu Nabi Muhammad saw. (yang membacakan kepada mereka ayat-ayat-Nya) yakni Alquran (menyucikan mereka) membersihkan mereka dari kemusyrikan (dan mengajarkan kepada mereka Kitab) Alquran (dan hikmah) yaitu hukum-hukum yang terkandung di dalamnya, atau hadis. (Dan sesungguhnya) lafal in di sini adalah bentuk takhfif dari inna, sedangkan isimnya tidak disebutkan selengkapnya; dan sesungguhnya (mereka adalah sebelumnya) sebelum kedatangan Nabi Muhammad saw. (benar-benar dalam kesesatan yang nyata) artinya jelas sesatnya.",
            "quraish_shihab": "Allahlah yang telah mengutus kepada bangsa Arab yang tidak mengenal baca-tulis seorang Rasul dari kalangan mereka sendiri. Rasul tersebut membacakan ayat-ayat-Nya kepada mereka, mensucikan mereka dari keyakinan dan perilaku buruk dan mengajarkan mereka al-Qur'ân dan pemahaman agama. Sebelum kedatangan Rasul, mereka berada dalam kesesatan yang nyata."
        },
        {
            "ind": "dan (juga) kepada kaum yang lain dari mereka yang belum berhubungan dengan mereka. Dan Dialah Yang Maha Perkasa lagi Maha Bijaksana.",
            "arb": "وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ ۚ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
            "transliterasi": "Wa 'Ākharīna Minhum Lammā Yalĥaqū Bihim Wa Huwa Al-`Azīzu Al-Ĥakīmu.",
            "eng": "and [to cause this message to spread] from them unto other people as soon as they come into contact with them: for He alone is almighty, truly wise!",
            "kemenag_ringkas": "Selain mengutus kepada bangsa Arab yang tidak bisa baca tulis, Allah juga mengutus Rasulullah kepada bangsa-bangsa lain di luar bangsa Arab, bahkan kepada seluruh dunia. _Dan_ Rasulullah juga diutus _kepada kaum yang lain dari mereka_ di luar bangsa Arab untuk masa yang tiada terbatas hingga hari kiamat, kaum _yang belum berhubungan dengan mereka,_ karena hidup pada zaman dan tempat yang berbeda dengan mereka, sebagaimana disebutkan dalam Al-Qur’an, “Dan Kami tidak mengutus engkau Muhammad melainkan untuk menjadi rahmat bagi seluruh alam.” (Lihat: Surah al-Anbiyà’/21: 107). _Dan Dialah Yang Mahaperkasa_, menciptakan dan menghancurkan jagat raya sekejap mata; _Mahabijaksana_, tidak terburu menggunakan kekuasaan-Nya yang tiada terbatas untuk menghukum manusia yang berdosa.",
            "kemenag": "Allah menjelaskan bahwa kerasulan Muhammad saw tidaklah terbatas kepada bangsa Arab yang ada pada waktu itu, tetapi juga kepada orang-orang yang belum bergabung kepada mereka sampai hari Kiamat, yaitu orang-orang yang datang sesudah para sahabat Nabi saw, sampai hari Pembalasan, seperti bangsa Persia, Romawi dan lain-lain. Di dalam suatu hadis yang diriwayatkan oleh al-Bukhari dari Abu Hurairah, ia berkata:\nAbu Hurairah meriwayatkan bahwa ketika kami duduk bersama Nabi saw, lalu diturunkan kepadanya Surah al-Jumu'ah \"wa akharina minhum lamma yalhaqu bihim.\" Abu Hurairah bertanya, \"Siapa mereka wahai Rasulullah? Namun Nabi saw tidak menjawab sampai ia bertanya tiga kali. Abu Hurairah berkata, \"Pada saat itu ada Salman al-Farisi bersama kami. Kemudian Nabi meletakkan tangannya di pundak Salman, seraya berkata, 'Seandainya keimanan terdapat pada bintang-bintang, maka tentulah akan dicapai oleh orang-orang dari mereka (bangsa Persia).\" (Riwayat al-Bukhari)\n\nAllah itu Mahaperkasa, kuasa meningkatkan kecerdasan orang yang bodoh, dan menguatkan umat yang lemah dengan mengutus seorang rasul dari kalangan mereka juga, untuk menyelamatkan mereka dari kesesatan, dan membawa kepada petunjuk kebenaran, dari kegelapan kepada cahaya terang-benderang. Allah juga Mahabijaksana dalam mengatur kepentingan makhluk-Nya yang akan membawa mereka kepada kebaikan dan keuntungan.\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\ndan (juga) kepada kaum yang lain dari mereka yang belum berhubungan dengan mereka. Dan Dialah Yang Mahaperkasa lagi Mahabijaksana. (Al-Jumu'ah: 3)\n\nImam Abu Abdullah Al-Bukhari rahimahullah mengatakan, telah menceritakan kepada kami Abdul Aziz ibnu Abdullah, telah menceritakan kepada kami Sulaiman ibnu Bilal, dari Saur, dari Abul Gais, dari Abu Hurairah r.a. yang mengatakan, \"Ketika kami sedang duduk di hadapan Nabi Saw., maka diturunkanlah kepadanya surat Al-Jumu'ah.\" (Dan ketika bacaan beliau Saw. sampai pada firman-Nya: dan (juga) kepada kaum yang lain dari mereka yang belum berhubungan dengan mereka. (Al-Jumu'ah: 3) Para sahabat bertanya, \"Wahai Rasulullah, siapakah yang dimaksud dengan mereka?\" Rasulullah Saw. tidak segera menjawab mereka hingga mereka mengulangi pertanyaannya sebanyak tiga kali, sedangkan saat itu di kalangan kami terdapat Salman Al-Farisi. Lalu Rasulullah Saw. meletakkan tangannya ke (pundak) Salman Al-Farisi, kemudian bersabda:\n\nSeandainya iman itu berada jauh di bintang Surayya, tentulah akan diraih oleh banyak orang lelaki, atau seorang lelaki, dari kalangan mereka (yakni kaumnya Salman)\n\nImam Muslim, Imam Turmuzi, Imam Nasai, Imam Ibnu Abu Hatim, dan Imam Ibnu Jarir telah meriwayatkannya melalui berbagai jalur dari Saur ibnu Yazid Ad-Daili, dari Salim Abul Gais, dari Abu Hurairah dengan sanad yang sama.\n\nDi dalam hadis ini menunjukkan bahwa surat ini adalah Madaniyyah dan menunjukkan keumuman misi risalah Rasulullah Saw. ke seluruh manusia, karena dia menafsirkan firman-Nya:\n\ndan (juga) kepada kaum yang lainnya dari mereka. (Al-Jumu'ah: 3)\n\nYakni di negeri Persia, karena itulah maka Nabi Saw. mengirimkan surat-suratnya kepada penduduk negeri Persia, Romawi, dan umat-umat lainnya dalam rangka menyeru mereka untuk menyembah Allah Swt. dan meng­ikuti apa yang disampaikan olehnya. Mujahid dan lain-lainnya yang bukan hanya seorang telah mengatakan sehubungan dengan makna firman-Nya:\n\ndan (juga) kepada kaum yang lain dari mereka yang belum berhubungan dengan mereka. (Al-Jumu'ah: 3)\n\nBahwa mereka adalah orang-orang 'Ajam (non-Arab) dan semua orang yang membenarkan Nabi Saw. dari kalangan selain bangsa Arab. \n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Ibrahim ibnul Ala Az-Zubaidi, telah menceritakan kepada kami Al-Walid ibnu Muslim, telah menceritakan kepada kami Abu Muhammad Isa ibnu Musa, dari Abu Hazim, dari Sahl ibnu Sa'd As-Sa'idi yang telah mengatakan bahwa Rasulullah Saw. pernah bersabda: Sesungguhnya di dalam sulbi, sulbi, sulbi kaum lelaki dan kaum wanita dari kalangan umatku terdapat orang-orang yang kelak akan masuk surga tanpa hisab. Kemudian Nabi Saw. membaca firman-Nya: dan (juga) kepada kaum yang lain dari mereka yang belum berhubungan dengan mereka. (Al-Jumu'ah: 3) Yaitu sisa-sisa dari kalangan umat Nabi Muhammad Saw. di kemudian hari.\n\nFirman Allah Swt.:\n\nDan Dialah Yang Mahaperkasa lagi Mahabijaksana. (Al-Jumu'ah: 3)\n\nYakni Tuhan Yang mempunyai keperkasaan dan kebijaksanaan dalam syariat dan ketentuan-Nya.",
            "jalalain": "(Dan juga kepada kaum yang lain) lafal ini diathafkan kepada lafal al-ummiyyiina, yakni orang-orang yang ada (dari mereka) yaitu orang-orang yang datang kemudian dari mereka, artinya sesudah mereka (tiadalah) (dapat menyusul para pendahulunya) yakni dalam hal kepeloporan dan keutamaannya. (Dan Dialah Yang Maha Perkasa lagi Maha Bijaksana) di dalam kerajaan-Nya dan dalam perbuatan-Nya. Yang dimaksud dengan kaum yang lain ini adalah para tabiin; disebutkannya para sahabat secara khusus pada ayat sebelumnya merupakan dalil yang cukup untuk membuktikan keutamaan para sahabat karena mereka dapat bertemu langsung dengan Nabi saw. yang diutus kepada mereka. Keutamaan mereka jauh lebih besar daripada orang-orang yang datang kemudian sesudah mereka di antara orang-orang yang Nabi pun diutus kepada mereka, dan mereka beriman kepadanya baik dari jenis manusia maupun dari jenis jin hingga hari kiamat. Karena sesungguhnya setiap generasi itu jauh lebih baik daripada generasi penerusnya.",
            "quraish_shihab": "Dia juga telah mengutusnya kepada selain mereka yang akan datang kemudian. Hanya Dialah yang Maha Perkasa atas segala sesuatu lagi Maha Bijaksana dalam segala perbuatan."
        },
        {
            "ind": "Demikianlah karunia Allah, diberikan-Nya kepada siapa yang dikehendaki-Nya; dan Allah mempunyai karunia yang besar.",
            "arb": "ذَٰلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ ۚ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ",
            "transliterasi": "Dhālika Fađlu Allāhi Yu'utīhi Man Yashā'u Wa Allāhu Dhū Al-Fađli Al-`Ažīmi.",
            "eng": "Such is God's bounty: He grants it to anyone who is willing [to receive it]: for God is limitless in His great bounty.",
            "kemenag_ringkas": "_Demikianlah karunia Allah yang diberikan kepada siapa yang Dia kehendaki_ seperti mengangkat Rasulullah menjadi nabi dan rasul dan diutus kepada umat manusia seluruh alam; _dan Allah memiliki karunia yang besar_ yang diberikan kepada hamba-hamba-Nya yang beriman.",
            "kemenag": "Pada ayat ini, Allah menerangkan bahwa diutusnya rasul kepada manusia, untuk membersihkan mereka dari kemusyrikan dan sifat-sifat kebiadaban. Hal tersebut merupakan nikmat dan karunia Allah yang terbesar diberikan kepada siapa yang dikehendaki-Nya, dari hamba-hamba-Nya yang telah dipilih-Nya, karena kebersihan hati mereka dan kesediaan menerimanya.",
            "ibnu_katsir": "Firman Allah Swt.:\n\nDemikianlah karunia Allah, diberikan-Nya kepada siapa yang dikehendaki-Nya; dan Allah mempunyai karunia yang besar. (Al-Jumu'ah: 4)\n\nMakna yang dimaksud ialah pemberian yang dianugerahkan Allah kepada Muhammad Saw. berupa kenabian yang besar dan apa yang diberikan oleh Allah secara khusus kepada umatnya, yaitu diutus-Nya Nabi Muhammad Saw. kepada mereka.",
            "jalalain": "(Demikianlah karunia Allah, diberikan-Nya kepada siapa yang dikehendaki-Nya) yaitu kepada Nabi dan orang-orang yang disebutkan bersamanya (dan Allah mempunyai karunia yang besar).",
            "quraish_shihab": "Pengutusan tersebut adalah karunia dari Allah untuk memuliakan para hamba yang dipilih-Nya. Dan hanya Allahlah pemilik karunia yang agung."
        },
        {
            "ind": "Perumpamaan orang-orang yang dipikulkan kepadanya Taurat, kemudian mereka tiada memikulnya adalah seperti keledai yang membawa kitab-kitab yang tebal. Amatlah buruknya perumpamaan kaum yang mendustakan ayat-ayat Allah itu. Dan Allah tiada memberi petunjuk kepada kaum yang zalim.",
            "arb": "مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا ۚ بِئْسَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِ اللَّهِ ۚ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ",
            "transliterasi": "Mathalu Al-Ladhīna Ĥummilū At-Tawrāata Thumma Lam Yaĥmilūhā Kamathali Al-Ĥimāri Yaĥmilu 'Asfārāan Bi'sa Mathalu Al-Qawmi Al-Ladhīna Kadhdhabū Bi'āyāti Allāhi Wa Allāhu Lā Yahdī Al-Qawma Až-Žālimīna.",
            "eng": "THE PARABLE of those who were graced with the burden of the Torah, and thereafter failed to bear this burden, is that of an ass that carries a load of books [but cannot benefit from them]. Calamitous is the parable of people who are bent on giving the lie to God's messages - for God does not bestow His guidance upon such evildoing folk!",
            "kemenag_ringkas": "Allah mengecam manusia yang mendapat karunia-Nya menjadi ahli agama, tetapi tidak mengamalkannya. _Perumpamaan orang-orang yang diberi tugas membawa Taurat,_ menjadi ulama dan bertugas membimbing manusia beragama, _kemudian mereka tidak membawanya,_ tidak mengamalkan agama dan tidak menjadikan dirinya teladan bagi umat _adalah seperti keledai yang membawa kitab-kitab yang tebal,_ dirinya dibebani oleh pengetahuan agama, tetapi pengetahuan agama itu tidak membawa kebaikan apa pun bagi dirinya. _Sangat buruk perumpamaan kaum yang mendustakan ayat-ayat Allah_ yang diwahyukan kepada Nabi dan Rasul-Nya._ Dan Allah tidak akan pernah memberi petunjuk kepada orang-orang yang zalim,_ yang membiarkan dirinya gelap, padahal mereka memegang lampu.",
            "kemenag": "Pada ayat ini Allah menyatakan kemurkaan-Nya kepada orang-orang Yahudi yang telah diturunkan kepada mereka kitab Taurat untuk diamalkan, tetapi mereka tidak melaksanakan isinya. Mereka itu tidak ada bedanya dengan keledai yang memikul kitab yang banyak, tetapi tidak mengetahui apa yang dipikulnya itu. Bahkan mereka lebih bodoh lagi dari keledai, karena keledai itu memang tidak mempunyai akal untuk memahaminya, sedangkan mereka itu mempunyai akal, tetapi tidak dipergunakan. Di sisi lain, ketika menggunakan akal, mereka menggunakannya untuk menyelewengkan Taurat dengan mengurangi, menambah, mengubah, atau menakwilkannya kepada arti yang mereka inginkan. Keadaan mereka itu digambarkan dalam ayat ini, sebagai berikut:\n\nMereka seperti hewan ternak, bahkan lebih sesat lagi. Mereka itulah orang-orang yang lengah. (al-A'raf/7: 179)\n\nAlangkah buruknya perumpamaan yang diberikan kepada mereka. Itu tidak lain karena mereka mendustakan ayat-ayat Allah yang dibawa oleh rasul mereka. Allah tidak akan memberikan petunjuk kepada orang-orang yang zalim terhadap dirinya sendiri, yang bergelimang dosa sehingga matanya tidak dapat melihat cahaya kebenaran. Hatinya merana tidak dapat merasakan hal-hal yang benar, bahkan dia berada dalam kegelapan yang menyebabkannya tidak dapat melihat jalan sampai kepada sasaran.\n",
            "ibnu_katsir": "Allah Swt. berfirman, mencela orang-orang Yahudi yang telah diberi kitab Taurat dan telah Dia bebankan kepada mereka kitab Taurat itu untuk diamalkan. Kemudian mereka tidak mengamalkannya, perumpamaan mereka dalam hal ini sama dengan keledai yang dipikulkan di atas punggungnya kitab-kitab yangtebal. Makna yang dimaksud ialah keledai itu tidak dapat memahami kitab-kitab yang dipikulnya dan tidak mengetahui apa yang terkandung di dalamnya, karena keledai hanya bisa memikulnya saja tanpa dapat membedakan muatan apa yang dibawanya.\n\nDemikian pula halnya dengan mereka yang telah diberi Al-Kitab, mereka hanya dapat menghafalnya secara harfiyah, tetapi tidak memahaminya dan tidak pula rfiengamalkan pesan-pesan dan perintah-perintah serta larangan-larangan yang terkandung di dalamnya. Bahkan mereka menakwilkannya dengan takwilan yang menyimpang dan menggantinya dengan yang lain. Keadaan mereka jauh lebih buruk daripada keledai, karena keledai adalah hewan yang tidak berakal, sedangkan mereka adalah makhluk yang berakal, tetapi tidak menggunakannya. Karena itulah maka disebutkan oleh firman-Nya dalam ayat yang lain:\n\nMereka itu sebagai binatang ternak, bahkan mereka lebihsesat lagi. Mereka itulah orang-orang yang lalai. (Al-A'raf: 179)\n\nDan dalam surat ini disebutkan oleh firman-Nya:\n\nAmatlah buruknya perumpamaan kaum yang mendustakan ayat-ayat Allah itu. Dan Allah tiada memberi petunjuk kepada kaum yang zalim. (Al-Jumu'ah: 5)\n\nImam Ahmad rahimahullah mengatakan, telah menceritakan kepada kami Ibnu Namir, dari Mujalid, dari Asy-Sya'bi, dari Ibnu Abbas yang telah mengatakan bahwa Rasulullah Saw. pernah bersabda: Barang siapa yang berbicara pada hari Jumat, padahal imam sedang berkhotbah, maka perumpamaannya sama dengan keledai yang memikul kitab-kitab yang tebal. Dan orang yang berkata kepadanya, \"Diamlah!\" Maka tiada (pahala) Jumat baginya.",
            "jalalain": "(Perumpamaan orang-orang yang dipikulkan kepadanya kitab Taurat) mereka yang dibebani untuk mengamalkannya (kemudian mereka tidak memikulnya) tidak mengamalkannya, antara lain, mereka tidak beriman kepada perkara yang menyangkut sifat-sifat Nabi saw. sebagai nabi yang akan datang padahal telah terkandung di dalamnya. Mereka itu (adalah seperti keledai yang membawa kitab-kitab) yang dimaksud dengan sifir-sifir adalah kitab-kitab, dalam arti kata keledai itu tidak dapat memanfaatkannya. (Amatlah buruknya perumpamaan kaum yang mendustakan ayat-ayat Allah) yang membenarkan Nabi saw. Sedangkan subjek yang dicelanya tidak disebutkan, lengkapnya, seburuk-buruk perumpamaan kaum yang mendustakan ayat-ayat Allah adalah perumpamaan ini. (Dan Allah tiada memberi petunjuk kepada kaum yang lalim) yaitu kaum yang kafir.",
            "quraish_shihab": "Perumpamaan orang-orang Yahudi yang mengetahui Tawrât dan mendapat beban untuk mengamalkannya kemudian tidak melakukannya adalah seperti keledai yang membawa banyak buku tetapi tidak mengerti isinya. Alangkah buruk perumpamaan kaum yang mendustakan ayat-ayat Allah. Allah tidak berkenan memberi petunjuk kepada orang-orang yang selalu berbuat zalim."
        },
        {
            "ind": "Katakanlah: \"Hai orang-orang yang menganut agama Yahudi, jika kamu mendakwakan bahwa sesungguhnya kamu sajalah kekasih Allah bukan manusia-manusia yang lain, maka harapkanlah kematianmu, jika kamu adalah orang-orang yang benar\".",
            "arb": "قُلْ يَا أَيُّهَا الَّذِينَ هَادُوا إِن زَعَمْتُمْ أَنَّكُمْ أَوْلِيَاءُ لِلَّهِ مِن دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِن كُنتُمْ صَادِقِينَ",
            "transliterasi": "Qul Yā 'Ayyuhā Al-Ladhīna Hādū 'In Za`amtum 'Annakum 'Awliyā 'U Lillāhi Min Dūni An-Nāsi Fatamannaw Al-Mawta 'In Kuntum Şādiqīna.",
            "eng": "Say: \"O you who follow the Jewish faith! If you claim that you [alone] are close to God, to the exclusion of all other people, then you should be longing for death - if what you say is true!\"",
            "kemenag_ringkas": "Para pemuka Yahudi tidak hanya tidak mengamalkan agamanya, tetapi juga menilai dirinya kekasih Allah, padahal mereka kufur kepada-Nya. _Katakanlah_, wahai Nabi Muhammad kepada para tokoh Agama Yahudi, “_Wahai orang-orang Yahudi_ Bani Naýir, Bani Quraizah dan Bani Qainuqà‘! _Jika kamu mengira_ dengan penuh keyakinan _bahwa kamulah kekasih Allah_, karena menjadi bangsa pilihan, _bukan orang-orang yang lain,_ seperti kaum muslim, _maka harapkanlah kematianmu,_ karena kematian membuktikan apakah kamu kekasih Allah atau bukan, _jika kamu orang yang benar,_ dalam pengakuanmu itu.”",
            "kemenag": "Pada ayat ini Allah memberi peringatan kepada orang-orang Yahudi bahwa kalau memang mereka mendakwakan dan menyangkal bahwa mereka adalah kekasih dan kesayangan Allah, maka silakan memohon kepada Allah agar mereka itu cepat-cepat mati, dan segera bertemu dengan Tuhan mereka. Biasanya orang yang ingin cepat-cepat bertemu dengan kekasih dan kesayangannya, ingin cepat-cepat bebas dari kesusahan dan kesulitan dunia dan menempati surga yang penuh dengan segala macam kenikmatan. Firman Allah:\n\nKatakanlah (Muhammad), \"Jika negeri akhirat di sisi Allah, khusus untukmu saja bukan untuk orang lain, maka mintalah kematian jika kamu orang yang benar.\" (al-Baqarah/2: 94)\n",
            "ibnu_katsir": "Kemudian dalam firman berikutnya disebutkan:\n\nKatakanlah, \"Hai orang-orang yang menganut agama Yahudi, jika kamu mendakwakan bahwa sesungguhnya kamu sajalah kekasih Allah bukan orang-orang yang lain, maka harapkanlah kematianmu, jika kamu adalah orang-orang yang benar.” (Al-Jumu'ah: 6)\n\nYakni jika kalian mendakwakan bahwa diri kalian berada dalam petunjuk, dan bahwa Muhammad Saw. dan para sahabatnya berada dalam kesesatan, maka doakanlah kematian bagi golongan yang sesat di antara kedua golongan itu, jika kamu memang orang-orang yang benar dalam pengakuanmu itu.",
            "jalalain": "(Katakanlah, \"Hai orang-orang yang menganut agama Yahudi! Jika kalian mendakwakan bahwa sesungguhnya kalian sajalah kekasih-kekasih Allah bukan manusia-manusia yang lain, maka harapkanlah kematian kalian, jika kalian adalah orang-orang yang benar\") kedua Syarat yang ada pada ayat ini, yakni lafal in za'amtum dan lafal in kuntum bertaalluq atau bergantung kepada lafal tamannau dalam arti kata bahwa syarat yang pertama menjadi qaid atau pengertian yang mengikat bagi syarat yang kedua. Artinya, jika kalian benar-benar di dalam dugaan kalian yang menganggap bahwa kalian adalah kekasih-kekasih Allah. Dan merupakan suatu kelaziman bagi kekasih Allah itu selalu mementingkan kehidupan di akhirat, dan permulaan jalan untuk menuju ke akhirat itu adalah mati; karena itu harapkanlah kematian itu.",
            "quraish_shihab": "Wahai Muhammad, katakanlah, \"Hai orang-orang Yahudi, jika kalian mendakwakan kepalsuan bahwa sesungguhnya hanya kalian sajalah kekasih Allah, bukan orang lain, maka mintalah kematian dari Allah jika dakwaan kalian itu benar.\""
        },
        {
            "ind": "Mereka tiada akan mengharapkan kematian itu selama-lamanya disebabkan kejahatan yang telah mereka perbuat dengan tangan mereka sendiri. Dan Allah Maha Mengetahui akan orang-orang yang zalim.",
            "arb": "وَلَا يَتَمَنَّوْنَهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ ۚ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ",
            "transliterasi": "Wa Lā Yatamannawnahu 'Abadāan Bimā Qaddamat 'Aydīhim Wa Allāhu `Alīmun Biž-Žālimīna.",
            "eng": "But never will they long for it, because [they are aware] of what their hands have wrought in this world; and God has full knowledge of evildoers.",
            "kemenag_ringkas": "Namun demikian, mereka tidak mungkin mengharapkan kematian. _Dan mereka_, tokoh-tokoh Yahudi di Madinah yang mengaku kekasih Allah _tidak akan_ pernah _mengharapkan kematian itu selamanya disebabkan kejahatan yang telah mereka perbuat dengan tangan mereka sendiri._ Hal ini karena hati kecil mereka mengakui dirinya salah dan menyadari bahwa kematian akan mengungkapkan siapa yang salah dan siapa yang benar. _Dan Allah Maha Mengetahui_ pengakuan, perasaan, dan kegelisahan _orang-orang yang zalim,_ yaitu orang-orang yang menganiaya dirinya sendiri dengan berbuat kejahatan, padahal mereka mengetahuinya.",
            "kemenag": "Allah menegaskan bahwa para penganut agama Yahudi tidak akan meminta cepat mati, karena mereka menyadari dan mengetahui kesalahan dan keadaan mereka yang bergelimang dosa. Kalau mereka betul-betul menginginkan agar cepat mati, pasti akan terlaksana atas iradat dan kodrat Allah, dan kepada mereka itu akan ditimpakan siksa Allah yang amat pedih.\n\nDan sungguh, engkau (Muhammad) akan mendapati mereka (orang-orang Yahudi), manusia yang paling tamak akan kehidupan (dunia), bahkan (lebih tamak) dari orang-orang musyrik. Masing-masing dari mereka, ingin diberi umur seribu tahun, padahal umur panjang itu tidak akan menjauhkan mereka dari azab. Dan Allah Maha Melihat apa yang mereka kerjakan. (al-Baqarah/2: 96)\n",
            "ibnu_katsir": "Dan dalam firman berikutnya Allah Swt. menjawab:\n\nMereka tiada akan mengharapkan kematian itu selama-lamanya disebabkan kejahatan yang telah mereka perbuat dengan tangan mereka sendiri. (Al-Jumu'ah: 7)\n\nYaitu disebabkan kekafiran, perbuatan aniaya, dan perbuatan durhaka yang mereka kerjakan untuk diri mereka sendiri.\n\nDan Allah Maha Mengetahui akan orang-orang yang zalim. (Al-Jumu'ah: 7)\n\nDalam pembahasan yang lalu —dalam tafsir surat Al-Baqarah— telah kami jelaskan tentang mubahalah yang diajukan terhadap orang-orang Yahudi, yaitu melalui firman-Nya:\n\nKatakanlah, \"Jika kamu (menganggap bahwa) kampung akhirat (surga) itu khusus untukmu di sisi Allah, bukan untuk orang lain, maka inginilah kematian(mu), jika kamu memang benar.” Dan sekali-kali mereka tidak akan mengingini kematian itu selama-lamanya, karena kesalahan-kesalahan yang telah diperbuat oleh tangan mereka (sendiri). Dan Allah Maha Mengetahui siapa orang-orang yang aniaya. Dan sungguh kamu akan mendapati mereka, manusia yang paling tamak kepada kehidupan (di dunia), bahkan (lebih tamak lagi) daripada orang-orang musyrik. Masing-masing mereka ingin agar diberi umur seribu tahun, padahal umur panjang itu sekali-kali tidak akan menjauhkannya dari siksa. Allah Maha Mengetahui apa yang mereka kerjakan. (Al-Baqarah: 94-96)\n\nTelah kami bahas dan kami jelaskan pula dalam tafsir ayat di atas, bahwa makna yang dimaksud ialah mereka diminta untuk melakukan sumpah dengan musuh mereka bahwa siapa yang sesat dari mereka semoga ditimpa oleh laknat Allah; apakah diri mereka ataukah musuh mereka. \n\nSebagai­mana telah disebutkan pula dalam pembahasan mubahalah terhadap orang-orang Nasrani dalam surat Ali Imran melalui firman-Nya:\n\nSiapa yang membantahmu tentang kisah Isa sesudah datang ilmu (yang meyakinkan) kamu, maka katakanlah (kepadanya), \"Marilah kita memanggil anak-anak kami dan anak-anak kamu, istri-istri kami dan istri-istri kamu, diri kami dan diri kamu; kemudian marilah kita bermubahalah kepada Allah dan kita minta supaya laknat Allah ditimpakan kepada orang-orang yang dusta.” (Ali Imran: 61)\n\nDan mubahalah terhadap orang-orang musyrik dalam surat Maryam melalui firman Allah Swt.:\n\nKatakanlah, \"Barang siapa yang berada di dalam kesesalan, maka biarlah Tuhan yang Maha Pemurah memperpanjang tempo baginya.\" (Maryam: 75)\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Ismail ibnu Yazid Az-Zurqi, telah menceritakan kepada kami Abu Yazid, telah menceritakan kepada kami Furat, dari Abdul Karim ibnu Malik Al-Jazari, dari Ikrimah, dari Ibnu Abbas yang menceritakan bahwa Abu Jahal la'natullah pernah mengatakan bahwa sesungguhnya jika ia melihat Muhammad di dekat Ka'bah, maka ia benar-benar akan mendatanginya dan menginjak lehernya (bila Muhammad) sedang salat. Maka Rasulullah Saw. bersabda: Seandainya dia benar-benar melakukannya, niscaya malaikat akan menyambarnya secara terang-terangan. Dan seandainya orang-orang Yahudi mau mengharapkan kematian (diri mereka), niscaya mereka semuanya mati, lalu mereka akan melihat tempat kediaman mereka di neraka. Dan seandainya orang-orang yang ber-mubahalah dengan Rasulullah Saw. mau keluar (untuk ber-mubahalah), tentulah mereka kembali ke tempat mereka tanpa menemukan lagi baik keluarga maupun harta benda mereka.\n\nImam Bukhari, Imam Turmuzi, dan Imam Nasai meriwayatkan hadis ini melalui Abdur Razzaq, dari Ma'mar, dari Abdul Karim. Imam Bukhari mengatakan bahwa diikuti pula oleh Amr ibnu Khalid, dari Ubaidillah ibnu Amr dari Abdul Karim. Imam Nasai telah meriwayatkannya pula dari Abdur Rahman ibnu Abdullah Al-Halabi, dari Ubaidillah ibnu Amr Ar-Ruqqi dengan sanad yang sama dan lebih sempurna.",
            "jalalain": "(Mereka tiada akan mengharapkan kematian itu selama-lamanya disebabkan kejahatan yang telah mereka perbuat dengan tangan-tangan mereka sendiri) yaitu berupa kekafiran mereka kepada Nabi saw. yang hal ini menunjukkan kepada kedustaan mereka terhadap ayat-ayat Allah. (Dan Allah Mengetahui orang-orang yang lalim) yakni orang-orang yang kafir.",
            "quraish_shihab": "Selamanya tidak ada seorang pun dari mereka yang mengharap kematian oleh sebab kekafiran dan perbuatan buruk mereka. Pengetahuan Allah mencakup orang-orang yang zalim."
        },
        {
            "ind": "Katakanlah: \"Sesungguhnya kematian yang kamu lari daripadanya, maka sesungguhnya kematian itu akan menemui kamu, kemudian kamu akan dikembalikan kepada (Allah), yang mengetahui yang ghaib dan yang nyata, lalu Dia beritakan kepadamu apa yang telah kamu kerjakan\".",
            "arb": "قُلْ إِنَّ الْمَوْتَ الَّذِي تَفِرُّونَ مِنْهُ فَإِنَّهُ مُلَاقِيكُمْ ۖ ثُمَّ تُرَدُّونَ إِلَىٰ عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
            "transliterasi": "Qul 'Inna Al-Mawta Al-Ladhī Tafirrūna Minhu Fa'innahu Mulāqīkum Thumma Turaddūna 'Ilaá `Ālimi Al-Ghaybi Wa Ash-Shahādati Fayunabbi'ukum Bimā Kuntum Ta`malūna.",
            "eng": "Say: \"Behold, the death from which you are fleeing is bound to overtake you - and then you will be brought back unto Him who knows all that is beyond the reach of a created being's perception as well as all that can be witnessed by a creature's senses or mind, whereupon He will make you truly understand all that you were doing [in life].",
            "kemenag_ringkas": "Kematian yang tidak diharapkan itu pasti akan datang. _Katakanlah_, wahai Nabi Muhammad kepada para pemuka Yahudi di Madinah, “_Sesungguhnya kematian yang kamu lari daripadanya,_ karena kamu menyadari bahwa kematian akan mengungkapkan siapa yang salah dan siapa yang benar, _ia_, kematian, meskipun dijauhi _pasti menemui kamu,_ di mana pun kamu berada; _kemudian kamu,_ melalui pintu kematian, _akan dikembalikan kepada_ Allah untuk mempertanggung-jawabkan semua perbuatan selama hidup di dunia. Dia _Yang_ Maha _Mengetahui_ _yang gaib_, yang tidak terlihat, _dan yang nyata_, yang kasat mata; _lalu Dia_ akan _memberitahukan kepada kamu_ dengan lengkap dan menyeluruh _apa yang telah kamu kerjakan,_ baik kejahatan maupun kebaikan.”",
            "kemenag": "Pada ayat ini Allah menerangkan bahwa orang-orang Yahudi sangat takut menghadapi kematian dan berusaha menghindarinya. Oleh karena itu, Allah memerintahkan Rasulullah agar menyampaikan kepada mereka bahwa kematian pasti datang menemui mereka. Kemudian mereka dikembalikan kepada Allah Yang Maha Mengetahui yang gaib dan yang kelihatan, baik di langit maupun di bumi. Maka Allah memberitahukan kepada mereka segala apa yang telah mereka kerjakan, lalu dibalas sesuai dengan amal perbuatannya. Jahat dibalas dengan jahat, yaitu neraka, baik dibalas dengan baik, yaitu surga, sebagaimana firman Allah:\n\nMereka tidak dibalas melainkan sesuai dengan apa yang telah mereka kerjakan. (Saba'/34: 33)\n\nDan firman-Nya:\n\nDan milik Allah-lah apa yang ada di langit dan apa yang ada di bumi. (Dengan demikian) Dia akan memberi balasan kepada orang-orang yang berbuat jahat sesuai dengan apa yang telah mereka kerjakan dan Dia akan memberi balasan kepada orang-orang yang berbuat baik dengan pahala yang lebih baik (surga). (an-Najm/53: 31) \n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nKatakanlah, \"Sesungguhnya kematian yang kamu lari darinya, maka sesungguhnya kematian itu akan menemui kamu, kemudian kamu akan dikembalikan kepada (Allah), yang mengetahui yang gaib dan yang nyata, lalu Dia beritakan kepadamu apa yang telah kamu kerjakan.”(Al-Jumu'ah: 8)\n\nSemakna dengan firman Allah Swt. yang disebutkan di dalam surat An-Nisa, yaitu:\n\nDi mana saja kamu berada, kematian akan mendapatkan kamu, kendati pun kamu di dalam benteng yang tinggi lagi kokoh. (An-Nisa: 78)\n\nDi dalam kitab Mu jam Imam Tabrani disebutkan melalui hadis Mu'az Muhammad ibnu Muhammad Al-Hudali, dari Yunus, dari Al-Hasan, dari Samurah secara marfu':\n\nPerumpamaan orang yang lari dari kematian sama dengan musang yang dikejar oleh bumi karena suatu utang, maka musang itu melarikan diri dengan cepatnya; hingga manakala ia kecapaian dan napasnya tersengal-sengal, lalu ia masuk ke dalam liangnya. Dan bumi pun berkata kepadanya, \"Hai musang, mana utangku, \" lalu musang itu keluar melarikan diri dengan cepatnya karena ditagih utang, dan ia terus-menerus dalam keadaan demikian hingga pada akhirnya ia kehabisan napas dan mati.",
            "jalalain": "(Katakanlah!, \"Sesungguhnya kematian yang kalian lari daripadanya, sesungguhnya kematian itu) huruf fa pada lafal fa-innahu adalah huruf zaidah (akan menemui kalian, kemudian kalian akan dikembalikan kepada Allah Yang Maha Mengetahui yang gaib dan yang nyata) artinya mengetahui pada yang rahasia dan terang-terangan (lalu Dia beritakan kepada kalian apa yang telah kalian kerjakan.\") maka Dia akan membalasnya kepada kalian.",
            "quraish_shihab": "Katakanlah, \"Sesungguhnya kematian yang kalian hindari itu tidak akan dapat terelakkan. Kematian itu pasti akan menemui kalian. Kemudian kalian akan dikembalikan kepada Allah yang mengetahui semua yang gaib dan yang nyata. Dia akan memberitahukan kalian segala apa yang telah kalian lakukan."
        },
        {
            "ind": "Hai orang-orang beriman, apabila diseru untuk menunaikan shalat Jum'at, maka bersegeralah kamu kepada mengingat Allah dan tinggalkanlah jual beli. Yang demikian itu lebih baik bagimu jika kamu mengetahui.",
            "arb": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِن يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَىٰ ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ ۚ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
            "transliterasi": "Yā 'Ayyuhā Al-Ladhīna 'Āmanū 'Idhā Nūdī Lilşşalāati Min Yawmi Al-Jumu`ati Fās`aw 'Ilaá Dhikri Allāhi Wa Dharū Al-Bay`a Dhālikum Khayrun Lakum 'In Kuntum Ta`lamūna.",
            "eng": "O YOU who have attained to faith! When the call to prayer is sounded on the day of congregation, hasten to the remembrance of God, and leave all worldly commerce: this is for your own good, if you but knew it.",
            "kemenag_ringkas": "Allah menghimbau orang-orang beriman agar segera ke masjid untuk salat berjamaah apabila azan sudah dikumandangkan. _Wahai orang-orang yang beriman!_ Di mana pun dan kapan pun kamu berada. _Apabila telah diseru_ dengan dikumandangkan azan _untuk melaksanakan salat_ Jumat _pada hari Jumat_, atau salat lima waktu _maka segeralah kamu mengingat Allah_, dengan melaksanakan salat yang khusyuk serta zikir dan doa sesudah salat; _dan tinggalkanlah jual beli_ dan berbagai kegiatan lainnya. _Yang demikian itu_, meninggalkan sementara berbagai kegiatan untuk segera melaksanakan salat wajib berjamaah di masjid,_ lebih baik bagi kamu_ dibandingkan dengan menunda salat,_ jika kamu mengetahui_ keutamaan salat di awal waktu dengan berjamaah di masjid.",
            "kemenag": "Allah menerangkan bahwa apabila muazin mengumandangkan azan pada hari Jumat, maka hendaklah kita meninggalkan perniagaan dan segala usaha dunia serta bersegera ke masjid untuk mendengarkan khutbah dan melaksanakan salat Jumat, dengan cara yang wajar, tidak berlari-lari, tetapi berjalan dengan tenang sampai ke masjid, sebagaimana sabda Nabi saw:\nApabila salat telah diikamahkan, maka janganlah kamu mendatanginya dengan tergesa-gesa. Namun datangilah salat dalam keadaan berjalan biasa penuh ketenangan. Lalu, berapa rakaat yang kamu dapatkan maka ikutilah, sedangkan rakaat yang ketinggalan maka sempurnakanlah. (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\n\nSeandainya seseorang mengetahui betapa besar pahala yang akan diperoleh orang yang mengerjakan salat Jumat dengan baik, maka melaksanakan perintah itu (memenuhi panggilan salat dan meninggalkan jual-beli), adalah lebih baik daripada tetap di tempat melaksanakan jual-beli dan meneruskan usaha untuk memperoleh keuntungan dunia. Firman Allah:\n\nPadahal kehidupan akhirat itu lebih baik dan lebih kekal. (al-A'la/87: 17)\n\n",
            "ibnu_katsir": "Sesungguhnya hari Jumat dinamakan Jumu'ah karena berakar dari kata al-jam'u, mengingat kaum muslim melakukan perkumpulan untuk setiap tujuh harinya sebanyak sekali di dalam masjid-masjid yang besar. Dan pada hari Jumat semua makhluk telah sempurna diciptakan, dan sesungguhnya hari Jumat itu merupakan hari keenam dari tahun yang Allah menciptakan padanya langit dan bumi. Pada hari Jumat pula Allah menciptakan Adam, pada hari Jumat Adam dimasukkan ke dalam surga, pada hari Jumat Adam dikeluarkan dari surga, dan pada hari Jumat pula hari kiamat terjadi. Di dalam hari Jumat terdapat suatu saat yang tiada seorang hamba pun yang beriman dapat menjumpainya, sedangkan ia dalam keadaan memohon kebaikan kepada Allah di dalamnya, melainkan Allah akan mengabulkan apa yang dimintanya. Hal ini telah dibuktikan oleh banyak hadis sahih yang menceritakannya.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami Al-Hasan ibnu Arafah, telah menceritakan kepada kami Ubaidah ibnu Humaid, dari Mansur, dari Abu Ma'syar, dari Ibrahim, dari Alqamah, dari Qursa' Ad-Dabbi, telah menceritakan kepada kami Salman, bahwa Abul Qasim Saw. pernah bersabda, \"Hai Salman, apakah hari Jumat itu?\" Salman menjawab, \"Allah dan Rasul-Nya lebih mengetahui.\" Maka Rasulullah Saw. bersabda: Hari Jumat itu adalah hari yang padanya Allah menghimpunkan kedua orang tuamu, atau orang tuamu.\n\nTelah diriwayatkan pula dari Abu Hurairah hal yang semisal dengan hadis di atas, hanya Allah-lah Yang Maha Mengetahui.\n\nMenurut bahasa orang-orang kuno, hari Jumat disebut pula dengan nama hari 'Arubah. Dan telah terbuktikan bahwa umat-umat sebelum kita telah diperintahkan untuk menghormati hari Jumat, maka mereka memuliakannya. Tetapi orang-orang Yahudi memilih hari Sabtu yang tidak bertepatan dengan hari penciptaan Adam, sedangkan orang-orang Nasrani memilih hari Ahad yang padanya dimulai penciptaan makhluk. Dan Allah Swt. memilih bagi umat ini hari Jumat yang padanya Allah telah menyempurnakan penciptaan makhluk-(Nya). Hal ini telah dinyatakan oleh sebuah hadis yang diriwayatkan oleh Imam Bukhari dan Imam Muslim melalui hadis Abdur Razzaq, dari Ma'mar, dari Hammam ibnu Munabih yang mengatakan bahwa berikut ini merupakan hadis yang diriwayatkan kepada kami oleh Abu Hurairah yang mengatakan bahwa Rasulullah Saw. pernah bersabda:\n\nKita adalah orang-orang yang terakhir, tetapi yang paling terdahulu kelak di hari kiamat, hanya saja mereka diberi kitab sebelum kita. Kemudian sesungguhnya hari (Jumat) ini adalah hari mereka yang telah difardukan oleh Allah atas mereka, tetapi mereka berselisih pendapat mengenainya. Dan Allah menunjuki kita padanya, maka orang-orang lain mengikut kita padanya; orang-orang Yahudi besok dan orang-orang Nasrani sesudah besok.\n\nIni menurut lafaz hadis yang ada pada Imam Bukhari. Sedangkan menurut lafaz yang ada pada Imam Muslim adalah sebagai berikut:\n\nAllah membutakan orang-orang sebelum kita dari hari Jumat, maka bagi orang-orang Yahudi hari Sabtu, dan bagi orang-orang Nasrani hari Ahad. Lalu Allah mendatangkan kita dan menunjuki kita kepada hari Jumat, dan Allah menjadikan hari Jumat, hari Sabtu, dan hari Ahad (berurutan). Demikian pula kelak di hari kiamat, mereka mengikut kepada kita. Kita adalah orang-orang yang terakhir dari kalangan penduduk dunia, tetapi yang paling pertama mendapat peradilan-Nya di antara sesamanya kelak di hari kiamat sebelum semua makhluk.\n\nAllah Swt. telah memerintahkan kepada orang-orang mukmin untuk berkumpul guna mengerjakan ibadah kepada-Nya di hari Jumat. Maka Allah Swt. berfirman:\n\nHai orang-orang yang beriman, apabila diseru untuk menunaikan salat pada hari Jumat, maka bersegeralah kamu untuk mengingat Allah. (Al-Jumu'ah: 9)\n\nYakni tuluskanlah niat kalian, bulatkanlah tekad kalian, serta pentingkanlah oleh kalian untuk pergi guna menunaikan ibadah kepada-Nya. Pengertian yang dimaksud dengan sa'yu dalam ayat ini bukanlah menurut pengertian bahasanya (yaitu berjalan), melainkan makna yang dimaksud ialah mementingkan dan merealisasikannya. Seperti makna yang terdapat di dalam firman Allah Swt.:\n\nDan barang siapa yang menghendaki kehidupan akhirat dan berusaha ke arah itu dengan sungguh-sungguh, sedangkan ia adalah ' mukmin. (Al-Isra: 19)\n\nTersebutlah bahwa sahabat Umar ibnul Khattab dan Ibnu Mas'ud r.a. membaca ayat ini dengan bacaan berikut: Famdu ila zikrillah, yang artinya 'maka bergegas-gegaslah kamu untuk mengingat Allah.' \n\nAdapun jalan cepat menuju tempat salat, maka sesungguhnya hal itu dilarang, sebab ada sebuah hadis di dalam kitab Sahihain yang diketengahkan oleh Imam Bukhari dan Imam Muslim melalui Abu Hurairah, dari Nabi Saw. yang telah bersabda:\n\nApabila kamu mendengar iqamah, maka berjalanlah kamu menuju ke tempat salat, dan langkahkanlah kakimu dengan tenang dan anggun, dan janganlah kamu melangkahkannya dengan cepat-cepat. Maka apa saja bagian salat yang kamu jumpai, kerjakanlah dan apa yang terlewatkan olehmu, maka sempurnakanlah.\n\nMenurut lafaz Imam Bukhari, dari Abu Qatadah, disebutkan bahwa ketika kami sedang salat bersama Nabi Saw., tiba-tiba beliau mendengar suara gemuruh langkah kaum lelaki. Maka setelah salat selesai, beliau Saw. bertanya, \"Mengapa kalian?\" Mereka menjawab, \"Kami datang tergesa-gesa ke tempat salat.\" Nabi Saw. bersabda:\n\nJangan kamu ulangi perbuatan itu. Apabila kamu mendatangi tempat salat, maka berjalanlah dan langkahkanlah kakimu dengan tenang. Apa saja bagian salat yang kamu jumpai, kerjakanlah dan apa yang terlewatkan olehmu, sempurnakanlah.\n\nDemikianlah menurut apa yang diketengahkan oleh Bukhari dan Muslim. \n\nAbdur Razzaq mengatakan, telah menceritakan kepada kami Ma'mar, dari Az-Zuhri, dari Sa'id ibnul Musayyab, dari Abu Hurairah r.a. yang mengatakan bahwa Rasulullah Saw. telah bersabda: Apabila iqamah untuk salat diserukan, maka janganlah kamu mendatanginya dengan jalan cepat, tetapi datangilah ia dengan jalan biasa dan langkahkanlah kakimu dengan tenang dan anggun. Maka bagian mana pun yang kamujumpai, kerjakanlah; dan bagian mana pun yang terlewatkan darimu, maka sempurnakanlah.\n\nImam Turmuzi meriwayatkannya melalui hadis Abdur Razzaq pula, dan ia juga mengetengahkannya melalui jalur Yazid ibnu Zurai', dari Ma'mar, dari Az-Zuhri, dari Abu Salamah, dari Abu Hurairah dengan sanad yang semisal.\n\nAl-Hasan Al-Basri telah mengatakan, \"Ingatlah, demi Allah, makna yang dimaksud bukanlah melangkahkan kaki dengan cepat. Sesungguhnya mereka telah dilarang mendatangi tempat salat kecuali dengan langkah-langkah yang tenang dan anggun.\" Ungkapan sa 'yu ini kaitannya adalah dengan hati, niat, dan kekhusyukan.\n\nQatadah telah mengatakan sehubungan dengan makna firman-Nya: maka bersegeralah kamu untuk mengingat Allah. (Al-Jumu'ah: 9) Yakni berjalan dengan hati dan amalmu, itulah yang dimaksud dengan pengertian berjalan menuju ke tempat salat. \n\nTersebutlah pula bahwa Qatadah menakwilkan dengan pengertian yang sama dengan firman Allah Swt. berikut, yaitu: \n\nMaka tatkala anak itu sampai (pada umur sanggup) untuk berusaha bersama-sama Ibrahim. (Ash-Shaffat: 102)\n\nMaksudnya, dapat berjalan bersama-sama Ibrahim. Telah diriwayatkan pula hal yang semisal, dari Muhammad ibnu Ka'b, Zaid ibnu Aslam, dan lain-lainnya.\n\nDisunatkan bagi orang yang mendatangi salat Jumat hendaknya terlebih dahulu mandi sebelumnya, karena telah disebutkan di dalam kitab Sahihain sebuah hadis dari Abdullah ibnu Umar, bahwa Rasulullah Saw. telah bersabda:\n\nApabila seseorang dari kamu mendatangi salat Jumat, hendaklah ia mandi terlebih dahulu.\n\nDi dalam kitab Sahihain disebutkan pula melalui Abu Sa'id r.a. bahwa Rasulullah Saw. pernah bersabda:\n\nMandi hari Jumat adalah wajib bagi setiap orang yang bermimpi mengeluarkan air mani (balig).\n\nDiriwayatkan dari Abu Hurairah bahwa Rasulullah Saw. telah bersabda:\n\nHal yang diwajibkan Allah atas tiap-tiap orang muslim ialah mandi setiap tujuh harinya dengan membasuh kepala dan seluruh tubuhnya.\n\nHadis riwayat Imam Muslim. \n\nDiriwayatkan pula dari Jabir r.a. bahwa Rasulullah Saw. pernah bersabda:\n\nDiwajibkan atas setiap lelaki muslim mandi sekali setiap tujuh harinya, yaitu pada hari Jumat.\n\nHadis riwayat Imam Ahmad, Imam Nasai, dan Imam Ibnu Hibban. \n\nImam Ahmad mengatakan, telah menceritakan kepada kami Yahya ibnu Adam, telah menceritakan kepada kami Ibnul Mubarak, dari Al-Auza'i, dari Hassan ibnu Atiyyah, dari Abul Asy'as As-San'ani, dari Aus ibnu Aus As-Saqafi yang mengatakan bahwa ia pernah mendengar Rasulullah Saw. bersabda: Barang siapa yang mencuci dan mandi pada hari Jumat dan berpagi hari, dan berangkat dengan segera serta jalan kaki tidak berkendaraan, dan mendekati imam, dan mendengarkan serta tidak melakukan hal yang laga (melenyapkan pahala Jumat), maka baginya untuk tiap langkahnya pahala satu tahun puasa dan qiyam (salat)«ya.\n\nHadis ini mempunyai banyak jalur periwayatan dan banyak lafaznya, dan telah diketengahkan oleh Arba'ah serta dinilai hasan oleh Imam Turmuzi. \n\nTelah diriwayatkan pula dari Abu Hurairah r.a. bahwa Rasulullah Saw. pernah bersabda:\n\nBarang siapa yang mandi pada hari Jumat seperti mandinya untuk jinabah, kemudian berangkat pada saat yang pertama, maka seakan-akan ia mengurbankan seekor unta. Dan barang siapa yang berangkat pada saat yang kedua, maka seakan-akan ia mengurbankan seekor sapi betina. Dan barang siapa yang berangkat pada saat yang ketiga, maka seakan-akan mengurbankan seekor kambing gibasy yang bertanduk. Dan barang siapa yang berangkat pada saat yang keempat, maka seakan-akan mengurbankan seekor ayam. Dan barang siapa yang berangkat pada saat yang kelima, maka seakan-akan mengurbankan sebuah telur. Dan apabila imam muncul, maka para malaikat hadir mendengarkan zikir.\n\nHadis diketengahkan oleh Imam Bukhari dan Imam Muslim. \n\nDisunatkan pula baginya memakai pakaian yang terbaiknya, mengenakan parfum, bersiwak, membersihkan dirinya, dan bersuci. Di dalam hadis Abu Sa'id yang lalu telah disebutkan:\n\nMandi pada hari Jumat wajib atas setiap orang yang balig, juga bersiwak dan mengenakan wewangian keluarganya.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Ya'qub, telah menceritakan kepada kami ayahku, dari Muhammad ibnu Ishaq, telah menceritakan kepadaku Muhammad ibnu Ibrahim At-Taimi, dari Imran ibnu Abu Yahya, dari Abdullah ibnu Ka'b ibnu Malik, dari Ayyub Al-Ansari, bahwa ia telah mendengar Rasulullah Saw. bersabda: Barang siapa yang mandi pada hari Jumat dan memakai wewangian keluarganya jika mempunyainya, dan mengenakan pakaian yang terbaiknya, kemudian ia keluar hingga sampai di masjid, lalu melakukan salat (sunat) jika ia menginginkannya, dan tidak mengganggu seorang pun, kemudian diam dengan penuh perhatian di saat imamnya muncul hingga salat ditunaikan. Maka hal itu menjadi kifarat baginya terhadap dosa-dosa yang ada antara hari itu sampai dengan Jumat berikutnya.\n\nDi dalam kitab Sunan Abu Daud dan Ibnu Majah disebutkan melalui Abdullah ibnu Salam r.a. bahwa ia pernah mendengar Rasulullah Saw. bersabda di atas mimbarnya:\n\nTiada beban bagi seseorang dari kamu seandainya dia telah membeli sepasang pakaian untuk hari Jumatnya selain dari sepasang pakaian untuk kerjanya.\n\nDiriwayatkan dari Aisyah r.a., bahwa Rasulullah Saw. berkhotbah kepada orang-orang pada hari Jumat, lalu beliau melihat mereka mengenakan pakaian nimar (sehari-hari), kemudian beliau Saw. bersabda:\n\nTidak dibebankan bagi seseorang dari kamu jika dia mempunyai kaluasan untuk mengambil sepasang pakaian untuk salat Jumatnya selain sepasang pakaian untuk kerjanya. (Riwayat Ibnu Majah)\n\nFirman Allah Swt.:\n\napabila diseru untuk menunaikan salat pada hari Jumat. (Al-Jumu'ah: 9)\n\nYang dimaksud dengan seruan ini adalah seruan kedua yang biasa dilakukan di hadapan Rasulullah Saw. apabila beliau keluar (dari rumahnya) dan duduk di atas mimbarnya, maka pada saat itulah azan diserukan di hadapannya. \n\nAdapun mengenai seruan pertama yang ditambahkan oleh Amirul Mu’minin Usman ibnu Affan r.a., sesungguhnya hal itu dilakukan mengingat banyaknya orang-orang, sebagaimana yang diriwayatkan oleh Imam Bukhari. \n\nDisebutkan bahwa telah menceritakan kepada kami Adam ibnu Abu Iyas, telah menceritakan kepada kami Ibnu Abu Zi'b, dari Az-Zuhri dari As-Sa'ib ibnu Yazid yang mengatakan bahwa dahulu seruan azan pada hari Jumat mula-mula dilakukan apabila imam telah duduk di atas mimbar di masa Rasulullah Saw., Abu Bakar r.a., dan Umar r.a. Dan ketika masa pemerintahan Usman ibnu Affan r.a. telah berlangsung beberapa masa dan orang-orang bertambah banyak, maka ditambahkanlah seruan yang kedua di atas Az-Zaura. Yakni diserukan azan di atas semua rumah yang dikenal dengan sebutan Az-Zaura, yang merupakan rumah yang tertinggi di Madinah pada masa itu berada di dekat masjid.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Abu Na' im, telah menceritakan kepada kami Ibrahim, telah menceritakan kepada kami Muhammad ibnu Rasyid Al-Mak-hul, dari Mak-hul, bahwa pada mulanya seruan di hari Jumat dilakukan hanya sekali —yaitu di saat imam muncul— sampai dengan salat diiqamahkan. Seruan itu bila telah diserukan, maka diharamkan melakukan jual beli. Kemudian di masa pemerintahan Khalifah Usman, ia memerintahkan agar dilakukan pula seruan (azan) lainnya, yaitu sebelum imam muncul hingga semua orang telah terkumpulkan. Dan sesungguhnya yang diperintahkan untuk menghadiri salat Jumat itu hanyalah kaum lelaki yang merdeka, bukan budak dan bukan pula wanita dan anak-anak. Dan dimaafkan untuk tidak melakukan salat Jumat bagi orang musafir, orang yang sedang sakit, dan orang yang merawat orang sakit, dan lain sebagainya yang termasuk ke dalam uzur yang diterima, yang pembahasannya secara rinci terdapat di dalam kitab-kitab fiqih.\n\nFirman Allah Swt.:\n\ndan tinggalkanlah jual beli. (Al-Jumu'ah: 9)\n\nYakni bersegeralah untuk mengingat Allah dan tinggalkanlah olehmu jual beli, bila salat telah diserukan. Karena itulah maka para ulama sepakat bahwa haram melakukan jual beli sesudah azan kedua. Tetapi mereka berselisih pendapat mengenai masalah jual beli secara muatah (bayar dan terima tanpa ijab kabul). Ada dua pendapat mengenainya, tetapi menurut makna lahiriah ayat, hal itu tidak sah juga, sebagaimana yang dijelaskan secara lengkap di tempatnya; hanya Allah-lah Yang Maha Mengetahui.\n\nFirman Allah Swt.:\n\nYang demikian itu lebih baik bagimu jika kamu mengetahui. (Al-Jumu'ah: 9)\n\nYaitu kamu tinggalkan jual beli dan kamu bergegas untuk mengingat Allah dan salat adalah lebih baik bagimu, yakni bagi kehidupan dunia dan akhiratmu, jika kamu mengetahui.",
            "jalalain": "(Hai orang-orang yang beriman, apabila diseru untuk menunaikan salat pada) huruf min di sini bermakna fi, yakni pada (hari Jumat maka bersegeralah kalian) yakni cepat-cepatlah kalian berangkat (untuk mengingat Allah) yakni salat (dan tinggalkanlah jual beli) tinggalkanlah transaksi jual beli itu. (Yang demikian itu lebih baik bagi kalian jika kalian mengetahui) bahwasanya hal ini lebih baik, maka kerjakanlah ia.",
            "quraish_shihab": "Wahai orang-orang beriman, jika azan untuk salat Jumat telah dikumandangkan maka bersegeralah mengingat Allah dan tinggalkanlah jual beli. Apa yang diperintahkan itu lebih bermanfaat bagi kalian jika kalian mengetahuinya."
        },
        {
            "ind": "Apabila telah ditunaikan shalat, maka bertebaranlah kamu di muka bumi; dan carilah karunia Allah dan ingatlah Allah banyak-banyak supaya kamu beruntung.",
            "arb": "فَإِذَا قُضِيَتِ الصَّلَاةُ فَانتَشِرُوا فِي الْأَرْضِ وَابْتَغُوا مِن فَضْلِ اللَّهِ وَاذْكُرُوا اللَّهَ كَثِيرًا لَّعَلَّكُمْ تُفْلِحُونَ",
            "transliterasi": "Fa'idhā Quđiyat Aş-Şalāatu Fāntashirū Fī Al-'Arđi Wa Abtaghū Min Fađli Allāhi Wa Adhkurū Allāha Kathīrāan La`allakum Tufliĥūna.",
            "eng": "And when the prayer is ended, disperse freely on earth and seek to obtain [something] of God's bounty; but remember God often, so that you might attain to a happy state!",
            "kemenag_ringkas": "_Apabila salat_ wajib _telah dilaksanakan_ di awal waktu dengan berjamaah di masjid; _maka bertebaranlah kamu di bumi_, kembali bekerja dan berbisnis; _carilah karunia Allah_, rezeki yang halal, berkah, dan melimpah _dan ingatlah Allah banyak-banyak_ ketika salat maupun ketika bekerja atau berbisnis _agar kamu beruntung_, menjadi pribadi yang seimbang, serta sehat mental dan fisik.",
            "kemenag": "Pada ayat ini Allah menerangkan bahwa setelah selesai melakukan salat Jumat, umat Islam boleh bertebaran di muka bumi untuk melaksanakan urusan duniawi, dan berusaha mencari rezeki yang halal, sesudah menunaikan yang bermanfaat untuk akhirat. Hendaklah mengingat Allah sebanyak-banyaknya dalam mengerjakan usahanya dengan menghindarkan diri dari kecurangan, penyelewengan, dan lain-lainnya. Allah Maha Mengetahui segala sesuatu yang tersembunyi apalagi yang tampak nyata, sebagaimana firman Allah:\n\nYang Mengetahui yang gaib dan yang nyata. Yang Mahaperkasa, Mahabijaksana. (at-Tagabun/64: 18)\n\nDengan demikian, tercapailah kebahagiaan dan keberuntungan di dunia dan di akhirat. Dianjurkan kepada siapa yang telah selesai salat Jumat membaca doa yang biasa dilakukan oleh Arrak bin Malik\n\"Ya Allah! Sesungguhnya aku telah memenuhi panggilan-Mu, dan melaksanakan kewajiban kepada-Mu, dan bertebaran (di muka bumi) sebagaimana Engkau perintahkan kepadaku, maka anugerahkanlah kepadaku karunia-Mu. Engkaulah sebaik-baik Pemberi rezeki.\" (Riwayat Ibnu Abi hatim)\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nApabila salat telah ditunaikan. (Al-Jumu'ah: 10) \n\nMaksudnya, apabila salat telah diselesaikan.\n\nmaka bertebaranlah kamu di muka bumi; dan carilah karunia Allah (Al-Jumu'ah: 10)\n\nSetelah mereka dilarang melakukan transaksi sesudah seruan yang memerintahkan mereka untuk berkumpul, kemudian diizinkanlah bagi mereka sesudah itu untuk bertebaran di muka bumi dalam rangka mencari karunia Allah, seperti apa yang dilakukan oleh Irak ibnu Malik r.a. apabila dia telah selesai dari salat Jumatnya, maka ia berdiri di pintu masjid, lalu berdoa:\n\nYa Allah, sesungguhnya aku menyukai seruanmu, dan aku telah kerjakan salat yang Engkau fardukan serta aku akan menebar sebagaimana yang telah Engkau perintahkan, maka berilah daku rezeki dari karunia-Mu, dan Engkau adalah sebaik-baik Pemberi rezeki.\n\nRiwayat Imam Ibnu Abu Hatim. \n\nTelah diriwayatkan pula dari sebagian ulama Salaf bahwa ia pernah mengatakan, \"Barang siapa yang melakukan jual beli pada hari Jumat sesudah menunaikan salat Jumat, maka Allah Swt. akan memberkahi jual belinya sebanyak tujuh puluh kali, karena ada firman Allah Swt. yang mengatakan:\n\n'Apabila telah ditunaikan salat, maka bertebaranlah kamu di muka bumi; dan carilah karunia Allah' (Al-Jumu'ah: 10)\n\nAdapun firman Allah Swt.:\n\ndan ingatlah Allah sebanyak-banyaknya supaya kamu beruntung. (Al-Jumu'ah: 10)\n\nYakni di saat kamu melakukan transaksi jual beli dan saat menerima dan memberi, banyak-banyaklah kamu mengingat Allah, dan janganlah kamu disibukkan oleh urusan duniamu hingga kamu melupakan hal yang bermanfaat bagimu di negeri akhirat nanti. Karena itulah maka disebutkan dalam sebuah hadis:\n\nBarang siapa yang memasuki sebuah pasar, lalu mengucapkan, \"Tidak ada Tuhan yang berhak disembah selain Allah semata, tiada sekutu bagi-Nya, milik-Nyalah semua Kerajaan dan segala puji, dan Dia Mahakuasa atas segala sesuatu, \" maka Allah akan mencatat baginya satu juta kebaikan dan menghapuskan darinya sejuta keburukan (dosa).\n\nMujahid mengatakan bahwa bukanlah seorang hamba termasuk orang-orang yang banyak mengingat Allah sebelum dia selalu ingat kepada Allah, baik dalam keadaan berdiri, duduk, ataupun berbaring.",
            "jalalain": "(Apabila telah ditunaikan salat, maka bertebaranlah kalian di muka bumi) perintah ini menunjukkan pengertian ibahah atau boleh (dan carilah) carilah rezeki (karunia Allah, dan ingatlah Allah) dengan ingatan (sebanyak-banyaknya supaya kalian beruntung) yakni memperoleh keberuntungan. Pada hari Jumat, Nabi saw. berkhutbah akan tetapi tiba-tiba datanglah rombongan kafilah membawa barang-barang dagangan, lalu dipukullah genderang menyambut kedatangannya sebagaimana biasanya. Maka orang-orang pun berhamburan keluar dari mesjid untuk menemui rombongan itu, kecuali hanya dua belas orang saja yang masih tetap bersama Nabi saw. lalu turunlah ayat ini.",
            "quraish_shihab": "Apabila kalian telah melakukan salat, maka bertebaranlah untuk berbagai kepentingan. Carilah karunia Allah dan berzikirlah kepada-Nya banyak-banyak, dalam hati maupun dan dengan ucapan. Mudah-mudahan kalian memperoleh keberuntungan dunia dan akhirat."
        },
        {
            "ind": "Dan apabila mereka melihat perniagaan atau permainan, mereka bubar untuk menuju kepadanya dan mereka tinggalkan kamu sedang berdiri (berkhotbah). Katakanlah: \"Apa yang di sisi Allah lebih baik daripada permainan dan perniagaan\", dan Allah Sebaik-baik Pemberi rezeki.",
            "arb": "وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِمًا ۚ قُلْ مَا عِندَ اللَّهِ خَيْرٌ مِّنَ اللَّهْوِ وَمِنَ التِّجَارَةِ ۚ وَاللَّهُ خَيْرُ الرَّازِقِينَ",
            "transliterasi": "Wa 'Idhā Ra'aw Tijāratan 'Aw Lahwan Anfađđū 'Ilayhā Wa Tarakūka Qā'imāan Qul Mā `Inda Allāhi Khayrun Mina Al-Lahwi Wa Mina At-Tijārati Wa Allāhu Khayru Ar-Rāziqīna",
            "eng": "Yet [it does happen that] when people become aware of [an occasion for] worldly gain or a passing delight, they rush headlong towards it, and leave thee standing [and preaching]. Say: \"That which is with God is far better than all passing delight and all gain! And God is the best of providers!\"",
            "kemenag_ringkas": "Ayat sebelumnya mengingatkan orang-orang beriman agar kembali bekerja mencari rezeki yang halal apabila sudah melaksanakan salat Jumat. Ayat ini menegur kaum muslim yang meninggalkan Rasulullah ketika sedang menyampaikan khutbah Jumat untuk berburu barang dagangan. _Dan apabila mereka_, orang-orang beriman yang sedang menyimak khutbah Jum'at, _melihat perdagangan_, kafilah dagang yang membawa barang-barang berharga tiba di Madinah _atau permainan,_ hiburan musik dan tari yang diselenggarakan guna menyambut kafilah dagang yang baru tiba dari Syam, _mereka_, sebagian besar orang-orang yang sedang menyimak khutbah Jumat itu, _segera menuju kepadanya_, ke tempat kafilah dagang dan hiburan itu; _dan mereka meninggalkan engkau_ Muhammad yang _sedang berdiri,_ menyampaikan _khutbah_ Jumat. _Katakanlah_, wahai Muhammad kepada mereka, “_Apa yang ada di sisi Allah_, kenikmatan surga yang diberikan kepada orang yang taat kepada Allah dan Rasul-Nya_ lebih baik daripada permainan_, hiburan, musik dan tari, _dan perdagangan_ barang-barang berharga yang dicari dan disukai manusia.” _Dan Allah pemberi rezeki yang terbaik_ kepada setiap manusia.",
            "kemenag": "Diriwayatkan oleh al-Bukhari, Muslim, Ahmad, dan at-Tirmidhi dari Jabir bin 'Abdullah bahwa ketika Nabi saw berdiri berkhotbah pada hari Jumat, tiba-tiba datanglah rombongan unta (pembawa dagangan), maka para sahabat Rasulullah bergegas mendatanginya sehingga tidak ada yang tinggal mendengarkan khotbah kecuali 12 orang. Saya (Jabir), Abu Bakar, dan Umar termasuk mereka yang tinggal, maka Allah Ta'ala menurunkan ayat: wa idha ra'au tijaratan au lahwan, sampai akhir surah). \nPada ayat ini Allah mencela perbuatan orang-orang mukmin yang lebih mementingkan kafilah dagang yang baru tiba dari pada Rasulullah, sehingga mereka meninggalkan Nabi saw dalam keadaan berdiri berkhotbah. Ayat ini ada hubungannya dengan peristiwa kedatangan Dihyah al-Kalbi dari Syam (Suriah), bersama rombongan untanya membawa barang dagangannya seperti tepung, gandum, minyak dan lain-lainnya. Menurut kebiasaan apabila rombongan unta dagangan tiba, wanita-wanita muda keluar menyambutnya dengan menabuh gendang, sebagai pemberitahuan atas kedatangan rombongan itu, supaya orang-orang datang berbelanja membeli barang dagangan yang dibawanya. \nSelanjutnya Allah memerintahkan Nabi-Nya supaya menyampaikan kekeliruan perbuatan mereka dengan menegaskan bahwa apa yang di sisi Allah jauh lebih baik daripada keuntungan dan kesenangan dunia. Kebahagiaan akhirat itu kekal, sedangkan keuntungan dunia akan lenyap.\nAyat ini ditutup dengan satu penegasan bahwa Allah itu sebaik-baik pemberi rezeki. Oleh karena itu, kepada-Nyalah kita harus mengarahkan segala usaha dan ikhtiar untuk memperoleh rezeki yang halal, mengikuti petunjuk-petunjuk-Nya dan rida-Nya.\n",
            "ibnu_katsir": "Allah Swt. mengecam orang-orang yang bubar meninggalkan khotbah Jumat karena menuju ke tempat perniagaan yang baru tiba di Madinah di masa itu. Untuk itu Allah Swt. berfirman:\n\nDan apabila mereka melihat perniagaan atau permainan, mereka bubar untuk menuju kepadanya dan mereka tinggalkan kamu sedang berdiri (berkhotbah). (Al-Jumu'ah: 11)\n\nMaksudnya, pergi meninggalkanmu yang sedang berkhotbah di atas mimbar. Demikianlah menurut takwil yangdikemukakan oleh paratabi'in yang bukan hanya seorang, yang antara lain ialah Abul Aliyah, Al-Hasan, Zaid ibnu Aslam, dan Qatadah.\n\nMuqatil ibnu Hayyan menduga bahwa barang dagangan tersebut adalah milik Dihyah ibnu Khalifah sebelum dia masuk Islam, dia memakai genderang dalam menjajakan barang dagangannya, akhirnya mereka bubar menuju ke tempat perniagaan itu dan meninggalkan Rasulullah Saw. yang sedang berkhotbah di atas mimbarnya, terkecuali sebagian kecil dari mereka yang tidak terpengaruh. Hal ini diperkuat dengan adanya sebuah hadis yang menceritakannya. \n\nImam Ahmad mengatakan, telah menceritakan kepada kami Ibnu Idris, dari Husain, dari Salim ibnu Abul, Ja'd, dari Jabir yang mengatakan bahwa iringan kafilah perniagaan datang ke Madinah di saat Rasulullah Saw. sedang berkhotbah, maka orang-orang pun bubar menuju ke arahnya dan yang tersisa hanyalah dua belas orang lelaki yang tetap di tempatnya. Maka turunlah firman Allah Swt.: Dan apabila mereka melihat perniagaan atau permainan, mereka bubar untuk menuju kepadanya. (Al-Jumu'ah: 11)\n\nImam Bukhari dan Imam Muslim telah mengetengahkan hadis yang sama di dalam kitab sahih masing-masing.\n\nAl-Hafiz Abu Ya'la mengatakan, telah menceritakan kepada kami Zakaria ibnu Yahya, telah menceritakan kepada kami Hasyim, dari Husain, dari Salim ibnu Abul Ja'd dan Abu Sufyan, dari Jabir ibnu Abdullah yang mengatakan bahwa ketika Rasulullah Saw. sedang berkhotbah Jumat, datanglah iringan kafilah ke Madinah. Maka para sahabat bergegas menuju kepadanya, sehingga tiada yang tertinggal bersama Rasulullah Saw. selain dari dua belas orang lelaki. Maka Rasulullah Saw. bersabda: Demi Tuhan yang jiwaku berada di dalam genggaman kekuasaan­Nya, seandainya kalian semua terpengaruh hingga tiada seorang pun dari kalian yang tersisa, niscaya lembah ini akan mengalirkan api membakar kalian semua. Lalu turunlah ayat berikut, yaitu firman-Nya: Dan apabila mereka melihat perniagaan atau permainan, mereka bubar untuk menuju kepadanya dan mereka tinggalkan kamu sedang berdiri (berkhotbah). (Al-Jumu'ah: 11) Jabir ibnu Abdullah melanjutkan, bahwa di antara kedua belas orang yang tetap mendengarkan khotbah Rasulullah Saw. adalah Abu Bakar dan Umar r.a.\n\nDi dalam firman Allah Swt.:\n\ndan mereka tinggalkan kamu sedang berdiri (berkhotbah). (Al-Jumu'ah: 11)\n\nterkandung dalil yang menunjukkan bahwa imam melakukan khotbahnya pada hari Jumat dengan berdiri. \n\nImam Muslim telah meriwayatkannya di dalam kitab sahihnya melalui Jabir ibnu Samurah yang telah menceritakan bahwa Nabi Saw. melakukan dua khotbah, dan melakukan duduk di antara keduanya. Di dalam khotbahnya beliau Saw. membaca Al-Qur'an dan memberikan peringatan kepada manusia.\n\nAkan tetapi, perlu diketahui dalam hal ini bahwa menurut suatu pendapat kisah ini terjadi ketika Rasulullah Saw. mendahulukan salat Jumat atas khotbahnya, sebagaimana yang diriwayatkan oleh Imam Abu Daud di dalam Kitabul Marasil-nya. Disebutkan bahwa telah menceritakan kepada kami Mahmud ibnu Khalid, dari Al-Walid, telah menceritakan kepadaku Abu Mu'az Bukair ibnu Ma'ruf, bahwa ia pernah mendengar Muqatil ibnu Hayyan mengatakan bahwa dahulu Rasulullah Saw. melakukan salat Jumatnya sebelum khotbahnya, sama halnya dengan salat dua hari raya. Dan akhirnya pada suatu hari ketika Nabi Saw. sedang berkhotbah, datanglah seorang lelaki yang masuk ke dalam kumpulan jamaah salat Jumat, lalu ia berkata memberitakan, bahwa sesungguhnya Dihyah ibnu Khalifah telah tiba dengan membawa barang dagangan.\n\nMakna yang dimaksud ialah menganjurkan kepada mereka untuk bubar dan menyambut kafilah tersebut, sehingga tiada yang tersisa kecuali hanya sejumlah kecil saja dari sahabat Rasulullah Saw. \n\nFirman Allah Swt.:\n\nKatakanlah, “Apa yang di sisi Allah.\" (Al-Jumu'ah: 11) \n\nYakni berupa pahala di negeri akhirat nanti.\n\n\"adalah lebih baik daripada permainan dan perniagaan, \" dan Allah Sebaik-baik Pemberi rezeki. (Al-Jumu'ah: 11)\n\nbagi orang yang bertawakal kepada-Nya dan mencari rezeki tepat pada waktunya. Demikianlah akhir dari tafsir surat Al-Jumu'ah. Segala puji bagi Allah dan semua karunia dari-Nya, dan hanya kepada-Nya memohon taufik dan pemeliharaan.",
            "jalalain": "(Dan apabila mereka melihat perniagaan atau permainan, mereka bubar untuk menuju kepadanya) yakni kepada barang dagangan, karena barang dagangan itu merupakan kebutuhan yang mereka perlukan, berbeda dengan permainan (dan mereka tinggalkan kamu) dalam khotbahmu (dalam keadaan berdiri. Katakanlah, \"Apa yang di sisi Allah) berupa pahala (lebih baik) bagi orang-orang yang beriman (dari permainan dan perniagaan,\" dan Allah sebaik-baik pemberi rezeki) bila dikatakan, setiap orang itu memberi rezeki kepada keluarganya, maka pengertian yang dimaksud ialah dari rezeki Allah swt.",
            "quraish_shihab": "Apabila mereka melihat perniagaan dan permainan yang menyenangkan, mereka menuju ke situ dan meninggalkan kamu berdiri menyampaikan khutbah. Katakan kepada mereka, \"Karunia dan pahala yang ada pada Allah lebih bermanfaat bagi kalian daripada permainan dan perniagaan. Allah adalah sebaik-baik pemberi rezeki. Maka, mintalah rezeki-Nya dengan senantiasa menaati-Nya.\""
        }
    ]
}