{
    "number": 98,
    "name": "سُورَةُ البَيِّنَةِ",
    "englishName": "Al-Bayyina",
    "englishNameTranslation": "The Evidence",
    "revelationType": "Medinan",
    "numberOfAyahs": 8,
    "ayahs": [
        {
            "ind": "Orang-orang kafir yakni ahli Kitab dan orang-orang musyrik (mengatakan bahwa mereka) tidak akan meninggalkan (agamanya) sebelum datang kepada mereka bukti yang nyata,",
            "arb": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ مُنفَكِّينَ حَتَّىٰ تَأْتِيَهُمُ الْبَيِّنَةُ",
            "transliterasi": "Lam Yakuni Al-Ladhīna Kafarū Min 'Ahli Al-Kitābi Wa Al-Mushrikīna Munfakkīna Ĥattaá Ta'tiyahumu Al-Bayyinatu.",
            "eng": "IT IS NOT [conceivable] that such as are bent on denying the truth - [be they] from among the followers of earlier revelation or from among those who ascribe divinity to aught beside God should ever be abandoned [by Him] ere there comes unto them the [full] evidence of the truth:",
            "kemenag_ringkas": "_Orang-orang yang kafir dari golongan Ahli Kitab_, yaitu Yahudi dan Nasrani, _dan orang-orang musyrik_ penyembah berhala _tidak akan meninggalkan_ kekafiran mereka _sampai datang kepada mereka bukti yang nyata_.",
            "kemenag": "Dalam ayat ini, Allah mengungkapkan bahwa orang-orang yang mengingkari kerasulan Nabi Muhammad, yang terdiri dari orang-orang Yahudi, Nasrani, dan orang-orang musyrik, tidak akan melepaskan kekufuran mereka, dan tidak mau meninggalkan tradisi nenek moyang mereka, sampai datang bukti nyata, yaitu diutusnya Nabi Muhammad.\nKedatangan Nabi saw menimbulkan keguncangan dalam akidah dan adat istiadat yang telah berurat dan berakar dalam diri mereka. Mereka menyatakan bahwa apa yang dibawa oleh Nabi saw tidak ada beda atau lebihnya dari apa yang terdapat dalam agama mereka. Dengan demikian, menurut mereka, tidak ada kebaikan mengikuti yang baru dengan meninggalkan yang lama, bahkan mengikuti yang lama lebih menenteramkan jiwa karena tidak bertentangan dengan sikap nenek moyang mereka.\n",
            "ibnu_katsir": "Orang-orang kafir yakni Ahli Kitab dan orang-orang musyrik (mengatakan bahwa mereka) tidak akan meninggalkan (agamanya) sebelum datang kepada mereka bukti yang nyata, (yaitu) seorang rasul dari Allah (Muhammad) yang membacakan lembaran-lembaran yang disucikan (Al-Qur'an), di dalamnya terdapat (isi) kitab-kitab yang lurus. Dan tidaklah berpecah belah orang-orang yang didatangkan Al-Kitab (kepada mereka) melainkan sesudah datang kepada mereka bukti yang nyata. Padahal mereka tidak disuruh kecuali supaya menyembah Allah dengan memurnikan ketaatan kepada-Nya dalam (menjalankan) agama dengan lurus, dan supaya mereka mendirikan salat dan menunaikan zakat; dan yang demikian itulah agama yang lurus.\n\nAdapun yang dimaksud dengan Ahli Kitab adalah orang-orang Yahudi dan orang-orang Nasrani, sedangkan orang-orang musyrik adalah para penyembah berhala dan api. baik dari kalangan bangsa Arab maupun bangsa ' Ajam (non-Arab). Mujahid mengatakan bahwa mereka tidak mau berhenti alias tidak mau meninggalkan agama mereka sebelum jelas bagi mereka perkara yang hak. \n\nHal yang sama telah dikatakan oleh Qatadah dalam firman-Nya: sebelum datang kepadamereka bukti yang nyata. (Al-Bayyinah: 1) Yaitu Al-Qur'an ini. \n\nUntuk itu disebutkan oleh firman-Nya: \n\nOrang-orang kafir yakni Ahli Kitab dan orang-orang musyrik (mengatakan bahwa mereka,) tidak akan meninggalkan (agamanya) sebelum datang kepada mereka bukti yang nyata. (Al-Bayyinah: 1)",
            "jalalain": "(Tiadalah orang-orang yang kafir dari) huruf Min di sini mengandung makna penjelasan (kalangan ahlulkitab dan orang-orang musyrik) orang-orang musyrik artinya orang-orang yang menyembah berhala; lafal Musyrikiina di'athafkan kepada lafal Ahlilkitaabi (mau meninggalkan) agamanya; lafal Munfakkiina sebagai Khabar dari lafal Yakun; artinya mereka akan tetap memegang agama yang mereka peluk (sebelum datang kepada mereka) artinya sampai datang kepada mereka (bukti yang nyata) berupa hujah yang jelas, yang dimaksud adalah Nabi Muhammad saw.",
            "quraish_shihab": "[[98 ~ AL-BAYYINAH (BUKTI YANG NYATA) Pendahuluan: Madaniyyah, 8 ayat ~ Melalui kitab suci yang ada pada mereka, orang-orang Ahl al-Kitâb mengetahui bahwa akan muncul seorang nabi akhir zaman. Dan orang-orang musyrik Mekah mengetahui hal itu melalui mereka. Hal itu semestinya membuat mereka percaya ketika nabi itu benar-benar telah diutus. Tetapi, ketika seseorang dari kalangan mereka diangkat untuk menjadi rasul utusan Allah, dan diperkuat dengan al-Qur'ân, mereka saling berselisih dan mengingkari janji. Pengingkaran para Ahl al-Kitâb tersebut lebih dari pengingkaran para musyrikin. Kelak, di akhirat, mereka semua akan hidup abadi dalam api neraka. Sedangkan orang-orang Mukmin yang memiliki kedudukan yang tinggi adalah sebaik-baiknya makhluk. Balasan yang disediakan untuk mereka adalah kehidupan abadi di dalam surga dan kepuasan dengan apa yang dicapainya. Kenikmatan ini diperuntukkan bagi mereka yang takut kepada Tuhannya.]] Orang-orang Yahudi, Nasrani dan orang-orang musyrik yang mengingkari Allah dan Rasul-Nya, tidak akan berpaling dari kelengahan dan ketidaktahuan mereka akan kebenaran sampai datang kepada mereka bukti yang nyata."
        },
        {
            "ind": "(yaitu) seorang Rasul dari Allah (Muhammad) yang membacakan lembaran-lembaran yang disucikan (Al Quran),",
            "arb": "رَسُولٌ مِّنَ اللَّهِ يَتْلُو صُحُفًا مُّطَهَّرَةً",
            "transliterasi": "Rasūlun Mina Allāhi Yatlū Şuĥufāan Muţahharatan.",
            "eng": "an apostle from God, conveying [unto them] revelations blest with purity,",
            "kemenag_ringkas": "Bukti yang nyata itu adalah Nabi Muhammad, _seorang rasul dari Allah yang membacakan_ kepada mereka _lembaran-lembaran yang suci._ Itulah Al-Quran yang disucikan dari kebohongan dan kebatilan.",
            "kemenag": "Dalam ayat-ayat ini, Allah menjelaskan bahwa yang dimaksud bukti itu adalah hati pribadi Nabi saw yang membacakan untuk orang kafir halaman-halaman Al-Qur'an yang bersih dari campur tangan manusia, dari segala macam kesalahan, dan dari penambahan, yaitu bukti yang memancarkan kebenaran. Allah berfirman:\n\n(Yang) tidak akan didatangi oleh kebatilan baik dari depan maupun dari belakang (pada masa lalu dan yang akan datang). (Fussilat/41: 42)\n\nDi dalam Al-Qur'an itu tersimpul ajaran-ajaran yang benar yang terdapat dalam kitab-kitab para nabi yang terdahulu, seperti Nabi Musa, Nabi Isa, dan Nabi Ibrahim. Dalam ayat lain yang hampir sama maksudnya, Allah berfirman:\n\nDan sungguh, (Al-Qur'an) itu (disebut) dalam kitab-kitab orang yang terdahulu. (asy-Syu'ara'/26: 196)\n\n\nSesungguhnya ini terdapat dalam kitab-kitab yang dahulu, (yaitu) kitab-kitab Ibrahim dan Musa. (al-A'la/87: 18-19)\n\nSebagian ulama berpendapat bahwa yang dimaksud dengan al-kitab ialah surah dan ayat Al-Qur'an, karena setiap surah itu adalah kitab yang kokoh. Ada juga yang memahami sebagai hukum dan peraturan yang terkandung dalam firman-firman Allah yang tidak ada kebatilannya. Dalam ayat lain, Allah berfirman:\n\nSegala puji bagi Allah yang telah menurunkan Kitab (Al-Qur'an) kepada hamba-Nya dan Dia tidak menjadikannya bengkok; sebagai bimbingan yang lurus, untuk memperingatkan akan siksa yang sangat pedih dari sisi-Nya dan memberikan kabar gembira kepada orang-orang mukmin yang mengerjakan kebajikan bahwa mereka akan mendapat balasan yang baik. (al-Kahf/18: 1-2)\n",
            "ibnu_katsir": "Kemudian bukti yang nyata ini ditafsirkan oleh firman selanjutnya:\n\n(yaitu) seorang rasul dari Allah yang membacakan lembaran-lembaran yang disucikan. (Al-Bayyinah: 2)\n\nYakni Nabi Muhammad dan kitab yang dibacanya, yaitu Al-Qur'an yang mulia, yang telah tercatat di kalangan Mala'ul A'la di dalam lembaran-lembaran yang disucikan. Seperti yang dikatakan di dalam ayat lain melalui firman-Nya:\n\ndi dalam kitab-kitab yang dimuliakan, yang ditinggikan lagi disucikan, di tangan para penulis (malaikat), yang mulia lagi berbakti. ('Abasa: 13-16)",
            "jalalain": "(Yaitu seorang rasul dari Allah) lafal ayat ini menjadi Badal dari lafal Al-Bayyinah, yang dimaksud adalah Nabi Muhammad saw. (yang membacakan lembaran-lembaran yang disucikan) dari segala bentuk kebatilan.",
            "quraish_shihab": "Seorang Rasul yang diutus Allah untuk membacakan kepada mereka lembaran-lembaran yang bebas dari kesalahan, yaitu al-Qur'ân, yang mengandung hukum-hukum yang benar yang menjelaskan keyakinan dan kebenaran."
        },
        {
            "ind": "di dalamnya terdapat (isi) Kitab-kitab yang lurus.",
            "arb": "فِيهَا كُتُبٌ قَيِّمَةٌ",
            "transliterasi": "Fīhā Kutubun Qayyimatun.",
            "eng": "wherein there are ordinances of ever-true soundness and clarity.",
            "kemenag_ringkas": "Lembaran-lembaran suci itu _di dalamnya terdapat kitab-kitab_, yakni hukum-hukum tertulis, _yang lurus_. Al-Qur’an berisi akidah, hukum, kisah, dan aturan yang menuntun umat manusia ke jalan yang benar dan lurus.",
            "kemenag": "Dalam ayat-ayat ini, Allah menjelaskan bahwa yang dimaksud bukti itu adalah hati pribadi Nabi saw yang membacakan untuk orang kafir halaman-halaman Al-Qur'an yang bersih dari campur tangan manusia, dari segala macam kesalahan, dan dari penambahan, yaitu bukti yang memancarkan kebenaran. Allah berfirman:\n\n(Yang) tidak akan didatangi oleh kebatilan baik dari depan maupun dari belakang (pada masa lalu dan yang akan datang). (Fussilat/41: 42)\n\nDi dalam Al-Qur'an itu tersimpul ajaran-ajaran yang benar yang terdapat dalam kitab-kitab para nabi yang terdahulu, seperti Nabi Musa, Nabi Isa, dan Nabi Ibrahim. Dalam ayat lain yang hampir sama maksudnya, Allah berfirman:\n\nDan sungguh, (Al-Qur'an) itu (disebut) dalam kitab-kitab orang yang terdahulu. (asy-Syu'ara'/26: 196)\n\n\nSesungguhnya ini terdapat dalam kitab-kitab yang dahulu, (yaitu) kitab-kitab Ibrahim dan Musa. (al-A'la/87: 18-19)\n\nSebagian ulama berpendapat bahwa yang dimaksud dengan al-kitab ialah surah dan ayat Al-Qur'an, karena setiap surah itu adalah kitab yang kokoh. Ada juga yang memahami sebagai hukum dan peraturan yang terkandung dalam firman-firman Allah yang tidak ada kebatilannya. Dalam ayat lain, Allah berfirman:\n\nSegala puji bagi Allah yang telah menurunkan Kitab (Al-Qur'an) kepada hamba-Nya dan Dia tidak menjadikannya bengkok; sebagai bimbingan yang lurus, untuk memperingatkan akan siksa yang sangat pedih dari sisi-Nya dan memberikan kabar gembira kepada orang-orang mukmin yang mengerjakan kebajikan bahwa mereka akan mendapat balasan yang baik. (al-Kahf/18: 1-2)\n",
            "ibnu_katsir": "Adapun firman Allah Swt.:\n\ndi dalamnya terdapat (isi) kitab-kitab yang lurus. (Al-Bayyinah: 3)\n\nIbnu Jarir mengatakan bahwa di dalam lembaran-lembaran yang disucikan itu terdapat kitab-kitab dari Allah yang berharga. adil, lagi lurus; tiada suatu kesalahan pun di dalamnya karena ia dari sisi Allah Swt. \n\nQatadah mengatakan sehubungan dengan makna firman-Nya: (yaitu) seorang rasul dari Allah (Muhammad) yang membacakan lembaran-lembaran yang disucikan. (Al-Bayyinah: 2) Al-Qur'an dalam ayat ini disebutkan dengan sebutan yang terbaik dan dipuji dengan pujian yang terbaik. \n\nIbnu Zaid mengatakan sehubungan dengan makna firman-Nya: di dalamnya terdapat (isi) kitab-kitab yang Iurus. (Al-Bayyinah: 3) Yakni yang Iurus lagi pertengahan.",
            "jalalain": "(Di dalamnya terdapat kitab-kitab) maksudnya hukum-hukum yang tertulis (yang lurus) artinya hukum-hukum yang lurus. Dia akan membacakan apa yang dikandungnya, yaitu Alquran; di antara mereka ada orang-orang yang beriman kepadanya dan ada pula orang-orang yang kafir kepadanya.",
            "quraish_shihab": "Seorang Rasul yang diutus Allah untuk membacakan kepada mereka lembaran-lembaran yang bebas dari kesalahan, yaitu al-Qur'ân, yang mengandung hukum-hukum yang benar yang menjelaskan keyakinan dan kebenaran."
        },
        {
            "ind": "Dan tidaklah berpecah belah orang-orang yang didatangkan Al Kitab (kepada mereka) melainkan sesudah datang kepada mereka bukti yang nyata.",
            "arb": "وَمَا تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِن بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَةُ",
            "transliterasi": "Wa Mā Tafarraqa Al-Ladhīna 'Ūtū Al-Kitāba 'Illā Min Ba`di Mā Jā'at/humu Al-Bayyinatu.",
            "eng": "Now those who have been vouchsafed revelation aforetime did break up their unity [of faith] after such an evidence of the truth had come to them.",
            "kemenag_ringkas": "Wahai Nabi, ketahuilah bahwa Ahli Kitab dahulu sepakat mengimani dirimu sebagai rasul terakhir sebagaimana informasi yang mereka dapati dalam kitab-kitab mereka. _Dan tidaklah terpecah-belah orang-orang Ahli Kitab_ itu _melainkan setelah datang kepada mereka bukti yang nyata_, yaitu kedatangan­mu atau Al-Qur’an yang kaubawa. Sebagian beriman kepadamu dan sebagian yang lain mengingkarimu.",
            "kemenag": "Keadaan orang-orang kafir Yahudi, Nasrani, dan musyrikin sesudah Nabi saw datang berlainan dengan keadaan mereka sebelumnya. Mereka sebelum Nabi saw datang dalam keadaan kufur, terbenam dalam kejahilan dan hawa nafsu, tetapi setelah Nabi saw datang, segolongan dari mereka beriman. Dengan demikian, keadaan mereka tidak seperti dahulu. Golongan yang tidak beriman malah meragukan kebenaran yang dibawa Nabi saw, bahkan ada yang mempercayai kebenarannya sama sekali.\nPerbantahan dan perselisihan hebat terkadang terjadi antara orang-orang musyrik dengan orang-orang Nasrani. Orang Yahudi berkata kepada orang musyrik, \"Sesungguhnya Allah akan mengutus nabi dari kalangan bangsa Arab penduduk Mekah.\" Mereka menerangkan sifat-sifat nabi serta mengancam orang-orang seraya mengatakan bahwa bila nabi itu lahir, mereka akan membantunya dengan menyokong semua tindakannya dan bekerja sama untuk menghancurkan orang-orang musyrik.\nDalam keadaan yang demikianlah Nabi Muhammad diutus. Lalu orang-orang musyrik memusuhi dan menentang Nabi habis-habisan. Mereka juga mengajak orang-orang Arab lainnya untuk memusuhi beliau dan menyakiti pengikut-pengikutnya yang hatinya telah disinari dengan keimanan dan melapangkan dadanya untuk mengenal kebenaran.\nKemudian Allah dalam ayat ini menghibur Nabi-Nya dengan mengatakan bahwa beliau tidak perlu susah atau gundah karena sikap dan tantangan mereka terhadap dirinya. Hal itu juga merupakan sikap mereka terhadap para nabi terdahulu sehingga mereka berpecah-belah.\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nDan tidaklah berpecah belah orang-orang yang didatangkan Al-Kitab (kepada mereka) melainkan sesudah datang kepada mereka bukti yang nyata. (Al-Bayyinah: 4)\n\nSemakna dengan apa yang disebutkan dalam ayat lain melalui firman-Nya:\n\nDan janganlah kalian menyerupai orang-orang yang bercerai-berai dan berselisih sesudah datang keterangan yang jelas kepada mereka. mereka itulah orang-orang yang mendapat siksa yang berat. (Ali Imran: 105)\n\nYang dimaksud oleh ayat ialah menceritakan keadaan Ahli Kitab dari kalangan umat terdahulu. Sesudah Allah menegakkan hujah dan bukti terhadap mereka, maka mereka bercerai-berai dan berselisih mengenai takwil yang dimaksud oleh Allah di dalam kitab-kitab mereka. Dan hal ini berakibat mereka bercerai-berai dan menjadi golongan yang banyak, sebagaimana yang disebutkan di dalam sebuah hadis yang diriwayatkan melalui berbagai jalur, yaitu:\n\nSesungguhnya orang-orang Yahudi berpecah belah menjadi tujuh puluh satu golongan, dan orang-orang Nasrani berpecah belah menjadi tujuh puluh dua golongan. Dan umat ini akan berpecah belah menjadi tujuh puluh tiga golongan, semuanya di dalam neraka kecuali satu golongan. Para sahabat bertanya, \"Siapakah mereka yang satu golongan yang selamat itu, wahai Rasulullah?\" Rasulullah Saw. bersabda: Yaitu golongan yang mengikuti apa yang dikerjakan olehku dan para sahabatku.",
            "jalalain": "(Dan tidaklah berpecah belah orang-orang yang didatangkan Alkitab) kepada mereka sehubungan dengan masalah iman kepada Nabi Muhammad saw. (melainkan sesudah datang kepada mereka bukti yang nyata) yaitu setelah datang kepada mereka Nabi Muhammad saw., atau Alquran yang dibawa olehnya sebagai mukjizat baginya. Sebelum kedatangan Nabi Muhammad saw. mereka adalah orang-orang yang sepakat untuk beriman kepadanya/Nabi Muhammad tetapi setelah Nabi Muhammad saw. datang kepada mereka, tiba-tiba mereka mengingkarinya, terutama orang-orang yang dengki dari kalangan mereka.",
            "quraish_shihab": "Orang-orang Yahudi dan Nasrani yang diberi kitab suci itu juga tidak akan berselisih sampai datang kepada mereka bukti yang jelas yang menunjukkan bahwa Muhammad adalah utusan Allah yang dijanjikan dalam kitab suci mereka."
        },
        {
            "ind": "Padahal mereka tidak disuruh kecuali supaya menyembah Allah dengan memurnikan ketaatan kepada-Nya dalam (menjalankan) agama yang lurus, dan supaya mereka mendirikan shalat dan menunaikan zakat; dan yang demikian itulah agama yang lurus.",
            "arb": "وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ ۚ وَذَٰلِكَ دِينُ الْقَيِّمَةِ",
            "transliterasi": "Wa Mā 'Umirū 'Illā Liya`budū Allāha Mukhlişīna Lahu Ad-Dīna Ĥunafā'a Wa Yuqīmū Aş-Şalāata Wa Yu'utū Az-Zakāata Wa Dhalika Dīnu Al-Qayyimati.",
            "eng": "And withal, they were not enjoined aught but that they should worship God, sincere in their faith in Him alone, turning away from all that is false; and that they should be constant in prayer; and that they should spend in charity: for this is a moral law endowed with ever-true soundness and clarity.",
            "kemenag_ringkas": "Mereka terpecah belah seperti itu_ padahal mereka_ dalam kitab-kitab mereka _hanya diperintah_ untuk _menyembah Allah dengan ikhlas menaati-Nya semata-mata_ _karena_ menjalankan _agama_, _dan juga_ diperintah _agar melaksanakan salat dan menunaikan zakat; dan yang demikian itulah aga-ma yang lurus_ dan benar agama Islam. Keikhlasan dalam beribadah dengan memurnikan niat demi mencari rida Allah dan menjauhkan diri dari kemusyrikan adalah salah satu syarat diterimanya ibadah.",
            "kemenag": "Karena adanya perpecahan di kalangan mereka, maka pada ayat ini dengan nada mencerca Allah menegaskan bahwa mereka tidak diperintahkan kecuali untuk menyembah-Nya. Perintah yang ditujukan kepada mereka adalah untuk kebaikan dunia dan agama mereka, dan untuk mencapai kebahagiaan dunia dan akhirat. Mereka juga diperintahkan untuk mengikhlaskan diri lahir dan batin dalam beribadah kepada Allah dan membersihkan amal perbuatan dari syirik sebagaimana agama yang dibawa oleh Nabi Ibrahim yang menjauhkan dirinya dari kekufuran kaumnya kepada agama tauhid dengan mengikhlaskan ibadah kepada Allah. Ikhlas adalah salah satu dari dua syarat diterimanya amal, dan itu merupakan pekerjaan hati. Sedang yang kedua adalah mengikuti sunah Rasulullah. Allah berfirman:\n\nKemudian Kami wahyukan kepadamu (Muhammad), \"Ikutilah agama Ibrahim yang lurus.\" (an-Nahl/16: 123)\n\n\n\nFirman-Nya yang lain:\n\nIbrahim bukanlah seorang Yahudi dan bukan (pula) seorang Nasrani, tetapi dia adalah seorang yang lurus dan muslim. (Ali 'Imran/3: 67)\n\nMendirikan salat dalam ayat ini maksudnya adalah mengerjakannya terus-menerus setiap waktu dengan memusatkan jiwa kepada kebesaran Allah, untuk membiasakan diri tunduk kepada-Nya. Sedangkan yang dimaksud dengan mengeluarkan zakat yaitu membagi-bagikannya kepada yang berhak menerimanya sebagaimana yang telah ditentukan oleh Al-Qur'anul Karim.\nKeterangan ayat di atas tentang keikhlasan beribadah, menjauhkan diri dari syirik, mendirikan salat, dan mengeluarkan zakat, adalah maksud dari agama yang lurus yang tersebut dalam kitab-kitab suci lainnya.\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nPadahal mereka tidak disuruh kecuali supaya menyembah Allah dengan memurnikan ketaatan kepada-Nya dalam (menjalankan) agama. (Al-Bayyinah: 5)\n\nSemakna dengan apa yang disebutkan oleh firman-Nya:\n\nDan Kami tidak mengutus seorang rasul pun sebelum kamu, melainkan Kami wahyukan kepadanya, \"Bahwasanya tidak ada Tuhan (yang hak) melainkan Aku, maka sembahlah olehmu sekalian akan Aku.” (Al-Anbiya: 25)\n\nKarena itulah maka disebutkan dalam firman berikutnya:\n\nDengan lurus. (Al-Bayyinah: 5)\n\nYakni menyimpang dari kemusyrikan dan menuju kepada tauhid, sepetti yang disebutkan di dalam firman-Nya:\n\nDan sesungguhnya Kami telah mengutus rasul pada tiap-tiap umat (untuk menyerukan), \"Sembahlah Allah (saja), dan jauhilah tagut.” (An-Nahl: 36)\n\nDalam pembahasan yang lalu di tafsir surat Al-An'am telah diterangkan makna hanif ini dengan keterangan yang lengkap, hingga tidak perlu diulangi lagi dalam bab ini.\n\ndan supaya mereka mendirikan salat. (Al-Bayyinah: 5) \n\nSalat adalah ibadah badaniyah yang paling mulia. \n\ndan menunaikan zakat. (Al-Bayyinah: 5)\n\nYaitu memberikan santunan dan kebaikan kepada orang-orang fakir dan orang-orang yang memerlukan pertolongan.\n\ndan yang demikian itulah agama yang lurus. (Al-Bayyinah: 5)\n\nYakni agama yang tegak lagi adil, atau maknanya umat yang lurus lagi pertengahan. Banyak dari kalangan para imam —seperti Az-Zuhri dan Asy-Syafii— yang menyimpulkan dalil dari ayat ini, bahwa amal perbuatan itu termasuk ke dalam iman. Oleh karenanya disebutkan di dalam firman-Nya: \n\nPadahal mereka tidak disuruh kecuali supaya menyembah Allah dengan memurnikan ketaatan kepada-Nya dalam (menjalankan) agama dengan lurus, dan supaya mereka mendirikan salat dan menunaikan zakat; dan yang demikian itulah agama yang lurus. (Al-Bayyinah: 5)",
            "jalalain": "(Padahal mereka tidak disuruh) di dalam kitab-kitab mereka yaitu Taurat dan Injil (kecuali menyembah Allah) kecuali supaya menyembah Allah, pada asalnya adalah An Ya'budullaaha, lalu huruf An dibuang dan ditambahkan huruf Lam sehingga jadilah Liya'budullaaha (dengan memurnikan ketaatan kepada-Nya dalam beragama) artinya membersihkannya dari kemusyrikan (dengan lurus) maksudnya berpegang teguh pada agama Nabi Ibrahim dan agama Nabi Muhammad bila telah datang nanti. Maka mengapa sewaktu ia datang mereka menjadi jadi ingkar kepadanya (dan supaya mereka mendirikan salat dan menunaikan zakat; dan yang demikian itulah agama) atau tuntunan (yang mustaqim) yang lurus.",
            "quraish_shihab": "Mereka tidak dibebani tugas kecuali agar ibadah mereka hanya ditujukan kepada Allah dengan ikhlas, agar mereka menjauhi kebatilan, beristikamah dalam kebenaran dan agar mereka selalu melaksanakan salat dan menunaikan zakat. Itulah agama yang lurus."
        },
        {
            "ind": "Sesungguhnya orang-orang yang kafir yakni ahli Kitab dan orang-orang yang musyrik (akan masuk) ke neraka Jahannam; mereka kekal di dalamnya. Mereka itu adalah seburuk-buruk makhluk.",
            "arb": "إِنَّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ فِي نَارِ جَهَنَّمَ خَالِدِينَ فِيهَا ۚ أُولَٰئِكَ هُمْ شَرُّ الْبَرِيَّةِ",
            "transliterasi": "'Inna Al-Ladhīna Kafarū Min 'Ahli Al-Kitābi Wa Al-Mushrikīna Fī Nāri Jahannama Khālidīna Fīhā 'Ūlā'ika Hum Sharru Al-Barīyati.",
            "eng": "Verily, those who [despite all evidence] are bent on denying the truth - [be they] from among the followers of earlier revelation or from among those who ascribe divinity to aught beside God - will find themselves in the fire of hell, therein to abide: they are the worst of all creatures.",
            "kemenag_ringkas": "_Sungguh, orang-orang yang kafir dari golongan Ahli Kitab dan orang-orang yang musyrik_ akan masuk_ ke neraka Jahanam_ dengan bermacam siksa pedih di dalamnya; _mereka kekal di dalamnya selama-lamanya._ Tidak ada kesempatan bagi mereka untuk keluar, bahkan untuk sekadar sejenak lepas dari siksa. _Mereka itu adalah sejahat-jahat makhluk_. Allah telah mem-beri mereka peringatan, tetapi mereka enggan mengindahkannya. Dia tidak akan menyiksa seseorang kecuali setelah memberinya peringatan.",
            "kemenag": "Dalam ayat ini, Allah menjelaskan bahwa orang-orang kafir dari kalangan Ahli Kitab dan orang musyrik telah mengotori jiwanya dengan syirik dan maksiat-maksiat serta mengingkari kebenaran nyata kenabian Muhammad saw. Mereka akan disiksa Allah dengan siksaan yang tidak memungkinkan mereka untuk melepaskan diri darinya untuk selama-lamanya, yaitu api neraka yang menyala-nyala. Siksaan itu sebagai balasan atas perbuatan mereka. Mereka itu tergolong makhluk yang paling buruk.",
            "ibnu_katsir": "Allah Swt. menceritakan akibat yang dialami oleh orang-orang durhaka dari kalangan orang-orang kafir Ahli Kitab dan orang-orang musyrik yang menentang kitab-kitab Allah yang diturunkan dan menentang para rasul yang diutus-Nya. Bahwa mereka kelak di hari kiamat dimasukkan ke dalam neraka Jahanam, mereka kekal di dalamnya untuk selama-lamanya; mereka menjadi penghuni tetapnya, tidak akan berpindah darinya dan tidak pula mereka lenyap darinya.\n\nMereka itu adalah seburuk-buruk makhluk. (Al-Bayyinah: 6)\n\nYakni seburuk-buruk makhluk yang diciptakan Allah dan yang diadakan-Nya. Kemudian Allah Swt. menceritakan keadaan orang-orang yang berbakti, yaitu mereka yang hatinya beriman, dan badan mereka mengamalkan perbuatan-perbuatan yang saleh. Bahwa mereka adalah sebaik-baik makhluk Allah.\n\nAbu Hurairah dan segolongan ulama menyimpulkan dari ayat ini bahwa orang-orang yang beriman dari kalangan manusia lebih utama daripada para malaikat, yaitu karena firman-Nya yang mengatakan:\n\nMereka itu adalah sebaik-baik makhluk. (Al-Bayyinah: 7)",
            "jalalain": "(Sesungguhnya orang-orang kafir dari ahli kitab dan orang-orang musyrik -dimasukkan- ke dalam neraka Jahanam; mereka kekal di dalamnya) lafal Khaalidiina menjadi Haal atau kata keterangan keadaan dari lafal yang tidak disebutkan; lengkapnya mereka telah dipastikan oleh Allah swt. untuk menjadi penghuni tetap di dalam neraka Jahanam untuk selama-lamanya. (Mereka itu adalah seburuk-buruk makhluk.)",
            "quraish_shihab": "Sesungguhnya orang-orang Ahl al-Kitâb dan orang-orang musyrikin, yang ingkar kepada Allah, akan dimasukkan ke dalam api neraka dan tidak akan dapat keluar dari dalamnya. Mereka itu adalah makhluk yang keyakinan dan perbuatannya paling jahat."
        },
        {
            "ind": "Sesungguhnya orang-orang yang beriman dan mengerjakan amal saleh, mereka itu adalah sebaik-baik makhluk.",
            "arb": "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَٰئِكَ هُمْ خَيْرُ الْبَرِيَّةِ",
            "transliterasi": "'Inna Al-Ladhīna 'Āmanū Wa `Amilū Aş-Şāliĥāti 'Ūlā'ika Hum Khayru Al-Barīyati.",
            "eng": "[And,] verily, those who have attained to faith, and do righteous deeds - it is they, they who are the best of all creatures.",
            "kemenag_ringkas": "_Sungguh, orang-orang yang beriman_ kepada Allah dan rasulnya dengan iman yang benar _dan mengerjakan kebajikan_ dengan ikhlas dan sesuai ketetentuan syariat, _mereka itu adalah sebaik-baik makhluk_. Mereka adalah makhluk yang Allah kehendaki untuk menjadi khalifah di bumi.",
            "kemenag": "Dalam ayat ini, Allah menerangkan ganjaran bagi orang-orang yang beriman. Jiwa mereka telah disinari oleh cahaya petunjuk dan membenarkan apa yang dibawa oleh Nabi saw. Mereka juga mengamalkannya dengan mengorbankan jiwa, harta, dan apa saja yang dimilikinya pada jalan Allah, serta bertingkah laku baik dengan seluruh hamba Allah. Mereka itu tergolong makhluk yang paling baik.",
            "ibnu_katsir": "Allah Swt. menceritakan akibat yang dialami oleh orang-orang durhaka dari kalangan orang-orang kafir Ahli Kitab dan orang-orang musyrik yang menentang kitab-kitab Allah yang diturunkan dan menentang para rasul yang diutus-Nya. Bahwa mereka kelak di hari kiamat dimasukkan ke dalam neraka Jahanam, mereka kekal di dalamnya untuk selama-lamanya; mereka menjadi penghuni tetapnya, tidak akan berpindah darinya dan tidak pula mereka lenyap darinya.\n\nMereka itu adalah seburuk-buruk makhluk. (Al-Bayyinah: 6)\n\nYakni seburuk-buruk makhluk yang diciptakan Allah dan yang diadakan-Nya. Kemudian Allah Swt. menceritakan keadaan orang-orang yang berbakti, yaitu mereka yang hatinya beriman, dan badan mereka mengamalkan perbuatan-perbuatan yang saleh. Bahwa mereka adalah sebaik-baik makhluk Allah.\n\nAbu Hurairah dan segolongan ulama menyimpulkan dari ayat ini bahwa orang-orang yang beriman dari kalangan manusia lebih utama daripada para malaikat, yaitu karena firman-Nya yang mengatakan:\n\nMereka itu adalah sebaik-baik makhluk. (Al-Bayyinah: 7)",
            "jalalain": "(Sesungguhnya orang-orang yang beriman dan mengerjakan amal saleh mereka itu adalah sebaik-baik makhluk) artinya makhluk yang paling baik.",
            "quraish_shihab": "Sesungguhnya orang yang beriman kepada Allah dan Rasul-Nya dan mengerjakan amal saleh adalah makhluk yang keyakinan dan perbuatannya paling baik."
        },
        {
            "ind": "Balasan mereka di sisi Tuhan mereka ialah surga 'Adn yang mengalir di bawahnya sungai-sungai; mereka kekal di dalamnya selama-lamanya. Allah ridha terhadap mereka dan merekapun ridha kepada-Nya. Yang demikian itu adalah (balasan) bagi orang yang takut kepada Tuhannya.",
            "arb": "جَزَاؤُهُمْ عِندَ رَبِّهِمْ جَنَّاتُ عَدْنٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ۖ رَّضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ۚ ذَٰلِكَ لِمَنْ خَشِيَ رَبَّهُ",
            "transliterasi": "Jazā'uuhum `Inda Rabbihim Jannātu `Adnin Tajrī Min Taĥtihā Al-'Anhāru Khālidīna Fīhā 'Abadāan Rađiya Allāhu `Anhum Wa Rađū `Anhu Dhālika Liman Khashiya Rabbahu",
            "eng": "Their reward [awaits them] with God: gardens of perpetual bliss, through which running waters flow, therein to abide beyond the count of time; well-pleased is God with them, and well-pleased are they with Him: all this awaits him who of his Sustainer stands in awe!.",
            "kemenag_ringkas": "_Balasan mereka di sisi Tuhan mereka ialah surga ’Adn yang mengalir di bawahnya sungai-sungai; mereka kekal di dalamnya selama-lamanya_ bersama segala kenikmatan di dalamnya. Selain itu, mereka mendapat nikmat yang lebih besar. _Allah rida terhadap mereka_ atas keimanan dan amal saleh mereka _dan mereka pun rida kepada-Nya_ atas kemuliaan yang Allah anugerahkan kepada mereka. _Yang demikian itu adalah _balasan yang agung _bagi orang yang takut kepada Tuhannya_. Ketakutannya pada siksaan Allah mendorongnya untuk menjauhkan diri dari larangan Allah, termasuk kemusyrikan dan kekafiran.",
            "kemenag": "Kemudian dalam ayat ini, Allah menerangkan bahwa yang akan mereka terima dari Tuhan mereka adalah surga 'Adn yang di dalamnya terdapat bermacam-macam kesenangan dan kelezatan, lebih lengkap dan sempurna dari kesenangan dan kelezatan dunia, dan di bawahnya mengalir sungai-sungai. Mereka kekal di dalamnya selama-lamanya. Mereka berhak menerima balasan tersebut karena mereka berada dalam keridaan Allah dan tetap dalam ketentuan-ketentuan-Nya.\nMereka mendapat pujian dan mencapai apa yang mereka inginkan dari kebahagiaan hidup di dunia dan di akhirat. Mereka diridai Allah dan mereka pun rida kepadanya. Ganjaran-ganjaran yang merupakan kebahagiaan dunia dan akhirat hanya diperoleh orang-orang yang jiwanya penuh dengan takwa kepada Allah.\n",
            "ibnu_katsir": "Kemudian Allah Swt. berfirman dalam ayat selanjutnya:\n\nBalasan mereka di sisi Tuhan mereka. (Al-Bayyinah: 8) \n\nYaitu di hari kiamat nanti.\n\nadalah surga 'adn yang mengalir di bawahnya sungai-sungai; mereka kekal di dalamnya selama-lamanya. (Al-Bayyinah: 8)\n\nYakni tiada putus-putusnya, tiada habis-habisnya, dan tiada selesai-selesainya.\n\nAllah rida terhadap mereka dan mereka pun rida kepada-Nya. (Al-Bayyinah: 8)\n\nPerlu diketahui bahwa rida Allah kepada mereka lebih tinggi derajatnya daripada kenikmatan abadi yang diberikan-Nya kepada mereka.\n\ndan mereka pun rida kepada-Nya. (Al-Bayyinah: 8)\n\nArtinya, merasa puas dengan keutamaan yang menyeluruh yang diberikan oleh Allah kepada mereka. \n\nFirman Allah Swt:\n\nYang demikian itu adalah (balasan) bagi orang yang takut kepada Tuhannya. (Al-Bayyinah: 8)\n\nYaitu pahala ini akan didapat oleh orang yang takut kepada Allah, bertakwa kepada-Nya dengan sebenar-benar takwa, dan menyembah-Nya seakan-akan dia melihat-Nya, dan ia mengetahui bahwa jika ia tidak dapat melihat-Nya, maka Dia Maha Melihat kepadanya.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Ishaq ibnu Isa, telah menceritakan kepada kami Abu Ma'syar, dari Abu Wahb maula Abu Hurairah, dari Abu Hurairah yang mengatakan bahwa Rasulullah Saw. pernah bersabda: \"Maukah aku beri tahukan kepadamu tentang sebaik-baik makhluk?” Mereka menjawab, \"Tentu saja mau, wahai Rasulullah.” Rasulullah Saw. bersabda, \"Seorang laki-laki yang memegang kendali kudanya di jalan Allah, manakala terjadi serangan musuh, maka dia menunggangi kudanya (dan memacunya menghadapi musuh).” \"Maukah aku beri tahukan kepadamu tentang sebaik-baik makhluk?\" Mereka menjawab, \"Tentu saja mau, wahai Rasulullah.” Rasulullah Saw. bersabda, \"Seorang lelaki yang berada di kumpulan ternak kambingnya mendirikan salat dan menunaikan zakat.” \"Maukah aku ceritakan kepadamu tentang seburuk-buruk makhluk?\" Mereka menjawab, \"Tentu mau.\" Rasulullah Saw. menjawab, \"Orang yang meminta kepada Allah dan Allah tidak memberinya.”",
            "jalalain": "(Balasan mereka di sisi Rabb mereka ialah surga 'Adn) sebagai tempat tinggal tetap mereka (yang mengalir di bawahnya sungai-sungai; mereka kekal di dalamnya selama-lamanya. Allah rida terhadap mereka) karena ketaatan mereka kepada-Nya (dan mereka pun rida kepada-Nya) yakni merasa puas akan pahala-Nya. (Yang demikian itu adalah balasan bagi orang yang takut kepada Rabbnya) maksudnya takut kepada siksaan-Nya, yang karena itu lalu ia berhenti dari mendurhakai-Nya.",
            "quraish_shihab": "Balasan yang akan mereka terima kelak, di akhirat, atas keimanan dan amal saleh yang mereka lalukan adalah surga yang dialiri sungai-sungai di bawahnya. Mereka akan hidup abadi di dalamnya. Allah menerima perbuatan mereka, dan mereka pun bersyukur atas kebaikan-Nya kepada mereka. Demikian itu adalah balasan bagi orang yang takut kepada siksaan Tuhannya, lalu ia beriman dan berbuat amal saleh."
        }
    ]
}