{
    "number": 103,
    "name": "سُورَةُ العَصۡرِ",
    "englishName": "Al-Asr",
    "englishNameTranslation": "The Declining Day, Epoch",
    "revelationType": "Meccan",
    "numberOfAyahs": 3,
    "ayahs": [
        {
            "ind": "Demi masa.",
            "arb": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ وَالْعَصْرِ",
            "transliterasi": "Wa Al-`Aşri.",
            "eng": "CONSIDER the flight of time!",
            "kemenag_ringkas": "_Demi masa_, waktu sore, atau salat Asar. Allah bersumpah dengan masa agar manusia memperhatikan masa dan memanfaatkannya dengan baik; bersumpah dengan waktu sore, sebagaimana dengan waktu duha, sebagai salah satu bukti kuasa Allah; dan bersumpah dengan salat Asar karena keutamaanya atas salat-salat yang lain.",
            "kemenag": "Dalam ayat ini, Allah bersumpah dengan masa yang terjadi di dalamnya bermacam-macam kejadian dan pengalaman yang menjadi bukti atas kekuasaan Allah yang mutlak, hikmah-Nya yang tinggi, dan Ilmu-Nya yang sangat luas. Perubahan-perubahan besar yang terjadi pada masa itu sendiri, seperti pergantian siang dengan malam yang terus-menerus, habisnya umur manusia, dan sebagainya merupakan tanda keagungan Allah.\nDalam ayat lain, Allah berfirman:\n\nDan sebagian dari tanda-tanda kebesaran-Nya ialah malam, siang, matahari, dan bulan. (Fussilat/41: 37)\n\nApa yang dialami manusia dalam masa itu dari senang dan susah, miskin dan kaya, senggang dan sibuk, suka dan duka, dan lain-lain menunjukkan secara gamblang bahwa bagi alam semesta ini ada pencipta dan pengaturnya. Dialah Tuhan yang harus disembah dan hanya kepada-Nya kita memohon untuk menolak bahaya dan menarik manfaat. Adapun orang-orang kafir menghubungkan peristiwa-peristiwa tersebut hanya kepada suatu masa saja, sehingga mereka beranggapan bahwa bila ditimpa oleh sesuatu bencana, hal itu hanya kemauan alam saja. Allah menjelaskan bahwa masa (waktu) adalah salah satu makhluk-Nya dan di dalamnya terjadi bermacam-macam kejadian, kejahatan, dan kebaikan. Bila seseorang ditimpa musibah, hal itu merupakan akibat tindakannya. Masa (waktu) tidak campur tangan dengan terjadinya musibah itu.\n",
            "ibnu_katsir": "Al-Asr artinya zaman atau masa yang padanya Bani Adam bergerak melakukan perbuatan baik dan buruk. Malik telah meriwayatkan dari Zaid ibnu Aslam bahwa makna yang dimaksud adalah waktu asar. \n\nTetapi pendapat yang terkenal adalah yang pertama. Allah Swt. bersumpah dengan menyebutkan bahwa manusia itu benar-benar berada dalam kerugian, yakni rugi dan binasa.\n\nkecuali orang-orang yang beriman dan mengerjakan amal saleh. (Al-'Asr:3)\n\nMaka dikecualikan dari jenis manusia yang terhindar dari kerugian, yaitu orang-orang yang beriman hatinya dan anggota tubuhnya mengerjakan amal-amal yang saleh.\n\ndan nasihat-menasihati supaya menaati kebenaran. (Al-'Asr: 3) \n\nYakni menunaikan dan meninggalkan semua yang diharamkan.\n\ndan nasihat-menasihati supaya menetapi kesabaran. (A1-'Asr: 3)\n\nYaitu tabah menghadapi musibah dan malapetaka serta gangguan yang menyakitkan dari orang-orang yang ia perintah melakukan kebajikan dan ia larang melakukan kemungkaran.",
            "jalalain": "(Demi masa) atau zaman atau waktu yang dimulai dari tergelincirnya matahari hingga terbenamnya; maksudnya adalah waktu salat Asar.",
            "quraish_shihab": "[[103 ~ AL-'ASHR (MASA) Pendahuluan: Makkiyyah, 3 ayat ~ Dalam surat ini, Allah Swt. bersumpah demi masa--karena masa mengandung banyak keajaiban dan pelajaran yang menunjukkan kemahakuasaan dan kemahabijaksanaan-Nya--bahwa manusia tidak akan lepas dari kekurangan dalam perlakuan dan keadaannya, kecuali orang-orang yang benar-benar beriman yang mengerjakan amal saleh, saling menasihati sesama mereka untuk berpegang teguh dalam kebenaran yang mengandung semua kebaikan, dan saling menasihati untuk bersabar dalam melaksanakan apa yang diperintahkan kepada mereka dan dalam menjauhi segala larangan.]] Aku bersumpah demi masa karena mengandung banyak peristiwa dan pelajaran."
        },
        {
            "ind": "Sesungguhnya manusia itu benar-benar dalam kerugian,",
            "arb": "إِنَّ الْإِنسَانَ لَفِي خُسْرٍ",
            "transliterasi": "'Inna Al-'Insāna Lafī Khusrin.",
            "eng": "Verily, man is bound to lose himself",
            "kemenag_ringkas": "_Sungguh, manusia berada dalam kerugian_, baik di dunia maupun akhirat, akibat hawa nafsu yang menyelubungi dirinya.",
            "kemenag": "Dalam ayat ini, Allah mengungkapkan bahwa manusia sebagai makhluk Allah sungguh secara keseluruhan berada dalam kerugian bila tidak menggunakan waktu dengan baik atau dipakai untuk melakukan keburukan. Perbuatan buruk manusia merupakan sumber kecelakaan yang menjerumuskannya ke dalam kebinasaan. Dosa seseorang terhadap Tuhannya yang memberi nikmat tidak terkira kepadanya adalah suatu pelanggaran yang tidak ada bandingannya sehingga merugikan dirinya.",
            "ibnu_katsir": "Al-Asr artinya zaman atau masa yang padanya Bani Adam bergerak melakukan perbuatan baik dan buruk. Malik telah meriwayatkan dari Zaid ibnu Aslam bahwa makna yang dimaksud adalah waktu asar. \n\nTetapi pendapat yang terkenal adalah yang pertama. Allah Swt. bersumpah dengan menyebutkan bahwa manusia itu benar-benar berada dalam kerugian, yakni rugi dan binasa.\n\nkecuali orang-orang yang beriman dan mengerjakan amal saleh. (Al-'Asr:3)\n\nMaka dikecualikan dari jenis manusia yang terhindar dari kerugian, yaitu orang-orang yang beriman hatinya dan anggota tubuhnya mengerjakan amal-amal yang saleh.\n\ndan nasihat-menasihati supaya menaati kebenaran. (Al-'Asr: 3) \n\nYakni menunaikan dan meninggalkan semua yang diharamkan.\n\ndan nasihat-menasihati supaya menetapi kesabaran. (A1-'Asr: 3)\n\nYaitu tabah menghadapi musibah dan malapetaka serta gangguan yang menyakitkan dari orang-orang yang ia perintah melakukan kebajikan dan ia larang melakukan kemungkaran.",
            "jalalain": "(Sesungguhnya manusia itu) yang dimaksud adalah jenis manusia (benar-benar berada dalam kerugian) di dalam perniagaannya.",
            "quraish_shihab": "Bahwa semua manusia berada dalam kerugian karena banyak dikuasai oleh hawa nafsunya."
        },
        {
            "ind": "kecuali orang-orang yang beriman dan mengerjakan amal saleh dan nasehat menasehati supaya mentaati kebenaran dan nasehat menasehati supaya menetapi kesabaran.",
            "arb": "إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ",
            "transliterasi": "'Illā Al-Ladhīna 'Āmanū Wa `Amilū Aş-Şāliĥāti Wa Tawāşaw Bil-Ĥaqqi Wa Tawāşaw Biş-Şabri",
            "eng": "unless he be of those who attain to faith, and do good works, and enjoin upon one another the keeping to truth, and enjoin upon one another patience in adversity.",
            "kemenag_ringkas": "Semua manusia rugi, _kecuali orang-orang yang beriman_ dengan sejati _dan mengerjakan kebajikan_ sesuai ketentuan syariat dengan penuh keikhlasan, _serta saling menasihati_ satu sama lain dengan baik dan bijaksana untuk memegang teguh _kebenaran_ sebagaimana diajarkan oleh agama _dan saling menasihati untuk kesabaran_ dalam melaksanakan kewajiban agama, menjauhi larangan, menghadapi musibah, dan menjalani kehidupan.",
            "kemenag": "Dalam ayat ini, Allah menjelaskan bahwa jika manusia tidak mau hidupnya merugi, maka ia harus beriman kepada-Nya, melaksanakan ibadah sebagaimana yang diperintahkannya, berbuat baik untuk dirinya sendiri, dan berusaha menimbulkan manfaat kepada orang lain.\nDi samping beriman dan beramal saleh, mereka harus saling nasihat-menasihati untuk menaati kebenaran dan tetap berlaku sabar, menjauhi perbuatan maksiat yang setiap orang cenderung kepadanya, karena dorongan hawa nafsunya.\n",
            "ibnu_katsir": "Al-Asr artinya zaman atau masa yang padanya Bani Adam bergerak melakukan perbuatan baik dan buruk. Malik telah meriwayatkan dari Zaid ibnu Aslam bahwa makna yang dimaksud adalah waktu asar. \n\nTetapi pendapat yang terkenal adalah yang pertama. Allah Swt. bersumpah dengan menyebutkan bahwa manusia itu benar-benar berada dalam kerugian, yakni rugi dan binasa.\n\nkecuali orang-orang yang beriman dan mengerjakan amal saleh. (Al-'Asr:3)\n\nMaka dikecualikan dari jenis manusia yang terhindar dari kerugian, yaitu orang-orang yang beriman hatinya dan anggota tubuhnya mengerjakan amal-amal yang saleh.\n\ndan nasihat-menasihati supaya menaati kebenaran. (Al-'Asr: 3) \n\nYakni menunaikan dan meninggalkan semua yang diharamkan.\n\ndan nasihat-menasihati supaya menetapi kesabaran. (A1-'Asr: 3)\n\nYaitu tabah menghadapi musibah dan malapetaka serta gangguan yang menyakitkan dari orang-orang yang ia perintah melakukan kebajikan dan ia larang melakukan kemungkaran.",
            "jalalain": "(Kecuali orang-orang yang beriman dan mengerjakan amal saleh) mereka tidak termasuk orang-orang yang merugi di dalam perniagaannya (dan nasihat-menasihati) artinya sebagian di antara mereka menasihati sebagian yang lainnya (supaya menaati kebenaran) yaitu iman (dan nasihat-menasihati dengan kesabaran) yaitu di dalam menjalankan amal ketaatan dan menjauhi kemaksiatan.",
            "quraish_shihab": "Kecuali orang-orang yang beriman kepada Allah, mengerjakan amal saleh dengan penuh kepatuhan, dan saling menasihati sesamanya untuk berpegang teguh pada kebenaran--baik berupa keyakinan, ucapan maupun tindakan--dan saling menasihati untuk bersabar atas segala kesulitan yang dialami orang yang berpegang teguh dalam beragama. Mereka adalah orang-orang yang selamat dari kerugian tersebut dan beruntung di dunia dan akhirat."
        }
    ]
}