{
    "number": 67,
    "name": "سُورَةُ المُلۡكِ",
    "englishName": "سُورَةُ المُلۡكِ",
    "englishNameTranslation": "Al-Mulk",
    "revelationType": "Meccan",
    "numberOfAyahs": 30,
    "ayahs": [
        {
            "ind": "Maha Suci Allah Yang di tangan-Nya-lah segala kerajaan, dan Dia Maha Kuasa atas segala sesuatu,",
            "arb": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
            "transliterasi": "Tabāraka Al-Ladhī Biyadihi Al-Mulku Wa Huwa `Alaá Kulli Shay'in Qadīrun.",
            "eng": "HALLOWED be He in whose hand all dominion rests, since He has the power to will anything:",
            "kemenag": "Ayat ini menerangkan bahwa Allah Yang Mahasuci dan yang tidak terhingga rahmat-Nya, adalah penguasa semua kerajaan dunia yang fana ini dengan segala macam isinya, dan kerajaan akhirat yang terjadi setelah lenyapnya kerajaan dunia. Allah berfirman:\n\nDan milik Allah-lah kerajaan langit dan bumi dan apa yang ada di antara keduanya. Dia menciptakan apa yang Dia kehendaki. Dan Allah Mahakuasa atas segala sesuatu. (al-Ma'idah/5: 17)\n\nFirman Allah yang lain :\n\nSegala puji bagi Allah, Tuhan seluruh alam, Yang Maha Pengasih, Maha Penyayang, Pemilik hari pembalasan. (al-Fatihah/1: 2-4)\n\nAllah adalah penguasa kerajaan dunia. Hal ini berarti bahwa Dialah yang menciptakan seluruh alam ini beserta segala yang terdapat di dalamnya. Dia pulalah yang mengembangkan, menjaga kelangsungan wujudnya, mengatur, mengurus, menguasai, dan menentukan segala sesuatu yang ada di dalamnya, sesuai yang dikehendaki-Nya. Dalam mengatur, mengurus, mengembangkan, dan menjaga kelangsungan wujud alam ini, Allah menetapkan hukum-hukum dan peraturan-peraturan. Semua wajib tunduk dan mengikuti hukum-hukum dan peraturan yang dibuat-Nya itu tanpa ada pengecualian sedikit pun. Apa dan siapa saja yang tidak mau tunduk dan patuh, serta mengingkari hukum-hukum dan peraturan-peraturan itu pasti akan binasa atau sengsara.\nHukum dan peraturan Allah yang berlaku di alam ini ada dua; pertama, sunatullah yang merupakan hukum dan ketentuan Allah yang berlaku di alam semesta ini, baik bagi makhluk hidup maupun benda mati, baik bagi manusia maupun bagi hewan, tumbuh-tumbuhan, dan benda yang tidak bernyawa, baik bagi bumi dengan segala isinya maupun bagi seluruh planet-planet yang beredar di jagat raya yang tiada terbatas luasnya. Di antara hukum dan peraturan Allah itu ialah api membakar, air mengalir dari tempat yang tinggi ke tempat yang rendah, hukum Pascal, dan, hukum Archimedes. Manusia hidup memerlukan oksigen, makan dan minum, baik berupa makanan dan minuman jasmani maupun rohani. Manusia adalah makhluk individu dan makhluk sosial. Tiap-tiap planet, termasuk bumi, mempunyai daya tarik-menarik dan berjalan pada garis edarnya yang telah ditentukan; dan banyak lagi hukum-hukum dan peraturan-peraturan Allah, baik yang telah diketahui manusia maupun yang belum diketahuinya.\nPelanggaran terhadap hukum dan peraturan Allah berarti kesengsaraan dan kebinasaan bagi yang melanggarnya. Seperti memasukkan tangan ke dalam api berakibat terbakarnya tangan tersebut, dan merusak alam atau menebang hutan yang melampaui batas berakibat banjir dan kerugian bagi manusia. Bahkan bintang-bintang dan meteor yang menyalahi hukum Allah akan mengalami kehancuran.\nKedua, agama Allah, yang berisi petunjuk-petunjuk bagi manusia. Dengan mengikuti petunjuk-petunjuk itu, manusia akan hidup bahagia di dunia dan di akhirat. Agama yang berisi petunjuk-petunjuk itu diturunkan Allah kepada para rasul yang telah diutus-Nya, sejak dari Nabi Adam sampai kepada Nabi Muhammad, sebagai nabi dan rasul Allah yang terakhir, penutup dari segala rasul dan nabi. Manusia yang hidup setelah diutusnya Nabi Muhammad, sampai akhir zaman, wajib mengikuti agama yang dibawanya jika mereka ingin hidup selamat, berbahagia di dunia dan di akhirat .\nDemikianlah Allah yang menguasai, mengurus, mengatur, dan menjaga kelangsungan wujud alam ini, menetapkan undang-undang dan ketentuan-ketentuan, sehingga dengan demikian terlihat semuanya teratur rapi, indah, dan bermanfaat bagi manusia. Apabila seorang warga negara wajib tunduk dan patuh kepada semua hukum dan ketentuan yang berlaku di negaranya, tentu ia harus lebih wajib lagi tunduk dan patuh kepada hukum dan peraturan Allah yang menciptakan, memberi nikmat, dan menjaganya. Jika suatu negara menetapkan sanksi bagi setiap warga negara yang melanggar hukum dan peraturan yang telah ditetapkannya, maka Allah lebih menetapkan sanksi dan mengadili dengan seadil-adilnya setiap makhluk yang mengingkari hukum dan peraturan yang telah dibuat-Nya.\nDi samping sebagai penguasa kerajaan dunia, Allah juga menguasai kerajaan akhirat, yang ada setelah kehancuran seluruh kerajaan dunia. Kerajaan akhirat merupakan kerajaan abadi; dimulai dari terjadinya hari Kiamat, hari kehancuran dunia dan pembangkitan manusia dari kubur. Kemudian mereka dikumpulkan di Padang Mahsyar untuk diadili dan ditimbang amal dan perbuatannya. Dari pengadilan itu diputuskan; bagi yang iman dan amal salehnya lebih berat dibandingkan dengan kesalahan yang telah diperbuatnya, maka ia diberi balasan dengan surga, tempat yang penuh kenikmatan dan kebahagiaan. Sebaliknya jika perbuatan jahat yang telah dikerjakannya selama hidup di dunia lebih berat dari iman dan amal saleh yang telah dilakukannya, maka balasan yang mereka peroleh adalah neraka, tempat yang penuh kesengsaraan yang tiada tara. Kehidupan di akhirat, baik di surga maupun di neraka, adalah kehidupan yang kekal. Di surga Allah melimpahkan kenikmatan dan kebahagiaan kepada orang-orang yang beriman dan beramal saleh, sedangkan di neraka Allah menimpakan siksaan yang sangat berat kepada orang-orang kafir dan berbuat jahat.\n\n\nAllah berfirman:\n\nBukan demikian! Barang siapa berbuat keburukan, dan dosanya telah menenggelamkannya, maka mereka itu penghuni neraka. Mereka kekal di dalamnya, Dan orang-orang yang beriman dan mengerjakan kebajikan, mereka itu penghuni surga. Mereka kekal di dalamnya. (al-Baqarah/2: 81-82)\n\nPada akhir ayat ini ditegaskan bahwa Allah sebagai penguasa kerajaan dunia dan kerajaan akhirat, Mahakuasa atas segala sesuatu. Tidak ada suatu apa pun yang dapat menandingi kekuasaan-Nya dan tidak ada suatu apa pun yang dapat luput dari kekuasaan-Nya itu.\n",
            "kemenag_ringkas": "Surah sebelumnya yaitu at-Tahrìm, diakhiri dengan uraian tentang kebinasaan yang menimpa siapa yang durhaka tanpa dapat ditolong oleh siapa pun, seperti halnya istri Nuh dan Lut. Dan kebahagiaan akan diraih bagi yang taat tanpa dapat diganggu oleh siapa pun, seperti halnya istri Fir’aun dan Maryam. Ini disebabkan yang mengatur itu semua adalah Allah Yang Mahakuasa, karena itu awal surah ini menguraikan kuasa Allah serta limpahan anugerah-Nya: _Mahasuci Allah yang_ _menguasai_ segala _kerajaan_, di langit dan di bumi, _Dan Dia Mahakuasa atas segala sesuatu,_ tidak ada satu perkara pun yang melemahkan-Nya.",
            "ibnu_katsir": "Allah Swt. mengagungkan diri-Nya Yang Mahamulia dan memberitahukan bahwa di tangan kekuasaan-Nyalah semua kerajaan. Yakni Dialah Yang Mengatur semua makhluk menurut apa yang dikehendaki-Nya, tiada akibat bagi apa yang telah diputuskan-Nya, dan tiada yang menanya tentang apa yang diperbuat-Nya karena keperkasaan-Nya, kebijaksanaan-Nya, dan keadilan-Nya. Untuk itu Allah Swt. berfirman:\n\ndan Dia Mahakuasa atas segala sesuatu. (Al-Mulk: 1) \n\nKemudian Allah Swt. berfirman dalam ayat berikutnya:\n\nYang menjadikan mati dan hidup. (Al-Mulk: 2)\n\nSebagian ulama menyimpulkan dari makna ayat ini bahwa maut itu adalah hal yang konkret, karena ia adalah makhluk (yang diciptakan). Makna ayat ialah bahwa Allah-lah yang menciptakan makhluk dari tiada menjadi ada untuk menguji mereka, siapakah di antara mereka yang paling baik amal perbuatannya, seperti apa yang disebutkan dalam ayat lain melalui firman Allah Swt.:\n\nMengapa kamu kafir kepada Allah, padahal kamu tadinya mati, lalu Allah menghidupkan kamu. (Al-Baqarah: 28)\n\nKeadaan yang pertama dinamakan mati, yaitu al- 'adam (ketiadaan), dan pertumbuhan ini dinamakan hidup. Karena itulah dalam firman berikutnya di sebutkan: \n\nkemudian kamu dimatikan dan dihidupkan-Nya kembali. (Al-Baqarah: 28)\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Zar'ah, telah menceritakan kepada kami Safwan, telah menceritakan kepada kami Al-Walid, telah menceritakan kepada kami Khulaid, dari Qatadah sehubungan dengan makna firman-Nya: Yang menjadikan mati dan hidup. (Al-Mulk: 2) Bahwa Rasulullah Saw. pernah bersabda:\n\nSesungguhnya Allah menghinakan anak Adam dengan mati, dan menjadikan dunia negeri kehidupan, lalu negeri kematian. Dan Dia menjadikan akhirat sebagai negeri pembalasan, lalu negeri kekekalan.\n\nMa'mar telah meriwayatkan hadis ini dari Qatadah.",
            "jalalain": "(Maha Suci Allah) Maha Suci dari sifat-sifat semua makhluk (Yang di tangan kekuasaan-Nyalah) yang berada dalam pengaturan-Nyalah (segala kerajaan) segala kekuasaan dan pengaruh (dan Dia Maha Kuasa atas segala sesuatu).",
            "quraish_shihab": "[[67 ~ AL-MULK (KERAJAAN) Pendahuluan: Makkiyyah, 30 ayat ~ Surat ini dinamakan al-Mulk yang diambil dari kata itu yang terdapat pada ayat pertama. Tujuan terpenting dari surat ini adalah mengarahkan pikiran dan mengalihkan pandangan kepada tanda- tanda kekuasaan Allah yang sangat mengagumkan di dalam diri manusia dan alam raya, baik atas maupun bawah, agar dapat menjadi jalan menuju iman kepada Allah dan hari akhir. Surat ini juga menjelaskan keadaan orang-orang kafir yang dicampakkan ke dalam neraka. Mereka mendengar suaranya yang mengerikan dan merasakan sengatan panasnya. Mereka juga mengakui dosa dan meratapi nasib ketika malaikat membungkam mereka karena tidak memenuhi seruan dan peringatan rasul. Adapun orang-orang yang takut kepada dan beriman kepada Tuhan mereka akan memperoleh ampunan atas segala kesalahan dan pahala yang besar karena perbuatan dan usaha mereka.]] Tuhan yang memiliki kendali seluruh makhluk itu Mahatinggi dan keberkahan-Nya terus bertambah. Dia Mahakuasa atas segala sesuatu.",
            "saadi": "Please check ayah 67:4 for complete tafsir."
        },
        {
            "ind": "Yang menjadikan mati dan hidup, supaya Dia menguji kamu, siapa di antara kamu yang lebih baik amalnya. Dan Dia Maha Perkasa lagi Maha Pengampun,",
            "arb": "الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا ۚ وَهُوَ الْعَزِيزُ الْغَفُورُ",
            "transliterasi": "Al-Ladhī Khalaqa Al-Mawta Wa Al-Ĥayāata Liyabluwakum 'Ayyukum 'Aĥsanu `Amalāan Wa Huwa Al-`Azīzu Al-Ghafūru.",
            "eng": "He who has created death as well as life, so that He might put you to a test [and thus show] which of you is best in conduct, and [make you realize that] He alone is almighty, truly forgiving.",
            "kemenag": "Dalam ayat ini diterangkan bahwa Tuhan yang memegang kekuasaan kerajaan dunia dan kerajaan akhirat serta menguasai segala sesuatunya itu, adalah Tuhan yang menciptakan kematian dan kehidupan. Hanya Dia yang menentukan saat kematian setiap makhluk. Jika saat kematian itu telah tiba, tidak ada suatu apa pun yang dapat mempercepat atau memperlambatnya barang sekejap pun. Demikian pula keadaan makhluk yang akan mati, tidak ada suatu apa pun yang dapat mengubahnya dari yang telah ditentukan-Nya. Allah berfirman:\n\nDan Allah tidak akan menunda (kematian) seseorang apabila waktu kematiannya telah datang. Dan Allah Mahateliti terhadap apa yang kamu kerjakan. (al-Munafiqun/63: 11)\nTidak seorang pun manusia atau makhluk hidup lain yang dapat menghindarkan diri dari kematian yang telah ditetapkan Allah, sebagaimana firman-Nya:\n\nDimanapun kamu berada, kematian akan mendapatkan kamu, kendatipun kamu berada di dalam benteng yang tinggi dan kukuh. (an-Nisa'/4: 78)\n\nDemikian pula dinyatakan bahwa Allah yang menciptakan kehidupan. Maksudnya ialah bahwa Dialah yang menghidupkan seluruh makhluk hidup yang ada di alam ini. Dialah yang menyediakan segala kebutuhan hidupnya dan Dia pula yang memberikan kemungkinan kelangsungan jenis makhluk hidup itu, sehingga tidak terancam kepunahan. Kemudian Dia pula yang menetapkan lama kehidupan suatu makhluk dan menetapkan keadaan kehidupan seluruh makhluk. Dalam pada itu, Allah pun menentukan sampai kapan kelangsungan hidup suatu makhluk, sehingga bila waktu yang ditentukan-Nya itu telah berakhir, musnahlah jenis makhluk itu sebagaimana yang dialami oleh jenis-jenis hewan purba.\nDalam ayat ini diterangkan bahwa Allah menciptakan kematian dan kehidupan adalah untuk menguji manusia, siapa di antara mereka yang beriman dan beramal saleh dengan mengikuti petunjuk-petunjuk yang dibawa Nabi Muhammad dan siapa pula yang mengingkarinya. Dari ayat di atas dipahami bahwa dengan menciptakan kehidupan itu, Allah memberi kesempatan yang sangat luas kepada manusia untuk memilih mana yang baik menurut dirinya. Apakah ia akan mengikuti hawa nafsunya, atau ia akan mengikuti petunjuk, hukum, dan ketentuan Allah sebagai penguasa alam semesta ini. Seandainya manusia ditimpa azab yang pedih di akhirat nanti, maka azab itu pada hakikatnya ditimpakan atas kehendak diri mereka sendiri. Begitu juga jika mereka memperoleh kebahagiaan, maka kebahagiaan itu datang karena kehendak diri mereka sendiri sewaktu hidup di dunia.\nBerdasarkan ujian itu pula ditetapkan derajat dan martabat seorang manusia di sisi Allah. Semakin kuat iman seseorang semakin banyak amal saleh yang dikerjakannya. Semakin ia tunduk dan patuh mengikuti hukum dan peraturan Allah, semakin tinggi pula derajat dan martabat yang diperolehnya di sisi Allah. Sebaliknya jika manusia tidak beriman kepada-Nya, tidak mengerjakan amal saleh dan tidak taat kepada-Nya, ia akan memperoleh tempat yang paling hina di akhirat.\nKehidupan duniawi adalah untuk menguji manusia, siapa di antara mereka yang selalu menggunakan akal dan pikirannya memahami agama Allah, dan memilih mana perbuatan yang paling baik dikerjakannya, sehingga perbuatannya itu diridai Allah. Juga untuk mengetahui siapa yang tabah dan tahan mengekang diri dari mengerjakan larangan-larangan Allah dan siapa pula yang paling taat kepada-Nya.\nAyat ini mendorong dan menganjurkan agar manusia selalu waspada dalam hidupnya. Hendaklah mereka selalu memeriksa hati mereka apakah ia benar-benar seorang yang beriman, dan juga memeriksa segala yang akan mereka perbuat, apakah telah sesuai dengan yang diperintahkan Allah atau tidak, dan apakah yang akan mereka perbuat itu larangan Allah atau bukan. Jika perbuatan itu telah sesuai dengan perintah Allah, bahkan termasuk perbuatan yang diridai-Nya, hendaklah segera mengerjakannya. Sebaliknya jika perbuatan itu termasuk larangan Allah, maka jangan sekali-kali melaksanakannya.\nPada akhir ayat ini, Allah menegaskan bahwa Dia Mahaperkasa, tidak ada satu makhluk pun yang dapat menghalangi kehendak-Nya jika Ia hendak melakukan sesuatu, seperti hendak memberi pahala orang-orang yang beriman dan beramal saleh atau hendak mengazab orang yang durhaka kepada-Nya. Dia Maha Pengampun kepada hamba-hamba-Nya yang mau bertobat kepada-Nya dengan menyesali perbuatan dosa yang telah dikerjakannya, berjanji tidak akan melakukan dosa itu lagi serta berjanji pula tidak akan melakukan dosa-dosa yang lain.\nPada ayat ini, Allah menyebut secara bergandengan dua macam di antara sifat-sifat-Nya, yaitu sifat Mahaperkasa dan Maha Pengampun, seakan-akan kedua sifat ini adalah sifat yang berlawanan. Sifat Mahaperkasa memberi pengertian memberi kabar yang menakut-nakuti, sedang sifat Maha Pengampun memberi pengertian adanya harapan bagi setiap orang yang mengerjakan perbuatan dosa, jika ia bertobat. Hal ini menunjukkan bahwa Allah yang berhak disembah itu benar-benar dapat memaksakan kehendak-Nya kepada siapa pun, tidak ada yang dapat menghalanginya. Dia mengetahui segala sesuatu, sehingga dapat memberikan balasan yang tepat kepada setiap hamba-Nya, baik berupa pahala maupun siksa. Dengan pengetahuan itu pula, Dia dapat membedakan antara orang yang taat dan durhaka kepada-Nya, sehingga tidak ada kemungkinan sedikit pun seorang yang durhaka memperoleh pahala atau seorang yang taat dan patuh memperoleh siksa. Allah tidak pernah keliru dalam memberikan pembalasan.\nFirman Allah lainnya yang menyebut secara bergandengan kabar peringatan dan pengharapan itu ialah:\n\nKabarkanlah kepada hamba-hamba-Ku, bahwa Akulah Yang Maha Pengampun, Maha Penyayang, dan sesungguhnya azab-Ku adalah azab yang sangat pedih. (al-hijr/15: 49-50)\n",
            "kemenag_ringkas": "Salah satu bukti kekuasaan-Nya adalah Dia _Yang menciptakan mati_ dan menentukan ajalnya, _dan hidup_ dengan menentukan kadar-kadarnya, _untuk menguji kamu, siapa di antara kamu yang lebih baik amalnya_ dengan seikhlas mungkin. _Dan Dia Mahaperkasa_ tidak ada satu pun yang dapat mengalahkan-Nya,_ Maha Pengampun_ dengan menghapus dosa bagi orang-orang yang bertobat.",
            "ibnu_katsir": "Firman Allah Swt.:\n\nsupaya Dia menguji kamu, siapa di antara kamu yang lebih baik amalnya. (Al-Mulk: 2)\n\nYakni yang terbaik amalnya, seperti yang dikatakan oleh Muhammad ibnu Ajlan, bahwa dalam hal ini Allah tidak mengungkapkannya dengan kalimat lebih banyak amalnya. Kemudian disebutkan dalam firman selanjutnya: \n\nDan Dia Mahaperkasa lagi Maha Pengampun. (Al-Mulk: 2)\n\nYaitu Mahaperkasa lagi Mahabesar dan Mahakokoh Zat-Nya, selain itu Dia Maha Pengampun bagi orang yang bertobat dan kembali ke jalan-Nya sesudah berbuat durhaka terhadap-Nya dan menentang perintah-Nya. Sekalipun Dia Mahaperkasa, Dia Maha Pengampun, Maha Penyayang, Maha Pemaaf, dan Maha Penyantun. Selanjutnya disebutkan:\n\nYang telah menciptakan tujuh langit berlapis-lapis. (Al-Mulk: 3)\n\nMaksudnya, bertingkat-tingkat. Tetapi apakah satu sama lainnya berhubungan langsung, yakni satu sama lainnya berlapis-lapis, tanpa pemisah atau ada pemisah di antara masing-masing lapisnya? Ada dua pendapat mengenainya, yang paling sahih adalah pendapat yang kedua, sebagaimana yang telah ditunjukkan oleh hadis Isra dan hadis lainnya.",
            "jalalain": "(Yang menjadikan mati) di dunia (dan hidup) di akhirat, atau yang menjadikan mati dan hidup di dunia. Nuthfah pada asalnya sebagai barang mati, kemudian jadilah ia hidup; pengertian hidup ialah karena ia mempunyai perasaan. Pengertian mati adalah kebalikannya. Pengertian lafal al-khalqu berdasarkan makna yang kedua ini berarti memastikan (supaya Dia menguji kalian) atau mencoba kalian di dalam kehidupan ini (siapa di antara kalian yang lebih baik amalnya) maksudnya yang paling taat kepada Allah. (Dan Dia Maha Perkasa) di dalam melakukan pembalasan terhadap orang yang durhaka kepada-Nya (lagi Maha Pengampun) kepada orang yang bertobat kepada-Nya.",
            "quraish_shihab": "Yang menciptakan mati dan hidup untuk suatu tujuan, yaitu menguji siapa di antara kalian yang paling benar perbuatannya dan paling tulus niatnya. Dia Mahaperkasa yang tidak ada sesuatu pun dapat mengalahkan-Nya, Maha Pengampun terhadap orang-orang yang teledor.",
            "saadi": "Please check ayah 67:4 for complete tafsir."
        },
        {
            "ind": "Yang telah menciptakan tujuh langit berlapis-lapis. Kamu sekali-kali tidak melihat pada ciptaan Tuhan Yang Maha Pemurah sesuatu yang tidak seimbang. Maka lihatlah berulang-ulang, adakah kamu lihat sesuatu yang tidak seimbang?",
            "arb": "الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ طِبَاقًا ۖ مَّا تَرَىٰ فِي خَلْقِ الرَّحْمَٰنِ مِن تَفَاوُتٍ ۖ فَارْجِعِ الْبَصَرَ هَلْ تَرَىٰ مِن فُطُورٍ",
            "transliterasi": "Al-Ladhī Khalaqa Sab`a Samāwātin Ţibāqāan Mā Taraá Fī Khalqi Ar-Raĥmāni Min Tafāwutin Fārji` Al-Başara Hal Taraá Min Fuţūr.",
            "eng": "[Hallowed be] He who has created seven heavens in full harmony with one another: no fault will thou see in the creation of the Most Gracious. And turn thy vision [upon it] once more: canst thou see any flaw?",
            "kemenag": "Allah menerangkan bahwa Dialah yang menciptakan seluruh langit secara bertingkat di alam semesta. Tiap-tiap benda alam itu seakan-akan terapung kokoh di tengah-tengah jagat raya, tanpa ada tiang-tiang yang menyangga dan tanpa ada tali-temali yang mengikatnya. Tiap-tiap langit itu menempati ruangan yang telah ditentukan baginya di tengah-tengah jagat raya dan masing-masing lapisan itu terdiri atas begitu banyak planet yang tidak terhitung jumlahnya. Tiap-tiap planet berjalan mengikuti garis edar yang telah ditentukan baginya. Allah berfirman:\n\nDia menciptakan langit tanpa tiang sebagaimana kamu melihatnya, dan Dia meletakkan gunung-gunung (di permukaan) bumi agar ia (bumi) tidak menggoyangkan kamu; dan memperkembangbiakkan segala macam jenis makhluk bergerak yang bernyawa di bumi. Dan Kami turunkan air hujan dari langit, lalu Kami tumbuhkan padanya segala macam tumbuh-tumbuhan yang baik. (Luqman/31: 10)\n\nSemua benda langit beserta bintang-bintang yang terdapat di dalamnya tunduk dan patuh mengikuti ketentuan dan hukum yang ditetapkan Allah baginya. Semuanya tetap seperti itu sampai pada waktu yang ditentukan baginya. Allah berfirman:\n\nAllah yang meninggikan langit tanpa tiang (sebagaimana) yang kamu lihat, kemudian Dia bersemayam di atas 'Arsy. Dia menundukkan matahari dan bulan; masing-masing beredar menurut waktu yang telah ditentukan. Dia mengatur urusan (makhluk-Nya), dan menjelaskan tanda-tanda (kebesaran-Nya), agar kamu yakin akan pertemuan dengan Tuhanmu. (ar-Ra'd/13: 2)\n\nMenurut ilmu Astronomi, di jagat raya yang luasnya tiada terhingga itu, terdapat galaksi-galaksi atau gugusan-gugusan bintang yang di dalamnya terdapat miliaran bintang yang tiada terhitung jumlahnya. Bintang-bintang yang berada di dalam setiap galaksi itu ada yang kecil seperti bumi dan ada pula yang besar seperti matahari, dan bahkan banyak yang lebih besar lagi. Setiap galaksi mempunyai sistem yang teratur rapi, yang tidak terlepas dari sistem ruang angkasa seluruhnya. Adanya daya tarik-menarik yang terdapat pada setiap planet, menyebabkan planet-planet itu tidak jatuh dan tidak berbenturan antara yang satu dengan yang lain, sehingga ia tetap terapung dan beredar pada garis edarnya masing-masing di angkasa.\nBila dihubungkan pengertian ayat tersebut dengan yang dijelaskan ilmu Astronomi, maka yang dimaksud dengan tingkat-tingkat langit yang banyak itu ialah galaksi-galaksi. Sedang angka tujuh dalam bahasa Arab biasa digunakan untuk menunjukkan sesuatu yang jumlahnya banyak. Oleh karena itu, yang dimaksud dengan tingkat langit yang tujuh itu adalah galaksi-galaksi yang banyak terdapat di langit. Sementara itu, ada pula ahli tafsir yang berpendapat bahwa yang dimaksud dengan \"tujuh lapisan langit\" ialah tujuh bintang yang berada di sekitar matahari, dan ada pula ahli tafsir yang tidak mau menafsirkannya. Mereka menyerahkannya kepada Allah karena hal itu ada pada pengetahuan-Nya yang belum diketahui dengan pasti oleh manusia.\nDemikianlah gambaran umum keadaan sistem galaksi-galaksi. Mengenai keadaan setiap planet yang tidak terhitung banyaknya itu, seperti bagaimana sifat dan tabiatnya, apa yang terkandung di dalamnya, bagaimana bentuknya secara terperinci, dan sebagainya masih sangat sedikit yang diketahui manusia. Hal itu pun hanya sekelumit kecil dari pengetahuan tentang galaksi itu.\nSeperti mengenai penciptaan \"langit\" yang tujuh lapis terdapat pada beberapa ayat lainnya, seperti al-Baqarah/2: 29, al-An'am/6: 125, Nuh/71: 15, dan an-Naba'/78: 12. Menurut para saintis, kata langit dapat ditafsirkan sebagai langit bumi yang berupa atmosfer atau langit alam semesta. Apabila langit bumi, ternyata bahwa atmosfer dibagi dalam tujuh lapisan. Dan masing-masing lapisan mempunyai tugas dan fungsi melindungi bumi. \nPembagian atmosfer menjadi tujuh lapis didasarkan pada perbedaan kandungan kimia dan suhu udara. Ketujuh lapisan tersebut dinamakan: Troposfer, Stratosfer, lapisan-lapisan Mesosfer, Thermosfer, Exosfer, Ionosfer, dan Magnetosfer. Dalam Surah Fussilat/41 ayat 11-12 dinyatakan bahwa tiap lapis langit mempunyai urusannya sendiri-sendiri. Hal ini dikonfirmasi ilmu pengetahuan, misal ada lapisan yang bertugas untuk membuat hujan, mencegah kerusakan akibat radiasi, memantulkan gelombang radio, sampai dengan lapisan yang mencegah agar meteor tidak merusak bumi.\nAkan tetapi, dengan adanya ayat 5 pada surah yang sama (al-Mulk/67: 5), tampaknya yang dimaksudkan dengan langit bukanlah langit atmosfer, melainkan langit semesta. Bunyi ayat tersebut demikian:\n\nDan sungguh, telah Kami hiasi langit yang dekat, dengan bintang-bintang dan Kami jadikannya (bintang-bintang itu) sebagai alat pelempar setan, dan Kami sediakan bagi mereka azab neraka yang menyala-nyala. (al-Mulk/67: 5)\n\nDinyatakan secara jelas bahwa pada \"langit yang dekat\" (mungkin dapat ditafsirkan sebagai lapis langit pertama) dihiasi oleh bintang-bintang. Kata yang digunakan bukan bintang (bentuk tunggal yang dapat menunjuk pada matahari sebagai bintang dalam tata surya), akan tetapi bintang-bintang (bentuk jamak). Dengan demikian \"langit yang dekat\" adalah seluruh galaksi yang kita ketahui saat ini.\nApabila demikian halnya, apa yang dinyatakan dalam Al-Qur'an mengenai hal ini, sama sekali belum dapat dijangkau oleh temuan ilmu pengetahuan. Berkaitan dengan itu, adalah suatu hal yang sangat sombong jika seorang manusia mengakui tahu segala sesuatu. Betapa pun luasnya pengetahuan seseorang, masih sangat sedikit bila dibandingkan dengan pengetahuan Allah. Apabila seseorang mengumpamakan dirinya sebagai bumi, kemudian melihat dirinya terletak di antara planet-planet yang banyak itu, tentu akan merasa bahwa dirinya sebenarnya tidak ada artinya jika dibandingkan dengan makhluk Allah yang beraneka ragam bentuk dan coraknya yang tiada terhitung jumlahnya.\nAllah lalu memerintahkan manusia memandang dan memperhatikan langit dan bumi beserta isinya, serta mempelajari sifat-sifatnya. Misalnya, perhatikanlah matahari bersinar dan bulan bercahaya, sampai di mana manfaat dan faedah sinar dan cahaya itu bagi kehidupan seluruh makhluk yang ada. Perhatikanlah binatang ternak yang digembalakan di padang rumput, tumbuh-tumbuhan yang menghijau, gunung-gunung yang tinggi kokoh menjulang yang menyejukkan mata orang yang memandangnya; laut yang terhampar luas membiru; langit dan segala isinya. Semuanya tumbuh, berkembang, tetap dalam kelangsungan hidup dan wujudnya, serta berkesinambungan dan mempunyai sistem, hukum, dan peraturan yang sangat rapi. Sistem itu tidak terlepas dari sistem hukum dan peraturan yang lebih besar daripadanya yaitu yang berlaku pada seluruh alam yang fana ini. Cobalah pikirkan dan renungkan, apakah ada cacat atau cela pada makhluk yang diciptakan Allah, demikian juga pada sistem, hukum dan peraturan yang berlaku padanya? Mahabesar dan Maha Pencipta Allah, Tuhan seru sekalian alam, tiada suatu cacat atau cela pun terdapat pada makhluk yang diciptakan-Nya.\nKemudian seolah-olah Allah melanjutkan pertanyaan-Nya kepada manusia apakah mereka masih ragu tentang kekuasaan dan kebesaran-Nya? Apakah manusia masih ragu tentang sistem, hukum, dan peraturan yang dibuat untuk makhluk-Nya, termasuk di dalamnya mereka sendiri? Jika masih ragu, manusia diperintahkan untuk memperhatikan, merenungkan, dan mempelajari kembali dengan sebenar-benarnya. Apakah mereka masih mendapatkan dalam ciptaan Allah itu sebagian yang tidak sempurna?\nDari pertanyaan yang dikemukakan ayat ini, dapat dipahami bahwa seakan-akan Allah menantang manusia, agar mencari (kalau ada) sedikit saja kekurangan dan ketidaksempurnaan pada ciptaan-Nya. Seandainya ada kekurangan, cacat, dan cela dalam ciptaan Allah, maka manusia pantas untuk mengingkari keesaan dan kekuasaan-Nya. Akan tetapi, mereka kagum dan mengakui kerapian ciptaan Allah itu, bahkan mereka mengakui kelemahan mereka. Jika demikian halnya, maka keingkaran mereka itu bukanlah ditimbulkan karena ketidakpercayaan mereka kepada Allah, tetapi semata-mata karena kesombongan dan keangkuhan mereka semata.\n",
            "kemenag_ringkas": "Kuasa Allah menciptakan hidup dan mati dikaitkan dengan kuasa-Nya menciptakan alam raya. _Yang menciptakan tujuh langit berlapis-lapis_ sangat serasi dan harmonis. _Tidak akan kamu lihat sesuatu yang tidak seimbang_ aib atau tidak sempurna, _pada ciptaan Tuhan Yang Maha Pengasih_ Tuhan yang rahmat-Nya mencakup seluruh wujud, baik pada ciptaan-Nya yang kecil maupun yang besar. _Maka lihatlah sekali lagi_ dan berulang-ulang disertai dengan berpikir yang keras, maka _adakah_ _kamu lihat_ atau menemukan padanya _sesuatu yang cacat_ atau retak?",
            "ibnu_katsir": "Firman Allh Swt:\n\nKamu sekali-kali tidak melihat pada ciptaan Tuhan Yang Maha Pemurah sesuatu yang tidak seimbang. (Al-Mulk: 3)\n\nYakni bahkan rapi sempurna, tiada perbedaan, tiada kontradiksi, tiada kekurangan, tiada kelemahan, dan tiada cela. Karena itulah maka disebutkan dalam firman berikutnya:\n\nMaka lihatlah berulang-ulang, adakah kamu lihat sesuatu yang tidak seimbang? (Al-Mulk: 3)\n\nArtinya, pandanglah langit dan lihatlah baik-baik, apakah engkau melihat padanya suatu cela atau kekurangan atau kelemahan atau keretakan? Ibnu Abbas, Mujahid, Ad-Dahhak, As-Sauri, dan lain-lainnya telah mengatakan sehubungan dengan makna firman-Nya: Maka lihatlah berulang-ulang, adakah kamu lihat sesuatu yang tidak seimbang? (Al-Mulk: 3) Misalnya, retak-retak pada langit. \n\nAs-Saddi mengatakan sehubungan dengan makna firman-Nya: adakah kamu lihat sesuatu yang tidak seimbang? (Al-Mulk: 3) Yakni lubang-lubang. \n\nIbnu Abbas dalam suatu riwayat menyebutkan bahwa makna futur ialah celah-celah yang menganga. \n\nQatadah mengatakan sehubungan dengan makna firman-Nya: adakah kamu lihat sesuatu yang tidak seimbang? (Al-Mulk: 3) Hai Bani Adam, apakah kamu melihat adanya cela?",
            "jalalain": "(Yang telah menciptakan tujuh langit berlapis-lapis) yakni sebagian di antaranya berada di atas sebagian yang lain tanpa bersentuhan. (Kamu sekali-kali tidak melihat pada ciptaan Yang Maha Pemurah) pada tujuh langit yang berlapis-lapis itu atau pada makhluk yang lain (sesuatu yang tidak seimbang) yang berbeda dan tidak seimbang. (Maka lihatlah berulang-ulang) artinya lihatlah kembali ke langit (adakah kamu lihat) padanya (keretakan?) maksudnya retak dan berbelah-belah.",
            "quraish_shihab": "Yang menciptakan tujuh langit yang serasi dan akurat. Kamu tak melihat sesuatu yang tidak seimbang pada ciptaan Allah, Tuhan yang rahmat-Nya meliputi seluruh makhluk. Lihatlah sekali lagi, adakah kamu dapatkan sesuatu yang tidak seimbang?",
            "saadi": "Please check ayah 67:4 for complete tafsir."
        },
        {
            "ind": "Kemudian pandanglah sekali lagi niscaya penglihatanmu akan kembali kepadamu dengan tidak menemukan sesuatu cacat dan penglihatanmu itupun dalam keadaan payah.",
            "arb": "ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ يَنقَلِبْ إِلَيْكَ الْبَصَرُ خَاسِئًا وَهُوَ حَسِيرٌ",
            "transliterasi": "Thumma Arji` Al-Başara Karratayni Yanqalib 'Ilayka Al-Başaru Khāsi'āan Wa Huwa Ĥasīrun.",
            "eng": "Yea, turn thy vision [upon it] again and yet again: [and every time] thy vision will fall back upon thee, dazzled and truly defeated….",
            "kemenag": "Pertanyaan Allah kepada manusia pada ayat di atas dijawab sendiri oleh Allah pada ayat ini dengan mengatakan bahwa sekali pun manusia berulang-ulang memperhatikan, mempelajari, dan merenungkan seluruh ciptaan Allah, pasti ia tidak akan menemukan kekurangan dan cacat, walau sedikit pun. Jika mereka terus-menerus melakukan yang demikian itu, bahkan seluruh hidup dan kehidupannya digunakan untuk itu, akhirnya ia hanya akan merasa dan tidak akan menemukan kekurangan, sampai ia mati dan kembali kepada Tuhannya.\nDari ayat ini, dapat dipahami bahwa tidak ada seorang pun di antara manusia yang sanggup mencari kekurangan pada ciptaan Allah. Jika ada di antara manusia yang sanggup, hal ini berarti bahwa dia mengetahui seluruh ilmu Allah. Sampai saat ini belum ada seorang pun yang mengetahuinya dan tidak akan ada seorang pun yang dapat memiliki seluruh ilmu Allah. Seandainya ada di antara manusia yang dianggap paling luas ilmunya, maka ilmu yang diketahuinya itu hanyalah merupakan sebahagian kecil dari ilmu Allah. Akan tetapi, banyak di antara manusia yang tidak mau menyadari kelemahan dan kekurangannya, sehingga mereka tetap ingkar kepada-Nya.\n",
            "kemenag_ringkas": "_Kemudian_ setelah sekian lama kamu serius memperhatikannya, maka _ulangi pandanganmu sekali lagi_ dan _sekali lagi_ yaitu berkali-kali, _niscaya pandanganmu_ _akan kembali kepadamu_ dalam keadaan kecewa karena _tanpa menemukan cacat_ yang kamu usahakan untuk menemukannya, _dan ia_, pandanganmu, _dalam keadaan letih_ dan ada batasnya.",
            "ibnu_katsir": "Firman Allah Swt.:\n\nKemudian pandanglah sekali lagi. (Al-Mulk: 4)\n\nMenurut Qatadah, yang dimaksud dengan karratain ialah dua kali, yakni sekali lagi dengan baik-baik.\n\nniscaya penglihatanmu akan kembali kepadamu dengan tidak menemukan sesuatu cacat. (Al-Mulk: 4)\n\nIbnu Abbas mengatakan bahwa makna yang dimaksud ialah dalam keadaan terhina. Menurut Mujahid dan Qatadah, artinya dalam keadaan merasa kecil.\n\ndan penglihatanmu itu pun dalam keadaan payah. (Al-Mulk: 4)\n\nIbnu Abbas mengatakan bahwa maknanya ialah kelelahan. \n\nMujahid, Qatadah, dan As-Saddi mengatakan bahwa al-hasir artinya terputus karena kepayahan. \n\nMakna ayat ialah bahwa sekiranya engkau ulangi pandanganmu berapa kali pun banyaknya, niscaya pandanganmu akan kembali kepadamu dalam keadaan: \n\npayah. (Al-Mulk: 4) \n\nkarena tidak menemukan suatu cela atau suatu cacat pun padanya.\n\ndan penglihatanmu itu pun dalam keadaan payah. (Al-Mulk: 4)\n\nYakni lemah dan terputus karena kelelahan, sebab terlalu banyak bolak-balik, tetapi tidak melihat adanya suatu kekurangan atau cela pun. Setelah menafikan kekurangan dalam penciptaan langit, lalu dijelaskan kesempurnaannya dan perhiasan yang menambah indahnya.",
            "jalalain": "(Kemudian pandanglah sekali lagi) ulangilah kembali penglihatanmu berkali-kali (niscaya akan berbalik) akan kembali (penglihatanmu itu kepadamu dalam keadaan hina) karena tidak menemukan sesuatu cacat (dan penglihatanmu itu pun dalam keadaan payah) yakni tidak melihat sama sekali adanya cacat.",
            "quraish_shihab": "Kemudian ulangi lagi berkali-kali pandanganmu, niscaya pandanganmu tidak akan mendapatkan suatu cacat sedikit pun. Bahkan pandanganmu itu pun itu akan payah.",
            "saadi": "\"Mahasuci Allah Yang di TanganNya-lah segala kerajaan, dan Dia Mahakuasa atas segala sesuatu. Yang menjadikan mati dan hidup, supaya Dia menguji kamu, siapa di antara kamu yang lebih baik amalnya. Dan Dia Mahaperkasa lagi Maha Pengampun. Yang telah menciptakan tujuh langit berlapis-lapis. Kamu sekali-kali tidak melihat pada ciptaan Rabb Yang Maha Pemurah sesuatu yang tidak seimbang. Maka lihatlah berulang-ulang, adakah kamu lihat sesuatu yang tidak seimbang? Kemudian pandanglah sekali lagi, niscaya penglihatanmu akan kembali kepadamu dengan tidak menemukan sesuatu cacat, dan penglihatanmu itu pun dalam ke-adaan payah.\" (Al-Mulk: 1-4).\n                                                            Madaniyah                \n                                                            \"Dengan Menyebut Nama Allah Yang Maha Pengasih Lagi Maha Penyayang.\"                \n(1) ﴾ تَبَٰرَكَ  ٱلَّذِي  بِيَدِهِ     ٱلۡمُلۡكُ  ﴿ \"Mahasuci Allah Yang di TanganNya-lah segala kerajaan.\" Maksudnya, Mahaagung lagi Mahatinggi dan kebaikanNya yang menyeluruh. Di antara keagunganNya adalah kerajaan alam langit dan bumi berada di TanganNya. Dia-lah yang menciptakannya dan mengatur sekehendakNya dengan menerap-kan hukum takdir dan hukum Agama berdasarkan kebijaksanaan-Nya. Di antara keagunganNya adalah KuasaNya yang sempurna atas segala sesuatu. Dengan KuasaNya, Allah سبحانه وتعالى menciptakan se-luruh makhluk-makhluk besar yang ada, seperti langit dan bumi.                \n(2) ﴾ ٱلَّذِي  خَلَقَ   ٱلۡمَوۡتَ  وَٱلۡحَيَوٰةَ  ﴿ \"Yang menjadikan mati dan hidup,\" Allah سبحانه وتعالى menakdirkan hidup dan mati untuk hamba-hambaNya,﴾ لِيَبۡلُوَكُمۡ   أَيُّكُمۡ   أَحۡسَنُ    عَمَلٗاۚ       ﴿ \"supaya Dia menguji kamu, siapa di antara kamu yang lebih baik amalnya.\" Yakni, siapa yang amalannya paling ikhlas dan paling benar. Allah سبحانه وتعالى menciptakan para hambaNya dan dimunculkan di alam dunia ini. Mereka diberitahu akan dipindahkan dari alam ini. Allah سبحانه وتعالى memberlakukan berbagai perintah dan larangan untuk mereka dan diuji dengan berbagai keinginan hawa nafsu yang memalingkan mereka dari perintahNya. Barangsiapa yang tunduk pada perintah Allah سبحانه وتعالى, dan melakukan amalan baik, maka Allah سبحانه وتعالى akan memberinya pahala yang baik di dunia dan di akhirat. Namun siapa pun yang condong pada hawa nafsunya dan tidak menghiraukan perintah Allah سبحانه وتعالى, maka akan mendapatkan balasan buruk. ﴾ وَهُوَ       ٱلۡعَزِيزُ ﴿ \"Dan Dia Mahaperkasa,\" Yang bagiNya seluruh ke-perkasaan, dan dengan keperkasaan itu Allah سبحانه وتعالى memaksa segala sesuatu dan seluruh makhlukNya tunduk padaNya, ﴾ ٱلۡغَفُورُ ﴿   \"lagi Maha Pengampun,\" yang mengampuni orang-orang yang melaku-kan keburukan, mereka yang tidak menunaikan kewajiban secara baik dan orang-orang yang berdosa khususnya, jika mereka ber-taubat dan kembali kepada Allah سبحانه وتعالى, maka Allah سبحانه وتعالى akan mengam-puni dosa-dosa mereka meski sampai sebanyak kolong langit, Allah سبحانه وتعالى menutupi aib mereka meski sepenuh bumi.                \n(3) ﴾ ٱلَّذِي   خَلَقَ  سَبۡعَ  سَمَٰوَٰتٖ  طِبَاقٗاۖ ﴿   \"Yang telah menciptakan tujuh langit berlapis-lapis.\" Maksudnya, masing-masing bersusun rapi, di mana yang satu di atas yang lain dan bukan hanya satu lapis saja. Allah سبحانه وتعالى menciptakannya dengan amat baik dan sempurna. ﴾ مَّا  تَرَىٰ  فِي  خَلۡقِ  ٱلرَّحۡمَٰنِ  مِن   تَفَٰوُتٖۖ ﴿   \"Kamu sekali-kali tidak melihat pada ciptaan Rabb Yang Maha Pemurah sesuatu yang tidak seimbang.\" Yakni cela dan keku-rangan. Karena terbebas dari kekurangan dari berbagai seginya, maka ciptaan tersebut menjadi baik, sempurna, dan serasi di ber-bagai halnya, baik dari segi warna, kondisi, ketinggian dan dengan adanya matahari, bulan, bintang yang bercahaya, bintang yang tetap berada di tempatnya dan yang berpindah. Karena kesempur-naan penciptaan langit dan bumi bisa dilihat dan diketahui, maka Allah سبحانه وتعالى memerintahkan agar selalu dipandangi dan direnungkan seluruh penjurunya seraya berfirman, ﴾ فَٱرۡجِعِ  ٱلۡبَصَرَ ﴿   \"Maka lihatlah berulang-ulang,\" maksudnya, pandanglah berulang-ulang seraya memetik pelajaran. ﴾ هَلۡ  تَرَىٰ  مِن  فُطُورٖ ﴿ \"Adakah kamu lihat sesuatu yang tidak seimbang,\" maksudnya, apakah ada kekurangan dan ketim-pangan?                \n(4) ﴾ ثُمَّ  ٱرۡجِعِ    ٱلۡبَصَرَ كَرَّتَيۡنِ ﴿   \"Kemudian pandanglah sekali lagi,\" maksud-nya adalah dengan sering mengulang, ﴾ يَنقَلِبۡ  إِلَيۡكَ ٱلۡبَصَرُ    خَاسِئٗا وَهُوَ   حَسِيرٞ  ﴿ \"niscaya penglihatanmu akan kembali kepadamu dengan tidak menemu-kan sesuatu cacat dan penglihatanmu itu pun dalam keadaan payah.\" Maksudnya, tidak berdaya melihat adanya ketimpangan dan keti-dakseimbangan meski berusaha dengan sekuat tenaga.                \n                                                            Kemudian Allah سبحانه وتعالى menegaskan indahnya langit seraya berfirman;"
        },
        {
            "ind": "Sesungguhnya Kami telah menghiasi langit yang dekat dengan bintang-bintang, dan Kami jadikan bintang-bintang itu alat-alat pelempar syaitan, dan Kami sediakan bagi mereka siksa neraka yang menyala-nyala.",
            "arb": "وَلَقَدْ زَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَجَعَلْنَاهَا رُجُومًا لِّلشَّيَاطِينِ ۖ وَأَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيرِ",
            "transliterasi": "Wa Laqad Zayyannā As-Samā'a Ad-Dunyā Bimaşābīĥa Wa Ja`alnāhā Rujūmāan Lilshshayāţīni Wa 'A`tadnā Lahum `Adhāba As-Sa`īri.",
            "eng": "And, indeed, We have adorned the skies nearest to the earth with lights, and have made them the object of futile guesses for the evil ones [from among men]: and for them have We readied suffering through a blazing flame –",
            "kemenag": "Setelah menyatakan bahwa tidak terdapat kekurangan sedikit pun dalam ciptaan-Nya, Allah menegaskan bahwa Dialah Tuhan Yang Mahakuasa lagi Mahaagung, dengan mengatakan bahwa Dia telah menghias langit yang terdekat ke bumi dengan matahari yang bercahaya terang pada siang hari, bulan dan bintang-bintang yang bersinar pada malam hari, yang dapat dilihat oleh manusia setiap datangnya siang dan malam. Langit yang berhiaskan matahari, bulan, dan bintang-bintang yang bersinar itu terlihat oleh manusia seakan-akan rumah yang berhiaskan lampu-lampu yang gemerlapan di malam hari, sehingga menyenangkan hati orang yang memandangnya. \nPerumpamaan yang dikemukakan ayat di atas merupakan perumpamaan yang indah dan langsung mengenai sasarannya. Yaitu bahwa alam semesta ini diumpamakan seperti rumah. Rumah merupakan tempat tinggal manusia, tempat mereka berlindung dari terik matahari dan tempat berteduh di waktu hujan, tempat mereka bersenang-senang dan beristirahat, tempat mereka membesarkan anak-anak mereka, dan sebagainya. Demikianlah alam ini diciptakan Allah untuk kepentingan manusia seluruhnya.\nBintang-bintang itu di samping menghiasi langit, juga dapat menimbulkan nyala api yang dapat digunakan untuk melempari setan terkutuk yang mencuri dengar pembicaraan penduduk langit.\nSebagian ulama ada yang menafsirkan ayat ini dengan mengatakan bahwa Allah menciptakan bintang-bintang sebagai hiasan dunia dan untuk menimbulkan rezeki bagi manusia, yaitu dengan adanya siang dan malam dengan segala macam manfaatnya yang dapat diperoleh darinya. Rezeki yang diperoleh manusia karena adanya siang dan malam itu, ada yang menjadi sebab timbulnya kebaikan dan ada pula yang menjadi sebab timbulnya kejahatan yang dapat mengobarkan nafsu jahat.\nQatadah mengatakan bahwa Allah menciptakan bintang-bintang itu dengan tiga tujuan, yaitu: pertama, untuk hiasan langit; kedua, untuk melempar setan; dan ketiga, untuk menjadi petunjuk arah dan alamat bagi para musafir yang sedang dalam perjalanan, baik di darat, laut, maupun di ruang angkasa yang sangat luas ini. Barangkali Qatadah menerangkan di antara tujuan Allah menciptakan bintang-bintang sejauh yang ia ketahui, karena masih banyak tujuan yang lain, baik yang telah diketahui maupun yang belum diketahui oleh manusia. Allah Mahaluas ilmu-Nya lagi Mahabijaksana.\nDemikianlah Allah menciptakan bintang-bintang yang menghiasi alam raya yang tidak terhitung banyaknya. Semua itu dapat dimanfaatkan manusia sesuai dengan keinginan yang hendak dicapainya. Jika keinginan yang hendak dicapai itu adalah keinginan yang sesuai dengan keridaan Allah, tentu Allah akan melapangkan jalan bagi tercapainya keinginan itu dan memberinya pahala yang berlipat-ganda. Sebaliknya jika keinginan yang hendak dicapai itu adalah keinginan yang berlawanan dengan keridaan Allah, maka bagi mereka disediakan azab yang pedih.\n",
            "kemenag_ringkas": "Bukti kuasa Allah itu bukan hanya pada kesempurnaan penciptaan langit dan bumi. _Dan_ Kami bersumpah bahwa _sungguh, telah Kami hiasi langit yang dekat,_ yaitu yang dekat dengan bumi sehingga dapat dilihat dengan pandangan mata secara langsung. Kami menghiasinya _dengan bintang-bintang dan Kami jadikannya_ bintang-bintang itu _sebagai alat-alat pelempar setan_ dari golongan jin, _dan Kami sediakan bagi mereka_ di akhirat nanti, _azab neraka yang menyala-nyala._",
            "ibnu_katsir": "Untuk itu Allah Swt. berfirman:\n\nSesungguhnya Kami telah menghiasi langit yang dekat dengan bintang-bintang. (Al-Mulk: 5)\n\nYaitu bintang-bintang yang menghiasi langit, baik yang beredar maupun yang tetap.\n\nFirman Allah Swt:\n\ndan Kami jadikan bintang-bintang itu alat-alat pelempar setan. (Al-Mulk: 5)\n\nDamir yang terdapat di dalam lafaz waja'alnaha kembali kepada jenis dari al-masabih, bukan kepada bentuknya. Karena sesungguhnya bintang-bintang yang ada di langit tidaklah digunakan untuk melempari setan-setan, melainkan yang dipakai ialah nyala api yang lebih kecil daripada bintang-bintang itu sendiri, atau barangkali nyala api itu bersumber darinya. Hanya Allah-lah Yang Maha Mengetahui. \n\nFirman Allah Swt.:\n\ndan Kami sediakan bagi mereka siksa neraka yang menyala-nyala. (Al-Mulk: 5)\n\nArtinya, Kami jadikan kehinaan itu untuk setan-setan di dunia, dan Kami sediakan bagi mereka azab neraka yang menyala-nyala di negeri akhirat. Ayat ini semakna dengan apa yang disebutkan di dalam firman-Nya:\n\nSesungguhnya Kami telah menghias langit yang terdekat dengan hiasan, yaitu bintang-bintang, dan telah memeliharanya (sebenar-benarnya) dari setiap setan yang sangat durhaka, setan-setan itu tidak dapat mendengar-dengarkan (pembicaraan) para malaikat dan mereka dilempari dari segala penjuru. Untuk mengusir mereka dan bagi mereka siksaan yang kekal, akan tetapi barang siapa (di antara mereka) yang mencuri-curi (pembicaraan), maka ia dikejar oleh suluh api yang cemerlang. (Ash-Shaffat: 6-10)\n\nQatadah mengatakan bahwa sesungguhnya bintang-bintang ini diciptakan untuk tiga hal, yaitu Allah menciptakannya untuk perhiasan bagi langit, dan sebagai pelempar setan, serta sebagai tanda-tanda untuk dijadikan petunjuk arah. Maka barang siapa yang mempunyai takwilan lain selain dari yang telah disebutkan, berarti dia mengemukakan pendapatnya sendiri, memasuki bagian yang bukan bagiannya, keliru dalam berpendapat, serta rnemaksakan dirinya terhadap apa yang tiada pengetahuan baginya tentang hal itu. Demikianlah menurut apa yang diriwayatkan oleh Ibnu Jarir dan Ibnu Abu Hatim.",
            "jalalain": "(Dan sesungguhnya Kami telah menghiasi langit yang dekat) yang dekat dengan bumi (dengan lampu-lampu) dengan bintang-bintang (dan Kami jadikan bintang-bintang itu alat-alat pelempar) alat untuk melempar dan merajam (setan-setan) bilamana mereka mencuri pembicaraan para malaikat dengan telinga mereka; umpamanya terpisah batu meteor dari bintang-bintang itu yang bentuknya bagaikan segumpal api, lalu mengejar setan dan membunuhnya atau membuatnya cacat. Pengertian ini bukan berarti bahwa bintang-bintang itu lenyap dari tempatnya (dan Kami sediakan bagi mereka siksa neraka yang menyala-nyala) yang besar apinya.",
            "quraish_shihab": "esungguhnya Kami telah menghiasi langit yang dekat dan dapat dilihat mata dengan bntang-bintang yang bersinar. Kami juga menjadikan langit itu sebagai sumber percikan api untuk melempar setan. Dan di akhirat, Kami telah menyediakan untuk setan siksa neraka yang menyala(1). (1) Kata samâ' dalam bahasa Arab berarti 'segala sesuatu yang berada di atas dan menaungi'. Menurut Ibn Sîdih, kata \"samâ'\" di sini berarti 'angkasa luas yang berisi benda-benda langit dan percikan-percikan sinar'. Adapun yang terlihat oleh penghuni bumi pada malam yang terang adalah kubah langit berwarna biru yang dihiasi oleh bintang dan planet, bagaikan lampu yang menyinari. Dapat juga terlihat percikan-percikan api terbakar di lapisan udara bagian atas. Kubah berwarna biru itu adalah hasil pertemuan cahaya matahari dan bintang-bintang dengan debu-debu halus yang menempel di udara dan proton-proton udara itu sendiri yang kemudian terpecah-pecah. Selain itu juga ada fenomena-fenomena cahaya yang menghiasi langit dunia seperti mega, fajar, cahaya bintang dan cahaya kutub. Semua itu adalah fenomena yang berlainan dan terjadi karena gesekan cahaya dengan atmosfer dan medan gayanya.",
            "saadi": "Please check ayah 67:11 for complete tafsir."
        },
        {
            "ind": "Dan orang-orang yang kafir kepada Tuhannya, memperoleh azab Jahannam. Dan itulah seburuk-buruk tempat kembali.",
            "arb": "وَلِلَّذِينَ كَفَرُوا بِرَبِّهِمْ عَذَابُ جَهَنَّمَ ۖ وَبِئْسَ الْمَصِيرُ",
            "transliterasi": "Wa Lilladhīna Kafarū Birabbihim `Adhābu Jahannama Wa Bi'sa Al-Maşīru.",
            "eng": "for, suffering in hell awaits all who are [thus] bent on blaspheming against their Sustainer: and how vile a journey's end!",
            "kemenag": "Telah menjadi ketetapan dan sunatullah bahwa setiap orang yang menyekutukan dan mengingkari Allah, serta mendustakan para rasul yang diutus-Nya, akan dimasukkan ke dalam neraka. Neraka itulah tempat yang paling buruk yang disediakan bagi mereka. Di dalamnya mereka akan merasakan penderitaan dan siksaan yang amat pedih dan menyengsarakan.\nKemudian Allah menerangkan sikap neraka pada waktu orang-orang kafir dimasukkan ke dalamnya, yaitu:\n1.Ketika orang-orang kafir dilemparkan ke dalamnya, terdengarlah suaranya yang gemuruh lagi dahsyat sebagai tanda kemarahannya.\n2.Neraka itu menggelegak, laksana periuk besar merebus orang-orang kafir dengan airnya yang mendidih.\n3.Neraka itu seakan-akan hampir pecah waktu orang-orang kafir dilemparkan ke dalamnya.\n4.Neraka itu sangat ganas dan marah kepada setiap orang yang berada di dalamnya.\n5.Setiap kali rombongan orang kafir dimasukkan ke dalamnya, penjaga-penjaga neraka itu mencerca mereka, \"Belum pernahkah seorang rasul datang kepada kamu. Kenapa kamu tidak mengikuti seruan para rasul yang disampaikan kepadamu?\"\n6.Penduduk neraka mengakui bahwa telah datang rasul-rasul kepada mereka, akan tetapi mereka mendustakannya; bahkan menuduh bahwa para rasul itulah yang berada dalam kesesatan\n",
            "kemenag_ringkas": "Telah menjadi ketetapan Allah bahwa setiap orang yang menyekutu-kan dan mengingkari Allah, serta mendustakan para rasul akan dimasukkan ke dalam neraka di akhirat kelak. Inilah yang ditegaskan pada ayat ini. _Dan orang-orang yang ingkar kepada Tuhannya akan mendapat azab Jahanam_. Itulah tempat kediaman mereka. _Dan itulah seburuk-buruk tempat kembali_.",
            "ibnu_katsir": "Firman Allah Swt.:\n\nDan. (Al-Mulk: 6) Kami sediakan.\n\nbagi orang-orang yang kafir kepada Tuhannya, memperoleh azab neraka Jahanam. Dan itulah seburuk-buruk tempat kembali. (Al-Mulk: 6)\n\nYakni Jahanam itu adalah tempat kembali yang paling buruk.",
            "jalalain": "(Dan orang-orang yang kafir kepada Rabb mereka, memperoleh azab Jahanam. Dan itulah seburuk-buruk tempat kembali) yakni neraka Jahanam.",
            "quraish_shihab": "Orang-orang yang tidak beriman kepada Tuhan akan mendapat siksa jahanam. Itu adalah tempat kembali mereka yang paling buruk.",
            "saadi": "Please check ayah 67:11 for complete tafsir."
        },
        {
            "ind": "Apabila mereka dilemparkan ke dalamnya mereka mendengar suara neraka yang mengerikan, sedang neraka itu menggelegak,",
            "arb": "إِذَا أُلْقُوا فِيهَا سَمِعُوا لَهَا شَهِيقًا وَهِيَ تَفُورُ",
            "transliterasi": "'Idhā 'Ulqū Fīhā Sami`ū Lahā Shahīqāan Wa Hiya Tafūru.",
            "eng": "When they are cast into that [hell], they will hear its breath indrawing as it boils up,",
            "kemenag": "Dalam ayat ini, diterangkan keadaan neraka sebagai tempat yang disediakan bagi orang-orang kafir serta sikapnya ketika mereka dilemparkan ke dalamnya. Pada waktu orang-orang kafir dilemparkan ke dalamnya, terdengarlah oleh mereka suara gemuruh yang amat dahsyat dan menakutkan. Neraka itu terdengar menggelegak seakan-akan seperti periuk besar dan orang-orang kafir direbus di dalamnya dengan air yang mendidih dan menggelegak karena panasnya.",
            "kemenag_ringkas": "_Apabila mereka dilemparkan ke dalamnya mereka mendengar suara neraka yang mengerikan,_ karena kerasnya kobaran api, _sedang neraka itu membara_, dengan sangat dahsyatnya,",
            "ibnu_katsir": "Firman Allah Swt.:\n\nApabila mereka dilemparkan ke dalamnya, mereka mendengar suara neraka yang mengerikan. (Al-Mulk: 7)\n\nMenurut Ibnu Jarir, makna yang dimaksud ialah suara jeritan.\n\nsedangkan neraka itu menggelegak. (Al-Mulk: 7)\n\nAs-Sauri mengatakan bahwa neraka itu mendidih membakar mereka, sebagaimana sedikit biji-bijian yang digodok di dalam air yang banyak.",
            "jalalain": "(Apabila mereka dilemparkan ke dalamnya mereka mendengar suara neraka yang mengerikan) yaitu suara yang tidak enak didengar sebagaimana suara keledai (sedang neraka itu menggelegar) yakni mendidih.",
            "quraish_shihab": "Ketika dilemparkan ke dalamnya, mereka mendengar suaranya yang amat mengerikan; menggelegak dengan sangat dahsyatnya. Hampir-hampir saja neraka itu terpecah-pecah karena terlalu marahnya dengan mereka. Setiap kali sekelompok orang dari mereka dilemparkan, dengan nada mengejek para penjaga neraka berkata, \"Apakah belum pernah datang kepada kalian seorang rasul yang mengingatkan kalian hari pertemuan ini?\"",
            "saadi": "Please check ayah 67:11 for complete tafsir."
        },
        {
            "ind": "hampir-hampir (neraka) itu terpecah-pecah lantaran marah. Setiap kali dilemparkan ke dalamnya sekumpulan (orang-orang kafir), penjaga-penjaga (neraka itu) bertanya kepada mereka: \"Apakah belum pernah datang kepada kamu (di dunia) seorang pemberi peringatan?\"",
            "arb": "تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِ ۖ كُلَّمَا أُلْقِيَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ نَذِيرٌ",
            "transliterasi": "Takādu Tamayyazu Mina Al-Ghayži Kullamā 'Ulqiya Fīhā Fawjun Sa'alahum Khazanatuhā 'Alam Ya'tikum Nadhīrun.",
            "eng": "well-nigh bursting with fury; [and] every time a host [of such sinners] is flung into it, its keepers will ask them, \"Has no warner ever come to you?\"",
            "kemenag": "Selanjutnya diterangkan bahwa neraka itu menerima orang-orang kafir dengan kemarahan yang sangat. Demikian marahnya, sehingga hampir saja mereka itu pecah berkeping-keping. Dalam keadaan demikian, malaikat Zabaniyah pun mencela dan mencerca mereka, \"Tidak pernahkah datang kepada kamu seorang rasul yang diutus Allah yang memperingatkan kamu kepada azab hari Kiamat yang menimpamu pada saat ini?\" Hal ini juga menunjukkan bahwa Allah tidak akan mengazab suatu kaum, melainkan setelah Dia mengutus seorang rasul dan mereka tidak mengindahkan seruan itu. Dalam ayat yang lain, Allah berfirman:\n\n¦tetapi Kami tidak akan menyiksa sebelum Kami mengutus seorang rasul. (al-Isra'/17: 15)\n\nDari ayat ini dapat dipahami bahwa manusia dituntut melaksanakan perintah-perintah Allah dan meninggalkan larangan-larangan-Nya jika telah disampaikan kepada mereka seruan rasul yang diutus kepada mereka. Hal ini berlaku baik seruan itu disampaikan secara langsung maupun tidak langsung, yaitu dengan perantaraan orang-orang yang telah beriman kepada-Nya.\n",
            "kemenag_ringkas": "_hampir_ saja neraka _meledak karena marah. Setiap kali ada sekumpulan_ orang-orang kafir _dilemparkan ke dalamnya_, para malaikat _penjaga-penjaga_ neraka itu _bertanya kepada mereka, “Apakah belum pernah ada orang yang datang memberi peringatan kepadamu_ di dunia tentang ancaman Allah?”",
            "ibnu_katsir": "Firman Allah Swt.:\n\nhampir-hampir (neraka) itu terpecah-pecah lantaran marah. (Al-Mulk: 8)\n\nYakni hampir-hampir neraka itu sebagian darinya terpisah dengan sebagian lainnya karena kemarahan dan dendamnya yang sangat terhadap orang-orang kafir.\n\nSetiap kali dilemparkan ke dalamnya sekumpulan (orang-orang kafir), penjaga-penjaga (neraka itu) bertanya kepada mereka, \"Apakah belum pernah datang kepada kamu (di dunia) seorang , pemberi peringatan?\" Mereka menjawab, \"Benar ada,\" sesungguhnya telah datang kepada kami seorang pemberi peringatan, tetapi kami mendustakan(nya) dan kami katakan, \"Allah tidak menurunkan sesuatu pun; kamu tidak lain hanyalah di dalam kesesatan yang besar.” (Al-Mulk: 8-9)\n\nAllah Swt. menyebutkan tentang keadilan yang Dia terapkan terhadap makhluk-Nya, bahwa Dia tidak mengazab seseorang melainkan sesudah menegakkan alasan terhadapnya dan setelah mengutus seorang rasul kepadanya, seperti yang disebutkan di dalam firman-Nya:\n\ndan Kami tidak mengazab sebelum Kami mengutus seorang rasul. (Al-Isra: 15)",
            "jalalain": "(Hampir-hampir neraka itu terpecah-pecah) menurut suatu qiraat lafal tamayyazu dibaca tatamayyazu sesuai dengan asalnya, artinya terbelah-belah (lantaran marah) karena murka kepada orang kafir. (Setiap kali dilemparkan ke dalamnya sekumpulan orang) segolongan di antara orang-orang kafir (penjaga-penjaga neraka itu bertanya kepada mereka) dengan pertanyaan yang mengandung nada celaan, (\"Apakah belum pernah datang kepada kalian seorang pemberi peringatan?\") maksudnya seorang rasul yang memberikan peringatan kepada kalian akan azab Allah swt.",
            "quraish_shihab": "Ketika dilemparkan ke dalamnya, mereka mendengar suaranya yang amat mengerikan; menggelegak dengan sangat dahsyatnya. Hampir-hampir saja neraka itu terpecah-pecah karena terlalu marahnya dengan mereka. Setiap kali sekelompok orang dari mereka dilemparkan, dengan nada mengejek para penjaga neraka berkata, \"Apakah belum pernah datang kepada kalian seorang rasul yang mengingatkan kalian hari pertemuan ini?\"",
            "saadi": "Please check ayah 67:11 for complete tafsir."
        },
        {
            "ind": "Mereka menjawab: \"Benar ada\", sesungguhnya telah datang kepada kami seorang pemberi peringatan, maka kami mendustakan(nya) dan kami katakan: \"Allah tidak menurunkan sesuatupun; kamu tidak lain hanyalah di dalam kesesatan yang besar\".",
            "arb": "قَالُوا بَلَىٰ قَدْ جَاءَنَا نَذِيرٌ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللَّهُ مِن شَيْءٍ إِنْ أَنتُمْ إِلَّا فِي ضَلَالٍ كَبِيرٍ",
            "transliterasi": "Qālū Balaá Qad Jā'anā Nadhīrun Fakadhdhabnā Wa Qulnā Mā Nazzala Allāhu Min Shay'in 'In 'Antum 'Illā Fī Đalālin Kabīrin.",
            "eng": "They will reply: \"Yea, a warner did indeed come unto us, but we gave him the lie and said, 'Never has God sent down anything [by way of revelation]! You [self-styled warners] are but lost in a great delusion!\"'",
            "kemenag": "Dalam ayat ini diterangkan bahwa pertanyaan para malaikat itu dijawab oleh orang-orang kafir yang sedang diazab itu dengan mengakui bahwa telah datang kepada mereka seorang rasul. Dia telah membacakan kepada mereka ayat-ayat Tuhan dan telah memperingatkan mereka akibat yang akan diterima oleh orang-orang yang tidak memperkenankan seruan itu. Akan tetapi, mereka mendustakan dan bahkan mengejek para rasul itu dengan mengatakan; Hai orang yang telah mengaku menerima wahyu dari Allah. Sebenarnya tidak ada sesuatu wahyu pun yang diturunkan Allah kepadamu karena engkau bukanlah seorang rasul yang diutus kepada kami. Engkau hanyalah manusia biasa seperti kami juga, bahkan engkau lebih miskin dan lebih rendah derajatnya daripada kami. Tidak ada guna dan faedahnya sedikit pun semua perkataan yang engkau ucapkan itu bagi kami, bahkan kamu seluruhnya yang mengaku bahwa sebagai rasul yang diutus oleh Tuhan, sebetulnya adalah orang-orang yang berada dalam kesesatan yang besar.\" Pada ayat yang lain, Allah berfirman:\n\nOrang-orang yang kafir digiring ke neraka Jahanam secara berombongan. Sehingga apabila mereka sampai kepadanya (neraka) pintu-pintunya dibukakan dan penjaga-penjaga berkata kepada mereka, \"Apakah belum pernah datang kepadamu rasul-rasul dari kalangan kamu yang membacakan ayat-ayat Tuhanmu dan memperingatkan kepadamu akan pertemuan (dengan) harimu ini?\" Mereka menjawab, \"Benar, ada,\" tetapi ketetapan azab pasti berlaku terhadap orang-orang kafir. (az-Zumar/39: 71)\n\n",
            "kemenag_ringkas": "Pertanyaan para penjaga neraka tersebut dijawab dengan jujur oleh para pendurhaka itu. _Mereka menjawab, “Benar, sungguh, seorang pemberi peringatan telah datang kepada kami,_ menyampaikan tentang adanya azab Allah, _tetapi kami mendustakannya dan kami katakan, 'Allah tidak menurunkan sesuatu apa pun_ kepadamu, _kamu_ wahai orang yang meng-ku sebagai utusan Allah, _sebenarnya di dalam kesesatan yang besar.'”_",
            "ibnu_katsir": "Firman Allah Swt.:\n\nhampir-hampir (neraka) itu terpecah-pecah lantaran marah. (Al-Mulk: 8)\n\nYakni hampir-hampir neraka itu sebagian darinya terpisah dengan sebagian lainnya karena kemarahan dan dendamnya yang sangat terhadap orang-orang kafir.\n\nSetiap kali dilemparkan ke dalamnya sekumpulan (orang-orang kafir), penjaga-penjaga (neraka itu) bertanya kepada mereka, \"Apakah belum pernah datang kepada kamu (di dunia) seorang , pemberi peringatan?\" Mereka menjawab, \"Benar ada,\" sesungguhnya telah datang kepada kami seorang pemberi peringatan, tetapi kami mendustakan(nya) dan kami katakan, \"Allah tidak menurunkan sesuatu pun; kamu tidak lain hanyalah di dalam kesesatan yang besar.” (Al-Mulk: 8-9)\n\nAllah Swt. menyebutkan tentang keadilan yang Dia terapkan terhadap makhluk-Nya, bahwa Dia tidak mengazab seseorang melainkan sesudah menegakkan alasan terhadapnya dan setelah mengutus seorang rasul kepadanya, seperti yang disebutkan di dalam firman-Nya:\n\ndan Kami tidak mengazab sebelum Kami mengutus seorang rasul. (Al-Isra: 15)",
            "jalalain": "(Mereka menjawab, \"Benar ada, sesungguhnya telah datang kepada kami seorang pemberi peringatan, maka kami mendustakannya dan kami katakan, Allah tidak menurunkan sesuatu pun; tidak lain) tiadalah (kamu hanyalah di dalam kesesatan yang besar.\") Kalimat in antum illaa fii dhalaalin kabiir dapat dianggap sebagai perkataan para malaikat penjaga neraka kepada orang-orang kafir sewaktu mereka dijelaskan sebagai orang-orang yang mendustakan rasul-rasul. Kalimat ini pun dapat pula dianggap sebagai perkataan orang-orang kafir sebagai alasan mereka tidak percaya kepada rasul-rasul.",
            "quraish_shihab": "Mereka menjawab, \"Sungguh telah datang kepada kami seorang rasul, tetapi kami mendustakannya dengan mengatakan, 'Allah tidak menurunkan apa-apa kepadamu dan para rasul selain kamu. Kalian, hai orang-orang yang mengaku sebagai rasul, benar-benar telah melenceng jauh dari kebenaran'.\"",
            "saadi": "Please check ayah 67:11 for complete tafsir."
        },
        {
            "ind": "Dan mereka berkata: \"Sekiranya kami mendengarkan atau memikirkan (peringatan itu) niscaya tidaklah kami termasuk penghuni-penghuni neraka yang menyala-nyala\".",
            "arb": "وَقَالُوا لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِي أَصْحَابِ السَّعِيرِ",
            "transliterasi": "Wa Qālū Law Kunnā Nasma`u 'Aw Na`qilu Mā Kunnā Fī 'Aşĥābi As-Sa`īri.",
            "eng": "And they will add: \"Had we but listened [to those warnings], or [at least] used our own reason, we would not [now] be among those who are destined for the blazing flame!\"",
            "kemenag": "Dalam ayat ini, Allah menerangkan bahwa orang-orang kafir yang sedang diazab di dalam neraka itu menyesali sikap dan tindakan mereka selama hidup di dunia dengan mengatakan, \"Sekiranya kami mau menggunakan akal dan pikiran kami yang telah dianugerahkan Allah, untuk menilai dan mengambil manfaat dari seruan rasul itu, demikian pula seandainya kami menggunakan telinga kami untuk mendengar ayat-ayat Allah yang telah diturunkan dan disampaikan kepada kami oleh rasul yang telah diutus-Nya, tentu kami tidak akan menyangkal dan mengingkari kebenaran yang disampaikan itu. Kami tidak akan tepedaya oleh kesenangan dan pengaruh dunia yang fana ini, tidak akan teperdaya oleh tipu daya setan, dan tidak akan dimasukkan ke dalam neraka yang menyala ini yang azabnya tidak tertanggungkan sedikit pun oleh kami.\"",
            "kemenag_ringkas": "_Dan mereka_ orang-orang yang tersiksa di neraka itu _berkata, “Sekiranya_ dahulu _kami mendengarkan_ dengan sungguh-sungguh _atau memikirkan_ dengan serius peringatan itu _tentulah kami tidak termasuk penghuni neraka yang menyala-nyala_ yang azabnya sungguh tidak terbayang oleh kami.”",
            "ibnu_katsir": "Dan firman-Nya:\n\nSehingga apabila mereka sampai ke neraka itu dibukakan pintu-pintunya dan berkatalah kepada mereka penjaga-penjaganya, \"Apakah belum pernah datang kepadamu rasul-rasul di antaramu yang membacakan kepadamu ayat-ayat Tuhanmu dan memperingatkan kepadamu akan pertemuan dengan hari ini?” Mereka menjawab, \"Benar (telah datang).” Tetapi telah pasti berlaku ketetapan azab terhadap orang-orang yang kafir. (Az-Zumar: 71)\n\nDemikian pula mereka menyalahkan diri mereka sendiri dan menyesali perbuatannya, di saat tiada gunanya lagi penyesalan bagi mereka. Mereka mengatakan, sebagaimana yang disebutkan oleh firman-Nya:\n\nSekiranya kami mendengarkan atau memikirkan (peringatan itu), niscaya tidaklah kami termasuk penghuni-penghuni neraka yang menyala-nyala. (Al-Mulk: 10)\n\nYaitu sekiranya dahulu kami menggunakan akal kami dengan sebenarnya atau mendengarkan kebenaran yang diturunkan oleh Allah, niscaya kami tidak akan terjerumus ke dalam kekafiran kepada Allah dan tidak teperdaya oleh kekafiran. Akan tetapi, ternyata dahulu kami tidak menggunakan pemahaman kami untuk menyadari apa yang disampaikan oleh para rasul, dan tidak pula kami menggunakan akal kami yang dapat memberi petunjuk kepada kami untuk mengikuti para rasul.",
            "jalalain": "(Dan mereka berkata, \"Sekiranya kami mendengarkan) maksudnya mendengar yang disertai pemahaman (atau memikirkan) memikirkan apa yang didengarnya, yaitu peringatan rasul-rasul kepada mereka (niscaya tidaklah kami termasuk penghuni-penghuni neraka yang menyala-nyala\").",
            "quraish_shihab": "Mereka juga berkata, \"Seandainya dulu kami mendengar untuk mendapatkan kebenaran, atau memikirkan seruan yang disampaikan kepada kami, niscaya kami tidak akan termasuk sebagai penghuni neraka yang menyala-nyala ini.\"",
            "saadi": "Please check ayah 67:11 for complete tafsir."
        },
        {
            "ind": "Mereka mengakui dosa mereka. Maka kebinasaanlah bagi penghuni-penghuni neraka yang menyala-nyala.",
            "arb": "فَاعْتَرَفُوا بِذَنبِهِمْ فَسُحْقًا لِّأَصْحَابِ السَّعِيرِ",
            "transliterasi": "Fā`tarafū Bidhanbihim Fasuĥqāan Li'şĥābi As-Sa`īri.",
            "eng": "Thus will they come to realize their sins: but [by that time,] remote will have become all good from those who are destined for the blazing flame.",
            "kemenag": "Dalam ayat ini, Allah menerangkan pula bahwa sekalipun orang-orang kafir yang sedang diazab di dalam neraka itu telah mengakui perbuatan dosa yang telah mereka lakukan selama hidup di dunia dan menyatakan tobat dengan sesungguhnya, namun pengakuan dan pernyataan tobat mereka itu tidak ada manfaatnya sedikit pun. Sebab, tobat yang diterima Allah hanyalah tobat yang dilakukan oleh seseorang pada waktu ia hidup di dunia, dengan syarat:\n1.Meninggalkan dosa yang dilakukan dengan segera.\n2.Menyesali perbuatan dosa yang telah dilakukan.\n3.Berjanji tidak akan melakukan perbuatan dosa yang telah dikerjakannya dan perbuatan-perbuatan yang lain yang dilarang oleh Allah.\n\nDi akhirat, orang-orang kafir itu telah dijauhkan dari rahmat Allah sehingga apa pun yang berupa rahmat-Nya, seperti pengampunan dosa, kebahagiaan hidup, dan lain-lain, tidak akan mereka dapatkan lagi. Hanya kebinasaan yang akan menimpa mereka.\nDari ayat ini dapat dipahami bahwa sebenarnya seruan agar menganut agama Allah dan mengikuti seruan rasul itu telah sampai kepada hampir seluruh tempat di dunia ini dan kepada seluruh manusia. Sementara itu, ajaran agama yang disampaikan rasul itu mudah diterima dan dilaksanakan oleh manusia mana pun yang telah balig dan berakal, karena tujuan ajaran agama itu ialah untuk kemaslahatan umat manusia dalam hidup di dunia dan di akhirat nanti, bukan untuk memberatkan dan menyempitkan. Di samping itu, ajaran agama itu mudah diterima akal yang sehat karena sifatnya yang mudah dimengerti dan sesuai dengan akal budi manusia. Akan tetapi, karena hawa nafsu, kedudukan, pangkat, harta, dan ingin mendapat simpati, kehormatan, dan ditambah lagi dengan godaan setan yang tujuannya hanyalah untuk menyesatkan manusia, mereka tidak mengindahkan seruan itu. Akibatnya, mereka mendapat balasan yang setimpal dengan kekafiran dan keingkaran mereka itu. Betapa banyak orang yang tadinya telah beriman dan melakukan ajaran agama Islam dengan baik tetapi kemudian karena pengaruh hawa nafsu dan godaan setan, mereka tidak segan-segan meninggalkan kepercayaan dan keyakinan yang telah tumbuh dengan subur dalam hati mereka, bahkan mereka tidak segan-segan menghancurkan Islam dan kaum Muslimin.\nAllah sendiri selalu mengingatkan mereka dengan memberikan cobaan-cobaan berupa kesenangan dan penderitaan, tetapi mereka hanya sadar sampai cobaan itu hilang dari mereka. Setelah itu, mereka kembali mengingkari ajaran dan seruan rasul. Oleh karena itu, sudah sepantasnya jika di akhirat nanti mereka tidak akan mendapat pertolongan dari Allah dan akan dijauhkan dari rahmat-Nya.\n\n",
            "kemenag_ringkas": "Maka dengan ucapan itu _mereka mengakui dosanya_. Namun itu pengakuan yang tidak berguna. _Tetapi_ kebinasaanlah yaitu _jauhlah_ dari rahmat Allah _bagi penghuni neraka yang menyala-nyala itu._",
            "ibnu_katsir": "Allah Swt. berfirman:\n\nMereka mengakui dosa mereka. Maka kebinasaanlah bagi penghuni-penghuni neraka yang menyala-nyala. (Al-Mulk: 11)\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Muhammad ibnu Ja'far, telah menceritakan kepada kami Syu'bah, dari Amr ibnu Murrah, dari Abul Buhturi At-Ta-i yang mengatakan bahwa telah menceritakan kepadaku seseorang yang telah mendengarkan hadis berikut dari Rasulullah Saw. yang telah bersabda: Manusia tidak akan binasa sebelum mereka menyadari akan kesalahan diri mereka sendiri.\n\nDi dalam hadis yang lain disebutkan:\n\nTidaklah seseorang masuk neraka melainkan dia menyadari bahwa neraka adalah tempat yang lebih layak baginya daripada surga.",
            "jalalain": "(Mereka mengakui) orang-orang kafir itu mengaku di saat tiada gunanya lagi pengakuan (dosa mereka) yaitu dosa mendustakan peringatan-peringatan. (Maka kebinasaanlah) dapat dibaca fasuhqan dan fasuhuqan (bagi penghuni-penghuni neraka yang menyala-nyala) mereka dijauhkan dari rahmat Allah swt.",
            "quraish_shihab": "Mereka mengakui pendustaan dan kekafiran mereka. Para penghuni neraka yang menyala-nyala itu sungguh amat jauh dari rahmat Allah.",
            "saadi": "\"Sungguh Kami telah menghiasi langit dunia (yang dekat) dengan bintang-bintang dan Kami jadikan bintang-bintang itu alat-alat pelempar setan, dan Kami sediakan bagi mereka siksa neraka yang menyala-nyala. Dan orang-orang yang kafir kepada Rabbnya, memperoleh azab Jahanam. Dan itulah seburuk-buruk tempat kembali. Apabila mereka dilemparkan ke dalamnya, me-reka mendengar suara neraka yang mengerikan, sedang neraka itu menggelegak. Hampir-hampir (neraka) itu terpecah-pecah lantaran marah. Setiap kali dilemparkan ke dalamnya sekumpulan (orang-orang kafir), penjaga-penjaga (neraka itu) bertanya kepada mereka, 'Apakah belum pernah datang kepada kamu (di dunia) seorang pemberi peringatan?' Mereka menjawab, 'Benar ada, sungguh telah datang kepada kami seorang pemberi peringatan, maka kami mendustakan(nya) dan kami katakan, 'Allah tidak menurunkan sesuatu pun; kamu tidak lain hanyalah di dalam kesesatan yang besar.' Dan mereka berkata, 'Sekiranya kami mendengarkan atau memikirkan (peringatan itu), niscaya tidaklah kami termasuk penghuni neraka yang menyala-nyala.' Mereka mengakui dosa mereka. Maka kebinasaanlah bagi penghuni-penghuni neraka yang menyala-nyala.\" (Al-Mulk: 5-11).\n(5) Maksudnya, sungguh Kami telah m e m p e r i n d a h ﴾   ٱلسَّمَآءَ    ٱلدُّنۡيَا  ﴿ \"langit dunia (yang dekat),\" yang kalian lihat dan meliputi kalian, ﴾ بِمَصَٰبِيحَ ﴿   \"dengan bintang-bintang,\" yaitu bintang-bintang dengan berbagai jenis cahaya dan pantulannya. Sebab andai langit tanpa berhias bintang akan menjadi atap yang gelap yang tidak memiliki keindahan. Tapi Allah سبحانه وتعالى menjadikan bintang-bintang tersebut sebagai perhiasan langit, keindahan, cahaya, dan petunjuk dalam kegelapan darat dan laut. Pemberitaan tentang perhiasan langit terdekat (paling bawah) dengan berbagai bintang tidak me-nafikan banyaknya bintang di tujuh langit yang lain, karena langit-langit itu bersifat transparan sehingga bintang-bintang terlihat di langit terendah meski lokasi bintang-bintang tersebut tidak terda-pat di langit tersebut. ﴾ وَجَعَلۡنَٰهَا  رُجُومٗا  لِّلشَّيَٰطِينِۖ ﴿   \"Dan Kami jadikan bintang-bintang itu alat-alat pelempar setan,\" yang ingin mencuri berita langit. Allah سبحانه وتعالى menjadikan bintang-bintang tersebut sebagai penjaga langit agar setan tidak bisa mencuri berita-berita bumi. ﴾ وَأَعۡتَدۡنَا لَهُمۡ ﴿   \"Dan Kami sediakan bagi mereka,\" yakni di akhirat, ﴾ عَذَابَ   ٱلسَّعِيرِ ﴿   \"siksa neraka yang menyala-nyala.\" Karena mereka membangkang terhadap Allah سبحانه وتعالى dan menyesatkan hamba-hambaNya.                \n(6) Karena itu para pengikut mereka dari kalangan orang-orang kafir juga seperti mereka, Allah سبحانه وتعالى menyediakan bagi mereka siksa neraka yang menyala-nyala. Karena itu Allah سبحانه وتعالى berfirman, ﴾ وَلِلَّذِينَ  كَفَرُواْ بِرَبِّهِمۡ  عَذَابُ جَهَنَّمَۖ       وَبِئۡسَ  ٱلۡمَصِيرُ ﴿ \"Dan orang-orang yang kafir kepada Rabbnya, memperoleh azab Jahanam. Dan itulah seburuk-buruk tempat kembali,\" yang amat menghinakan penghuninya.                \n(7) ﴾ إِذَآ  أُلۡقُواْ  فِيهَا ﴿   \"Apabila mereka dilemparkan ke dalamnya,\" de-ngan cara dihina dan direndahkan, ﴾ سَمِعُواْ  لَهَا  شَهِيقٗا ﴿   \"mereka mendengar suara neraka yang mengerikan,\" yaitu suara (jeritan) keras yang me-nakutkan.                \n(8) ﴾ تَكَادُ  تَمَيَّزُ مِنَ     ٱلۡغَيۡظِۖ ﴿   \"Hampir-hampir (neraka) itu terpecah-pecah lantaran marah.\" Maksudnya, karena saling berkumpul, hampir neraka saling terpecah satu sama lain dan terputus-putus karena marah terhadap orang-orang kafir. Lantas bagaimana dugaanmu, apa yang dilakukan terhadap mereka ketika mereka dimasukkan ke dalam neraka? \nKemudian Allah سبحانه وتعالى menyebutkan celaan penjaga neraka ter-hadap penghuninya, ﴾ كُلَّمَآ أُلۡقِيَ  فِيهَا  فَوۡجٞ  سَأَلَهُمۡ  خَزَنَتُهَآ   أَلَمۡ   يَأۡتِكُمۡ   نَذِيرٞ ﴿   \"Setiap kali dilem-parkan ke dalamnya sekumpulan (orang-orang kafir), penjaga-penjaga (neraka itu) bertanya kepada mereka, 'Apakah belum pernah datang ke-pada kamu (di dunia) seorang pemberi peringatan?'\" Maksudnya, de-ngan kondisi kalian seperti ini dan hak kalian mendapatkan neraka seperti ini, sepertinya kalian belum diberitahu tentang kondisi neraka dan tidak ada seorang pemberi peringatan pun yang meng-ingatkan kalian dari neraka.                \n(9) ﴾ قَالُواْ  بَلَىٰ  قَدۡ  جَآءَنَا  نَذِيرٞ     فَكَذَّبۡنَا  وَقُلۡنَا  مَا  نَزَّلَ  ٱللَّهُ  مِن   شَيۡءٍ  إِنۡ   أَنتُمۡ   إِلَّا     فِي  ضَلَٰلٖ  كَبِيرٖ   ﴿ \"Mereka menjawab, 'Benar ada, sungguh telah datang kepada kami seorang pemberi peringatan, maka kami mendustakan(nya) dan kami katakan, 'Allah tidak menurunkan sesuatu pun; kamu tidak lain hanyalah di dalam kesesatan yang besar'.\" Mereka menyatukan antara kedustaan yang bersifat khusus dan kedustaan yang bersifat umum terhadap apa pun yang diturunkan Allah سبحانه وتعالى. Tidak cukup sampai di situ, mereka pun mengumandangkan kesesatan para rasul yang memberi peringatan, padahal mereka adalah para pemberi petunjuk yang mendapatkan petunjuk. Mereka tidak hanya sesat, tapi mereka juga membesar-besarkan kesesatan. Lantas pembangkangan, kesombongan serta kezhaliman mana lagi yang bisa menandingi tindakan orang-orang kafir ini?                \n(10) ﴾ وَقَالُواْ ﴿   \"Dan mereka berkata,\" mengakui tidak berhak mendapatkan petunjuk dan arahan, ﴾  لَوۡ     كُنَّا نَسۡمَعُ  أَوۡ    نَعۡقِلُ    مَا  كُنَّا  فِيٓ  أَصۡحَٰبِ   ٱلسَّعِيرِ    10 ﴿ \"Sekiranya kami mendengarkan atau memikirkan (peringatan itu), niscaya tidaklah kami termasuk penghuni neraka yang menyala-nyala ini.\" Mereka menafikan jalan petunjuk dari diri mereka sendiri yaitu tidak mau mendengarkan apa yang diturunkan Allah سبحانه وتعالى dan dibawa oleh para rasul. Mereka juga tidak berpikir dengan akal yang seharusnya bisa membawa manfaat bagi mereka, mengakui berbagai kebenaran, lebih mengedepankan kebaikan serta menjauhi berbagai hal yang berakibat tercela. Orang-orang kafir tidak memiliki pendengaran dan akal. Lain halnya dengan orang yang memiliki keyakinan, pengetahuan, kejujuran, dan keimanan. Mereka menguatkan keimanan mereka dengan dalil-dalil naqli. Mereka mendengarkan apa pun yang datang dari sisi Allah سبحانه وتعالى dan yang dibawa Rasulullah a untuk diketahui, dimengerti, dan diamalkan. Mereka juga menguatkan keimanan mereka dengan dalil-dalil aqli yang mem-bedakan antara petunjuk dengan kesesatan, kebaikan dengan keburukan. Ukuran keimanan mereka berdasarkan keteladanan terhadap dalil naqli dan aqli yang Allah سبحانه وتعالى berikan pada mereka. Mahasuci Allah yang mengkhususkan karuniaNya pada siapa saja yang dikehendaki dan diberikan pada hamba-hambaNya yang dikehendaki, serta merendahkan orang yang tidak layak untuk kebaikan.                \n(11) Allah سبحانه وتعالى berfirman tentang mereka yang masuk neraka dan mengakui kezhaliman serta pembangkangan mereka,﴾ فَٱعۡتَرَفُواْ  بِذَنۢبِهِمۡ  فَسُحۡقٗا  لِّأَصۡحَٰبِ  ٱلسَّعِيرِ ﴿ \"Mereka mengakui dosa mereka. Maka kebinasaan-lah bagi penghuni-penghuni neraka yang menyala-nyala,\" maksudnya, amat jauh, rugi dan sengsaralah mereka. Alangkah sengsara dan hinanya mereka karena tidak mendapatkan pahala dari Allah سبحانه وتعالى. Mereka selamanya berada di dalam siksaan neraka yang menyala-nyala yang membakar jasad mereka hingga sampai ke hati."
        },
        {
            "ind": "Sesungguhnya orang-orang yang takut kepada Tuhannya Yang tidak nampak oleh mereka, mereka akan memperoleh ampunan dan pahala yang besar.",
            "arb": "إِنَّ الَّذِينَ يَخْشَوْنَ رَبَّهُم بِالْغَيْبِ لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ",
            "transliterasi": "'Inna Al-Ladhīna Yakhshawna Rabbahum Bil-Ghaybi Lahum Maghfiratun Wa 'Ajrun Kabīrun.",
            "eng": "[As against this,] behold, for those who stand in awe of God although He is beyond the reach of their perception, there is forgiveness in store and a great reward.",
            "kemenag": "Ayat ini menerangkan tanda-tanda orang bertakwa yang tunduk dan patuh kepada Allah, dan yakin bahwa Allah mengetahui segala yang mereka lakukan baik yang tampak maupun yang tersembunyi.\nTanda-tanda itu ialah:\n1.Senantiasa takut kepada azab Allah walaupun azab itu merupakan suatu yang gaib, tidak tampak dan belum tentu kapan datangnya.\n2.Merasa takut akan kedatangan hari Kiamat, karena mengingat malapetaka yang akan terjadi pada diri mereka seandainya mengingkari Allah, seperti peristiwa yang akan terjadi pada hari perhitungan, hari pembalasan, dan azab neraka yang tiada terkirakan.\n3.Yakin dan percaya bahwa Allah selalu mengawasi, memperhatikan, dan mengetahui di mana dan dalam keadaan bagaimana mereka setiap saat.\n\nDalam hadis Nabi Muhammad disebutkan:\nDari Abu Hurairah ia berkata, Rasulullah saw bersabda, \"Tak akan masuk neraka seseorang yang menangis karena takut kepada Allah. (Riwayat at-Tirmidhi, an-Nasa'i, Ahmad, al-hakim, dan lainnya)\n\nOrang yang benar-benar beriman kepada Allah dan mengerjakan amal yang saleh, tidak ada kekhawatiran terhadap diri mereka dan mereka tidak bersedih hati terhadap segala sesuatu yang luput dari mereka, sebagaimana firman Allah:\n\nSungguh, orang-orang yang beriman, mengerjakan kebajikan, melaksanakan salat, dan menunaikan zakat, mereka mendapat pahala di sisi Tuhannya. Tidak ada rasa takut pada mereka dan mereka tidak bersedih hati. (al-Baqarah/2: 277)\n\nOrang-orang yang beriman dan taat kepada Allah selalu merasa mendapat pengawasan dari-Nya. Mereka yakin bahwa Dia melihat dan memperhatikan mereka, sebagaimana yang diucapkan Nabi Muhammad dalam konteks ihsan:\nEngkau beribadah kepada Allah seakan-akan kamu melihat-Nya, maka jika kamu tidak melihat-Nya, maka sesungguhnya Allah melihatmu. (Riwayat al-Bukhari, Muslim, dan Abu Hurairah)\n\nAllah menjanjikan bahwa orang-orang mukmin yang bersifat demikian akan diampuni dosa-dosanya dan akan diberi pahala yang besar di akhirat kelak.\n",
            "kemenag_ringkas": "Bagi orang yang mengingkari kekuasaan Allah, ancamannya dije-laskan pada ayat sebelumnya. Pada ayat ini diterangkan siapa yang akan meraih pahala yang besar, _Sesungguhnya orang-orang yang takut kepada Tuhannya yang tidak terlihat oleh mereka_, atau mereka takut kepada-Nya walau mereka itu sendirian tidak terlihat oleh siapa pun,_ mereka memperoleh ampunan dan pahala yang besar._",
            "ibnu_katsir": "Allah Swt. menceritakan perihal orang yang takut kepada kedudukan Tuhannya terhadap apa yang ada antara dia dan Tuhannya; bilamana ia dalam kesendiriannya tanpa pengetahuan orang lain, maka ia mencegah dirinya dari perbuatan-perbuatan maksiat, dan sebaliknya mengerjakan amal-amal ketaatan, meskipun tiada orang lain yang melihatnya. Karena ia menyadari bahwa Allah melihatnya dan bahwa Allah akan memberinya ampunan dan pahala yang besar. Yakni Allah akan menghapuskan dosa-dosanya dan membalasnya dengan pahala yang berlimpah. Di dalam sebuah hadis yang terdapat di dalam kitab Sahihain telah disebutkan:\n\nAda tujuh macam orang yang mendapat naungan Allah Swt. di bawah naungan 'Arasy-Nya di hari tiada naungan kecuali hanya naungan-Nya.\n\nyang antara lain dari mereka ialah:\n\nseorang lelaki yang diajak (melakukan zina) oleh seorang wanita yang mempunyai kedudukan dan kecantikan, lalu ia menjawab, \"Sesungguhnya aku takut kepada Allah.” Dan seorang lelaki yang mengeluarkan suatu sedekah dengan sembunyi-sembunyi hingga tangan kirinya tidak mengetahui apa yang dibelanjakan oleh tangan kanannya.\n\nAl-Hafiz Abu Bakar Al-Bazzar mengatakan di dalam kitab musnadnya, telah menceritakan kepada kami Talut ibnu Abbad, telah menceritakan kepada kami Al-Haris ibnu Ubaid, dari Sabit, dari Anas yang mengatakan bahwa para sahabat bertanya, \"Wahai Rasulullah, sesungguhnya kami bila berada di hadapanmu dalam keadaan tertentu. Dan apabila kami berpisah dari engkau, maka kami berada dalam keadaan yang lain.\" Rasulullah Saw. balik bertanya, \"Bagaimanakah kalian dengan Tuhan kalian?\" Mereka menjawab, \"Allah Tuhan kami, baik dalam kesendirian kami maupun dalam terang-terangan kami,.\" Rasulullah Saw. bersabda: Sikap kalian yang demikian itu bukan munafik.\n\nTiada yang meriwayatkan hadis ini dari Sabit selain Al-Haris ibnu Ubaid menurut pengetahuan kami.",
            "jalalain": "(Sesungguhnya orang-orang yang takut kepada Rabbnya) mereka yang takut kepada-Nya (dalam sendirian) sewaktu mereka tidak kelihatan oleh orang lain, mereka tetap taat kepada-Nya. Dengan demikian berarti bila mereka berada secara terang-terangan maka lebih takut lagi (mereka akan memperoleh ampunan dan pahala yang besar) yang dimaksud adalah surga.",
            "quraish_shihab": "Sesungguhnya orang-orang yang takut kepada Tuhan mereka, padahal mereka tidak melihat-Nya, memperoleh ampunan atas dosa-dosa mereka. Mereka juga mendapat pahala yang besar atas amal baik mereka.",
            "saadi": "\"Sesungguhnya orang-orang yang takut kepada Rabbnya yang tidak tampak oleh mereka, mereka akan memperoleh am-punan dan pahala yang besar.\" (Al-Mulk: 12).\n(12) Setelah menyebutkan keadaan orang-orang yang celaka dan durjana, selanjutnya Allah سبحانه وتعالى menyebutkan kondisi orang-orang baik dan berbahagia seraya berfirman, ﴾ إِنَّ   ٱلَّذِينَ  يَخۡشَوۡنَ  رَبَّهُم  بِٱلۡغَيۡبِ ﴿ \"Sesungguhnya orang-orang yang takut kepada Rabbnya yang tidak tampak oleh mereka,\" takut kepada Allah سبحانه وتعالى dalam berbagai kondisi mereka hingga dalam keadaan tidak ada seorang pun tahu selain Allah سبحانه وتعالى, mereka tidak mendurhakaiNya dan tidak bersikap asal-asalan dalam menunaikan perintah Allah سبحانه وتعالى, ﴾ لَهُم مَّغۡفِرَةٞ ﴿   \"mereka akan memperoleh ampunan\" atas dosa-dosa mereka, dan apabila Allah سبحانه وتعالى telah mengampuni dosa-dosa mereka, Allah pun melindungi me-reka dari keburukan dan siksa neraka, ﴾ وَأَجۡرٞ    كَبِيرٞ ﴿   \"dan pahala yang besar,\" yang disediakan oleh Allah سبحانه وتعالى bagi mereka di dalam surga, berupa kenikmatan abadi, kerajaan besar, kenikmatan-kenikmatan yang saling berkaitan, istana, kediaman tinggi, bidadari, pelayan dari anak-anak beliau, dan yang lebih besar serta lebih agung dari semua itu, adalah keridhaan Allah Yang Maha Pemurah yang di-berikan pada penghuni surga."
        },
        {
            "ind": "Dan rahasiakanlah perkataanmu atau lahirkanlah; sesungguhnya Dia Maha Mengetahui segala isi hati.",
            "arb": "وَأَسِرُّوا قَوْلَكُمْ أَوِ اجْهَرُوا بِهِ ۖ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ",
            "transliterasi": "Wa 'Asirrū Qawlakum 'Aw Ajharū Bihi 'Innahu `Alīmun Bidhāti Aş-Şudūri.",
            "eng": "AND [know, O men, that] whether you keep your beliefs secret or state them openly, He has full knowledge indeed of all that is in [your] hearts.",
            "kemenag": "Menurut riwayat Ibnu 'Abbas, ia berkata, \"Pada suatu ketika orang-orang musyrikin mempergunjingkan Nabi Muhammad dan menjelek-jelekkannya, maka Allah menurunkan kepada beliau semua yang dibicarakan mereka itu. Lalu sebahagian mereka berkata kepada sebagian yang lain, \"Rendahkanlah suaramu agar kata-katamu tidak didengar oleh Tuhan Muhammad.\" Maka turunlah ayat ini yang antara lain menjelaskan bahwa tidak ada suatu apa pun yang luput dari pengetahuan Allah. \nPada ayat ini, Allah kembali menjelaskan bahwa Dia mengetahui segala yang dirahasiakan dan segala yang dilahirkan oleh hamba-hamba-Nya, baik berupa perkataan, perbuatan, dan segala yang dirasakan oleh hati dan panca indera. Semuanya itu tidak luput sedikit pun dari pengetahuan Allah, karena Dia Maha Mengetahui segala isi hati.\nDari ayat ini dapat pula diambil kesimpulan bahwa semua doa yang dipanjatkan kepada Allah, baik dengan suara keras, berbisik, lemah-lembut maupun dengan gerakan hati saja akan diketahui Allah.\n",
            "kemenag_ringkas": "Gunjingan kaum musyrik yang ternyata diketahui oleh Rasulullah, menjadikan mereka saling merendahkan bahkan merahasiakan ucapan di antara mereka agar tidak didengar Tuhan Nabi Muhammad. Ayat ini turun untuk meresponss sikap tersebut. _Dan rahasiakanlah perkataanmu atau nyatakanlah. Sungguh, Dia Maha Mengetahui segala isi hati_ dan segala apa yang kamu rahasiakan.",
            "ibnu_katsir": "Kemudian Allah Swt. mengingatkan (manusia) bahwa Dia Maha Melihat semua isi hati dan rahasia:\n\nDan rahasiakanlah perkataanmu atau lahirkanlah; sesungguhnya Dia Maha Mengetahui segala isi hati. (Al-Mulk: 13)\n\nYakni segala sesuatu yang terdetik dan disimpan dalam hati.",
            "jalalain": "(Dan rahasiakanlah) hai manusia (perkataan kalian atau lahirkanlah ia; sesungguhnya Dia) yakni Allah swt. (Maha Mengetahui segala isi hati) Maha Mengetahui apa yang tersimpan di dalam kalbu dan apa yang kalian ucapkan. Asbabun nuzul ayat ini ialah karena orang-orang musyrik mengatakan, sebagian di antara mereka kepada sebagian yang lain, \"Rahasiakanlah pembicaraan kalian, niscaya Tuhannya Muhammad tidak akan dapat mendengarkannya.\"",
            "quraish_shihab": "Sembunyikanlah perkataan kalian atau nyatakanlah, keduanya sama saja menurut Allah. Sebab Dia Maha Mengetahui segala yang tersembunyi di dalam dada.",
            "saadi": "Please check ayah 67:14 for complete tafsir."
        },
        {
            "ind": "Apakah Allah Yang menciptakan itu tidak mengetahui (yang kamu lahirkan atau rahasiakan); dan Dia Maha Halus lagi Maha Mengetahui?",
            "arb": "أَلَا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ",
            "transliterasi": "'Alā Ya`lamu Man Khalaqa Wa Huwa Al-Laţīfu Al-Khabīru.",
            "eng": "How could it be that He who has created [all] should not know [all]? Yea, He alone is unfathomable [in His wisdom], aware!",
            "kemenag": "Ayat ini seakan-akan memperingatkan orang-orang musyrik yang tidak percaya akan luas dan detilnya pengetahuan Allah, bahwa Tuhan Maha Mengetahui segala isi langit dan bumi betapa pun kecilnya, betapa pun jauh disembunyikan, serta mengetahui perkataan-perkataan yang dirahasiakan. Sesungguhnya pengetahuan Allah dapat menembus dinding yang sangat tebal dan kokoh dan sesuatu yang paling tersembunyi letaknya sekalipun.\nSeandainya orang-orang kafir mau menggunakan akalnya, tentu ia akan berpendapat bahwa yang menciptakan seluruh alam ini, termasuk di dalamnya bumi dengan segala isinya, adalah Allah. Pencipta itu pasti mengetahui keadaan dan sifat-sifat dari ciptaan-Nya, baik yang kecil maupun yang besar. Oleh karena itu, apa pun yang terjadi pada ciptaan-Nya, Allah mengetahuinya dengan rinci.\n",
            "kemenag_ringkas": "Ayat ini masih kelanjutan sanggahan Allah terhadap sikap kaum musyrik: _Apakah_ pantas _Allah yang menciptakan_ semua makhluk termasuk kamu, wahai manusia, _itu tidak mengetahui_ apa yang kamu lahirkan dan rahasiakan? Padahal _Dia Mahahalus, Maha Mengetahui._ Sungguh Dia pasti Maha Mengetahui segalanya.",
            "ibnu_katsir": "Firman Allah Swt.:\n\nApakah Allah Yang menciptakan itu tidak mengetahui? (Al-Mulk: 14)\n\nYaitu apakah Tuhan Yang Maha Pencipta itu tidak mengetahui? Menurut pendapat lain, apakah Allah tidak mengetahui makhluk-Nya? Makna pertamalah yang lebih utama, karena dalam firman berikutnya disebutkan:\n\ndan Dia Mahahalus lagi Maha Mengetahui. (Al-Mulk: 14)\n\nKemudian Allah menyebutkan nikmat-nikmat yang telah Dia berikan kepada makhluk-Nya, melalui bumi yang telah Dia tundukkan dan dimudalikan untuk mereka, dengan menjadikannya tenang dan stabil, tidak berguncang dan tidak miring, berkat gunung-gunung yang telah Dia pancangkan padanya. Allah telah mengalirkan dari dalamnya mata air-mata air, dan menyediakan padanya jalan-jalan untuk ditempuh, serta menyediakan padanya berbagai manfaat dan tempat-tempat untuk ditanami guna keperluan pertanian.",
            "jalalain": "(Apakah Tuhan yang telah menciptakan tidak mengetahui) apa yang kalian rahasiakan itu, yakni apakah ilmu-Nya tidak dapat menjangkau hal tersebut (sedangkan Dia Maha Halus) ilmu-Nya (lagi Maha Waspada).",
            "quraish_shihab": "Bukankah Sang Pencipta Mahatahu segala ciptaan-Nya? Dialah yang mengetahui hakikat dan rincian segala sesuatu.",
            "saadi": "\"Dan rahasiakanlah perkataanmu atau tampakkanlah; se-sungguhnya Dia Maha Mengetahui segala isi hati. Apakah Allah yang menciptakan itu tidak mengetahui (yang kamu lahirkan dan rahasiakan); dan Dia Mahahalus lagi Maha Mengetahui.\" (Al-Mulk: 13-14).\n(13) Ini adalah permberitahuan Allah سبحانه وتعالى tentang keluasan ilmu dan FirmanNya. Allah سبحانه وتعالى berfirman, ﴾ وَأَسِرُّواْ  قَوۡلَكُمۡ  أَوِ   ٱجۡهَرُواْ    بِهِۦٓۖ ﴿   \"Dan rahasiakanlah perkataanmu atau tampakkanlah,\" maksudnya, sama saja bagi Allah سبحانه وتعالى, tidak ada sesuatu pun yang samar bagiNya karena ﴾ إِنَّهُۥ عَلِيمُۢ   بِذَاتِ  ٱلصُّدُورِ ﴿   \"sesungguhnya Dia Maha Mengetahui segala isi hati.\" Yakni, Mengetahui segala niat dan kehendak hati dan lebih me-ngetahui perkataan serta perbuatan yang bisa didengar dan dilihat.                \n(14) Kemudian Allah سبحانه وتعالى berfirman mengutarakan dalil aqli yang menunjukkan ilmuNya, ﴾ أَلَا   يَعۡلَمُ  مَنۡ  خَلَقَ  ﴿ \"Apakah Allah yang men-ciptakan itu tidak mengetahui (yang kamu lahirkan dan rahasiakan)?\" Siapa lagi yang menciptakan, menyempurnakan, dan mengindah-kan makhluk, bagaimana Dia tidak tahu yang kalian tampakkan dan kalian sembunyikan? ﴾ وَهُوَ   ٱللَّطِيفُ  ٱلۡخَبِيرُ ﴿   \"Dan Dia Mahahalus lagi Maha Mengetahui.\" Yang detil ilmu dan pengetahuanNya hingga mengetahui rahasia, isi hati, segala yang samar, dan yang ghaib. \n﴾ وَإِن  تَجۡهَرۡ    بِٱلۡقَوۡلِ   فَإِنَّهُۥ  يَعۡلَمُ  ٱلسِّرَّ        وَأَخۡفَى  7  ﴿\n\"Dan jika kamu mengeraskan ucapanmu, maka sesungguhnya Dia mengetahui rahasia yang telah tersembunyi.\" (Thaha: 7), dan di antara makna Mahahalus adalah Allah memperlakukan hamba-hamba dan orang-orang yang dikasihiNya dengan lemah lembut. Allah سبحانه وتعالى mendorong mereka menuju kebaikan padahal mereka tidak mera-sakan hal itu. Allah سبحانه وتعالى menjaga mereka dari keburukan padahal mereka tidak mengira, dan mengangkat mereka ke tingkatan tinggi dengan berbagai sebab yang sama sekali tidak dikira oleh manusia. Bahkan Allah سبحانه وتعالى membuat mereka merasakan berbagai hal yang tidak disukai untuk menyampaikan mereka pada harapan tertinggi dan keinginan-keinginan mulia."
        },
        {
            "ind": "Dialah Yang menjadikan bumi itu mudah bagi kamu, maka berjalanlah di segala penjurunya dan makanlah sebahagian dari rezeki-Nya. Dan hanya kepada-Nya-lah kamu (kembali setelah) dibangkitkan.",
            "arb": "هُوَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ ذَلُولًا فَامْشُوا فِي مَنَاكِبِهَا وَكُلُوا مِن رِّزْقِهِ ۖ وَإِلَيْهِ النُّشُورُ",
            "transliterasi": "Huwa Al-Ladhī Ja`ala Lakum Al-'Arđa Dhalūlāan Fāmshū Fī Manākibihā Wa Kulū Min Rizqihi Wa 'Ilayhi An-Nushūru.",
            "eng": "He it is who has made the earth easy to live upon: go about, then, in all its regions, and partake the sustenance which He provides: but [always bear in mind that] unto Him you shall be resurrected.",
            "kemenag": "Ayat ini menerangkan nikmat Allah yang tiada terhingga yang telah dilimpahkan-Nya kepada manusia, dengan menyatakan bahwa Allah telah menciptakan bumi dan memudahkannya untuk mereka, sehingga mereka dapat mengambil manfaat yang tidak terhingga untuk kepentingan hidup mereka. Dia menciptakan bumi itu bundar dan melayang-layang di angkasa luas. Manusia tinggal di atasnya seperti berada di tempat yang datar terhampar, tenang, dan tidak bergoyang. Dengan perputaran bumi terjadilah malam dan siang, sehingga manusia dapat berusaha pada siang hari dan beristirahat pada malam hari. Bumi memancarkan sumber-sumber mata air, yang mengalirkan air untuk diminum manusia dan binatang ternak peliharaannya. \nDengan air itu pula manusia mengairi kebun-kebun dan sawah-sawah mereka, demikian pula kolam-kolam tempat mereka memelihara ikan. Dengan air itu pula mereka mandi membersihkan badan mereka yang telah kotor, sehingga mereka merasa segar dan nyaman. Diciptakan-Nya pula bukit-bukit, lembah-lembah, gunung-gunung yang menghijau yang menyejukkan hati orang yang memandangnya. Dari celah-celah bukit itu mengalirlah sungai-sungai dan di antara bukit-bukit dan lembah-lembah itu manusia membuat jalan-jalan yang menghubungkan suatu negeri dengan negeri yang lain. Alangkah banyaknya nikmat yang telah dilimpahkan Allah kepada manusia. Seandainya Allah menahan suatu nikmat saja kepada manusia, misalnya tidak memberikan udara yang akan dihirup, manusia akan mengalami penderitaan yang sangat. Siapakah yang dapat mengingkari nikmat Allah yang demikian banyaknya itu?\nMenurut para saintis, bumi yang diseliputi atmosfer sangat dinamis. Proses-proses geologi yang mencakup dari proses erosi, pengendapan, naik-turun muka laut, gempa bumi, pergerakan magma, sampai ke letusan gunung api dalam rentang waktu jutaan tahun telah memungkinkan terjadinya cebakan-cebakan mineral maupun energi. Di bagian lain, laut dan atmosfer pun tak kalah dinamisnya. Interaksinya dengan daratan dan perjalanannya bersama bulan mengitari matahari membentuk iklim dan musim. Proses-proses dinamis yang melibatkan daratan-laut dan atmosfer tersebut memungkinkan terjadinya siklus hidrologi yang pada gilirannya menurunkan hujan dan menyebabkan kesuburan tanah serta terbentuknya cadangan air baik di danau, sungai maupun dalam tanah. Oksigen dan air yang merupakan kebutuhan vital manusia tersedia melimpah dan amat mudah didapatkannya. \nAyat ini menyatakan bahwa dengan sifat rahman-Nya kepada seluruh umat manusia, maka Allah bukan saja telah menyediakan seluruh sarana dan prasarana bagi manusia. Ia juga telah memudahkan manusia untuk hidup di permukaan bumi. Manusia diperintahkan Allah untuk berjalan di permukaan bumi untuk mengenali baik tempatnya, penghuninya, manusianya, hewan dan tumbuhannya.\nManusia tidak saja diberi udara, tumbuhan, hewan, dan cuaca yang menyenangkan, tapi juga diberi perlengkapan dan kenyamanan untuk mencari rezeki di bumi dengan segala yang ada di atasnya maupun terkandung di dalamnya. \nSetelah Allah menerangkan bahwa alam ini diciptakan untuk manusia dan memudahkannya untuk keperluan mereka, maka Dia memerintahkan agar mereka berjalan di muka bumi, untuk memperhatikan keindahan alam, berusaha mengolah alam yang mudah ini, berdagang, beternak, bercocok tanam dan mencari rezeki yang halal. Sebab, semua yang disediakan Allah itu harus diolah dan diusahakan lebih dahulu sebelum dimanfaatkan bagi keperluan hidup manusia.\nDengan memahami ayat ini, dapat dikemukakan hal-hal yang berikut:\n1.Allah memerintahkan agar manusia berusaha dan mengolah alam untuk kepentingan mereka guna memperoleh rezeki yang halal. Hal ini berarti bahwa tidak mau berusaha dan bersifat pemalas bertentangan dengan perintah Allah.\n2.Karena berusaha dan mencari rezeki itu termasuk melaksanakan perintah Allah, maka orang yang berusaha dan mencari rezeki adalah orang yang menaati Allah, dan hal itu termasuk ibadah. Dengan perkataan lain bahwa berusaha dan mencari rezeki itu bukan mengurangi ibadah, tetapi memperkuat dan memperbanyak ibadah itu sendiri.\n\nDiriwayatkan oleh Ahmad dari 'Umar bin al-Khaththab, sesungguhnya ia mendengar Rasulullah bersabda:\nJika kalian benar-benar bertawakal kepada Allah, niscaya kalian akan diberi rezeki sebagaimana Allah memberikan rezeki-Nya kepada burung. Pergi mencari rezeki dengan perut yang kosong, dan petang hari ia kembali ke sarangnya dengan perut yang berisi penuh. (Riwayat at-Tirmidhi, Ahmad, al-Baihaqi, dan Abu Dawud dari 'Umar bin al-Khaththab) \n\nHadis ini menunjukkan bahwa waktu sejak pagi hari sampai petang adalah waktu untuk mencari rezeki, seperti yang telah dilakukan burung. Jika manusia benar-benar mau berusaha sejak pagi sampai petang pasti Allah memberinya rezeki. Mereka tidak akan kelaparan. Dari hadis ini juga dapat dipahami bahwa orang yang tidak mau berusaha tidak akan diberi rezeki oleh Allah.\nDiriwayatkan oleh al-hakim dan at-Tirmidhi dari Mu'awiyah bin Qurrah, ia berkata, \"Pada suatu hari 'Umar bin Khaththab lewat di perkampungan suatu kaum, lalu beliau bertanya kepada kaum itu, \"Siapakah kamu?\" Mereka menjawab, \"Kami adalah orang-orang yang bertawakal kepada Allah.\" Umar berkata, \"Kamu bukanlah orang-orang yang bertawakal kepada Allah, melainkan orang-orang yang telah dimakan karat. Adapun orang yang bertawakal kepada Allah ialah orang yang menanamkan benih ke dalam tanah, lalu ia bertawakal kepada Allah.\"\nDalam mencari rezeki ajaran Islam memberikan beberapa pedoman:\n1.Agar setiap manusia berusaha mencukupkan keperluan dirinya dan keluarganya. Oleh karena itu, orang yang berangkat dari rumahnya pagi hari untuk mencari rezeki, termasuk orang yang didoakan oleh Nabi Muhammad agar diberkahi Allah.\nBahwa Nabi Muhammad saw berkata, \"Wahai Allah, berkatilah umatku yang berangkat berusaha pagi-pagi.\" (Riwayat at-Tirmidhi dari sakhr bin al-Gamidi)\n\n2.Dalam berusaha itu hendaklah mencari yang halal. Maksudnya ialah mencari rezeki dengan cara-cara yang halal, tidak dengan mencuri, menipu, korupsi, dan sebagainya. Rezeki yang dicari itu adalah rezeki yang halal, bukan yang haram, seperti khamar, bangkai, dan sebagainya, sesuai dengan hadis: Dari Ali bahwa Rasulullah saw bersabda, \"Sesungguhnya Allah Ta'ala senang melihat hamba-Nya, dalam mencari yang halal.\" (Riwayat ath-thabrani)\n\nHadis yang lain menerangkan:\nDari Anas bin Malik bahwa Rasulullah bersabda, \"Mencari rezeki yang halal wajib bagi setiap orang muslim.\" (Riwayat ath-thabrani)\n\nPada akhir ayat, Allah memberi peringatan kepada manusia bahwa semua makhluk akan kembali kepada-Nya pada hari Kiamat, dan pada waktu itu akan ditimbang semua perbuatan manusia. Amal baik dibalas dengan pahala yang berlipat ganda, sedangkan perbuatan buruk akan dibalas dengan azab neraka. Oleh karena itu, hendaklah manusia selalu mawas diri, berusaha melaksanakan amal saleh sebanyak mungkin dan menilai serta meneliti perbuatan-perbuatan yang akan dikerjakan, berusaha memohon ampun kepada Allah atas kesalahan yang telanjur dilakukan atau yang tanpa disadari bahwa perbuatan itu termasuk perbuatan yang dilarang Allah. Maka setiap muslim seyogyanya mencari rezeki yang halal saja, jangan sekali-kali memakan rezeki yang diperoleh dengan cara yang haram atau bendanya sendiri adalah benda yang haram. Ingatlah bahwa semua makhluk tanpa ada kecualinya akan kembali kepada-Nya. Allah Maha Mengetahui segala sesuatu.\n",
            "kemenag_ringkas": "Setelah ditegaskan bahwa Allah adalah Mahahalus dan Maha luas pengetahuan-Nya, kini diuraikan kembali tentang Kuasa-Nya. _Dialah_ Allah_ yang menjadikan bumi untuk kamu yang mudah dijelajahi_ untuk melakukan aneka aktifitas yang bermanfaat, _maka jelajahilah di_ _segala penjurunya,_ berkelanalah ke seluruh pelosoknya, _dan makanlah sebagian dari rezeki-Nya_ yang disediakan untuk kamu, serta bersyukurlah dengan segala karunia-Nya itu. _Dan_ karena pada akhirnya, _hanya kepada-Nyalah_ _kamu_ kembali setelah _dibangkitkan_.",
            "ibnu_katsir": "Allah Swt. berfirman:\n\nDialah Yang menjadikan bumi itu mudah bagi kamu, maka berjalanlah di segala penjurunya. (Al-Mulk: 15)\n\nMaksudnya, berjalanlah kalian ke mana pun yang kamu kehendaki di berbagai kawasannya, serta lakukanlah perjalanan mengelilingi semua daerah dan kawasannya untuk keperluan mata pencaharian dan perniagaan. Dan ketahuilah bahwa upaya kalian tidak dapat memberi manfaat sesuatu pun bagi kalian kecuali bila Allah memudahkannya bagi kalian. \n\nAllah Swt. berfirman:\n\ndan makanlah sebagian dari rezeki-Nya. (Al-Mulk: 15)\n\nMaka berupaya dengan menempuh sarananya tidaklah bertentangan dengan citra tawakal kepada Allah. \n\nImam Ahmad mengatakan, telah menceritakan kepada kami Abu Abdur Rahman, telah menceritakan kepada kami Haiwah, telah menceritakan kepadaku Bakar ibnu Amr; ia pernah mendengar Abdullah ibnu Hubairah mengatakan bahwa ia pernah mendengar Abus Sahm Al-Habsyani mengatakan bahwa ia pernah mendengar Umar ibnul Khattab mengatakan bahwa ia pernah mendengar Rasulullah Saw. bersabda: Seandainya kalian bertawakal kepada Allah dengan sebenar-benar tawakal, niscaya Dia akan memberimu rezeki sebagaimana Dia memberi rezeki kepada burung; burung pergi di pagi hari dalam keadaan perut kosong dan pulang di petang hari dalam keadaan perut kenyang.\n\nImam Turmuzi, Imam Nasai, dan Imam Ibnu Majah telah meriwayatkannya melalui hadis Ibnu Hubairah; Imam Turmuzi mengatakan bahwa hadis ini hasan sahih. \n\nMaka di dalam hadis ini dikukuhkan adanya keberangkatan di petang dan pagi hari untuk mencari rezeki disertai dengan rasa tawakalnya kepada Allah Swt. karena Dialah Yang Menundukkan, Yang Memperjalankan, dan Yang Menjadikan penyebab adanya rezeki itu.\n\nDan hanya kepada-Nyalah kamu (kembali setelah) dibangkitkan. (Al-Mulk: 15)\n\nYakni dikembalikan kelak di hari kiamat. Ibnu Abbas, Mujahid, As-Saddi, dan Qatadah mengatakan bahwa manakibuha artinya daerah-daerah yang jauh, daerah-daerah pedalamannya, dan seluruh kawasannya. Ibnu Abbas dan Qatadah mengatakan pula bahwa manakibuha artinya gunung-gunungnya.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Amr ibnu Hakkam Al-Azdi, telah menceritakan kepada kami Syu'bah, dari Qatadah, dari Yunus ibnu Jubair, dari Basyir ibnu Ka'b, bahwa ia membaca ayat ini, yaitu firman-Nya: maka berjalanlah di segala penjurunya. (Al-Mulk: 15) Lalu ia berkata kepada budak perempuan yang telah melahirkan anak darinya, \"Jika engkau mengetahui makna manakibuha, berarti engkau merdeka.\" Lalu budak perempuannya itu menjawab, \"Manakibuha artinya pegunungannya.\" Lalu Basyir ibnu Ka'b bertanya kepada Abu Darda mengenai maknanya, maka Abu Darda menjawab, \"Manakibuha artinya daerah pegunungannya.\"",
            "jalalain": "(Dialah yang menjadikan bumi itu mudah bagi kalian) mudah untuk dipakai berjalan di atas permukaannya (maka berjalanlah di segala penjurunya) pada semua arahnya (dan makanlah sebagian dari rezeki-Nya) yang sengaja diciptakan buat kalian. (Dan hanya kepada-Nyalah kalian dibangkitkan) dari kubur untuk mendapatkan pembalasan.",
            "quraish_shihab": "Dialah yang telah menundukkan bumi sehingga memudahkan kalian. Maka, jelajahilah di seluruh pelosoknya dan makanlah dari rezeki yang dikeluarkan dari bumi itu untuk kalian. Hanya kepada-Nyalah kalian akan dibangkitkan untuk diberi balasan.",
            "saadi": "\"Dia-lah yang menjadikan bumi itu mudah bagi kamu, maka berjalanlah di segala penjurunya dan makanlah sebagian dari rizkiNya. Dan hanya kepadaNya-lah kamu (kembali setelah) di-bangkitkan.\" (Al-Mulk: 15).\n(15) Maksudnya, Dia-lah yang menundukkan bumi untuk kalian agar kalian bisa mendapatkan apa pun yang kalian perlukan, seperti bercocok tanam, mendirikan bangunan, membuat jalan yang menghubungkan ke tempat yang jauh dan berbagai negara. ﴾ فَٱمۡشُواْ  فِي  مَنَاكِبِهَا  ﴿ \"Maka berjalanlah di segala penjurunya,\" maksudnya, untuk mencari rizki dan penghasilan, ﴾ وَكُلُواْ     مِن  رِّزۡقِهِۦۖ       وَإِلَيۡهِ  ٱلنُّشُورُ ﴿   \"dan ma-kanlah sebagian dari rizkiNya. Dan hanya kepadaNya-lah kamu (kembali setelah) dibangkitkan.\" Maksudnya, setelah kalian berpindah dari dunia ini yang dijadikan Allah سبحانه وتعالى sebagai tempat ujian dan peng-hantar menuju akhirat. Setelah kalian meninggal dunia, kalian akan dibangkitkan dan dikumpulkan menuju Allah سبحانه وتعالى untuk membalas amal perbuatan kalian, baik dan buruknya."
        },
        {
            "ind": "Apakah kamu merasa aman terhadap Allah yang (berkuasa) di langit bahwa Dia akan menjungkir balikkan bumi bersama kamu, sehingga dengan tiba-tiba bumi itu bergoncang?,",
            "arb": "أَأَمِنتُم مَّن فِي السَّمَاءِ أَن يَخْسِفَ بِكُمُ الْأَرْضَ فَإِذَا هِيَ تَمُورُ",
            "transliterasi": "'A'amintum Man Fī As-Samā'i 'An Yakhsifa Bikum Al-'Arđa Fa'idhā Hiya Tamūru.",
            "eng": "Can you ever feel secure that He who is in heaven will not cause the earth to swallow you up when, lo and behold, it begins to quake?",
            "kemenag": "Dalam ayat ini, Allah memperingatkan orang-orang kafir tentang azab yang akan menimpa mereka, apabila tetap dalam kekafiran. Peringatan ini diberikan Allah karena mereka seakan-akan merasa akan terhindar dari siksa Allah yang akan ditimpakan kepada mereka, bahkan mereka merasa telah mendapat rahmat yaitu kesenangan duniawi yang sedang mereka rasakan. Tanda-tanda kekafiran itu terlihat pada sikap, tindakan, dan tingkah laku mereka. Oleh karena itu, Allah memperingatkan mereka dengan mengatakan, \"Hai orang-orang kafir apakah kamu sekalian merasa aman dan akan terhindar dari azab Allah, padahal azab itu pasti akan menimpa kamu? Apakah kekuasaan dan kesenangan yang kamu peroleh itu tidak mungkin dilenyapkan Allah padahal kekuasaan dan kesenangan itu semata-mata berasal dari rahmat-Nya? Apakah tidak mungkin bahwa itu adalah ujian dari Allah kepadamu? Ingatlah, Allah telah menimpakan azab yang dahsyat kepada orang-orang dahulu, seperti azab yang ditimpakan kepada Karun dan pengikut-pengikutnya. Mereka telah dibenamkan ke dalam bumi. Pada saat Allah akan membenamkan mereka ke dalam bumi, maka terjadilah gempa yang dahsyat yang mengguncangkan bumi.\"",
            "kemenag_ringkas": "Bukti kekuasaan dan keluasan ilmu-Nya sudah dipaparkan, kalau manusia tetap durhaka maka Allah menegaskan dalam ayat ini: _Sudah merasa amankah kamu, bahwa Dia Allah yang di langit tidak akan membuat kamu ditelan bumi ketika tiba-tiba ia terguncang?._ Mestinya kamu tidak merasa aman dengan tetap durhaka. Karena orang sebelum kamu seperti Karun karena kedurhakaannya dia ditelan bumi.",
            "ibnu_katsir": "Ini pun termasuk di antara kasih sayang dan rahmat Allah kepada makhluk-Nya, padahal Dia mampu mengazab mereka disebabkan kekafiran sebagian dari mereka kepada-Nya karena mereka menyembah selain-Nya di samping Dia. Tetapi sekalipun demikian, Dia penyantun terhadap mereka dan memberi tangguh kepada mereka serta tidak menyegerakan azab-Nya terhadap mereka, sebagaimana yang disebutkan di dalam ayat lain melalui firman-Nya:\n\nDan sekiranya Allah menghukum manusia disebabkan apa yang telah mereka perbuat, niscaya Dia tidak akan menyisakan satu pun makhluk bergerak yang bernyawa di bumi ini, tetapi Dia menangguhkan (hukuman)nya, sampai waktu yang sudah ditentukan. Nanti apabila ajal mereka tiba, maka Allah Maha Melihat (keadaan) hamba-hamba-Nya. (Fathir: 45)\n\nDalam surat ini disebutkan pula oleh firman-Nya:\n\nApakah kamu merasa aman terhadap Allah yang di langit bahwa Dia akan menjungkirbalikkan bumi bersama kamu, sehingga dengan tiba-tiba bumi itu berguncang? (Al-Mulk: 16)\n\nYakni berguncang dengan hebatnya dan bergetar.",
            "jalalain": "(Apakah kalian merasa aman) dapat dibaca secara tahqiq dan dapat pula dibaca secara tashil (terhadap kekuasaan Allah yang di langit) yakni pengaruh dan kekuasaan-Nya yang di langit (bahwa Dia akan menjungkir balikkan) berkedudukan menjadi badal dari lafal man (bumi bersama kalian, sehingga dengan tiba-tiba bumi itu berguncang) menjadi gempa dan menindih kalian.",
            "quraish_shihab": "Apakah kalian merasa aman bila Sang Pemilik kekuasaan di langit membelah bumi yang akan menelan kalian sehingga kalian terkejut karena tiba-tiba terguncang dengan kerasnya?",
            "saadi": "Please check ayah 67:18 for complete tafsir."
        },
        {
            "ind": "atau apakah kamu merasa aman terhadap Allah yang (berkuasa) di langit bahwa Dia akan mengirimkan badai yang berbatu. Maka kelak kamu akan mengetahui bagaimana (akibat mendustakan) peringatan-Ku?",
            "arb": "أَمْ أَمِنتُم مَّن فِي السَّمَاءِ أَن يُرْسِلَ عَلَيْكُمْ حَاصِبًا ۖ فَسَتَعْلَمُونَ كَيْفَ نَذِيرِ",
            "transliterasi": "'Am 'Amintum Man Fī As-Samā'i 'An Yursila `Alaykum Ĥāşibāan Fasata`lamūna Kayfa Nadhīri.",
            "eng": "Or can you ever feel secure that He who is in heaven will not let loose against you a deadly stormwind, whereupon you would come to know how [true] My warning was?",
            "kemenag": "Pada ayat ini, Allah melanjutkan peringatan-Nya, \"Demikian pula apakah kamu merasa aman dan akan terhindar dari azab Allah yang sewaktu-waktu dapat mengembuskan angin bercampur batu yang dapat menghancurkan kamu sekalian seketika? Ingatlah, azab yang seperti ini telah menimpa kaum Lut, karena mereka telah mendustakan Nabi Lut yang diutus kepada mereka. Pada saat kedatangan azab itu, kamu semua akan menyaksikan betapa dahsyatnya azab Kami, tetapi pengetahuan kamu pada waktu itu tidak ada gunanya.\"\nPada ayat lain, Allah berfirman:\n\nKatakanlah (Muhammad), \"Dialah yang berkuasa mengirimkan azab kepadamu, dari atas atau dari bawah kakimu atau Dia mencampurkan kamu dalam golongan-golongan (yang saling bertentangan) dan merasakan kepada sebagian kamu keganasan sebagian yang lain.\" Perhatikanlah, bagaimana Kami menjelaskan berulang-ulang tanda-tanda (kekuasaan Kami) agar mereka memahami(nya). (al-An'am/6: 65)\n\nFirman Allah yang lain:\n\nMaka apakah kamu merasa aman bahwa Dia tidak akan membenamkan sebagian daratan bersama kamu atau Dia meniupkan (angin kencang yang membawa) batu-batu kecil? Dan kamu tidak akan mendapat seorang pelindung pun. (al-Isra'/17: 68)\n",
            "kemenag_ringkas": "_Atau sudah merasa amankah kamu, bahwa Dia Allah yang di langit_ yang mengendalikan sepenuhya semua makhluk, _tidak akan mengirimkan badai yang berbatu kepadamu_ yang dapat membinasakan kamu? _Namun_ kalau kamu tetap durhaka, _kelak kamu akan mengetahui bagaimana_ akibat mendustakan _peringatan-Ku._",
            "ibnu_katsir": "Firman Allah Swt.:\n\nAtau apakah kamu merasa aman terhadap Allah yang di langit bahwa Dia akan mengirimkan badai yang berbatu. (Al-Mulk: 17)\n\nYaitu angin yang menerbangkan batu-batu yang menghantam kalian, seperti pengertian yang terdapat di dalam ayat lain melalui firman-Nya: \n\nMaka apakah kamu merasa aman (dari hukuman Tuhan) yang menjungkirbalikkan sebagian daratan bersama kamu atau Dia meniupkan (angin keras yang membawa) batu-batu kecil? Dan kamu tidak akan mendapat seorang pelindung pun bagi kamu. (Al-Isra: 68)\n\nMaka demikian pula dalam surat ini Allah mengancam mereka melalui firman-Nya:\n\nMaka kelak kamu akan mengetahui bagaimana (akibat mendustakan) peringatan-Ku? (Al-Mulk: 17)\n\nYakni bagaimana keadaan peringatanku dan akibat yang menimpa orang yang menentang dan mendustakannya.",
            "jalalain": "(Atau apakah kalian merasa aman terhadap kekuasaan Allah yang di langit bahwa Dia akan mengirimkan) lafal an yursila menjadi badal dari lafal man (kepada kalian badai yang berbatu) yakni angin dahsyat yang menghujani kalian dengan batu. (Maka kelak kalian akan mengetahui) di saat kalian menyaksikan azab-Nya (bagaimana peringatan-Ku) yakni azab-Ku; maksudnya bahwa azab-Ku itu adalah benar.",
            "quraish_shihab": "Atau apakah kalian merasa aman bila Sang Pemilik kekuasaan di langit mengirim badai yang melempar kalian dengan bebatuan? Saat itu kalian akan tahu betapa dahsyatnya siksa-Ku untuk kalian.",
            "saadi": "Please check ayah 67:18 for complete tafsir."
        },
        {
            "ind": "Dan sesungguhnya orang-orang yang sebelum mereka telah mendustakan (rasul-rasul-Nya). Maka alangkah hebatnya kemurkaan-Ku.",
            "arb": "وَلَقَدْ كَذَّبَ الَّذِينَ مِن قَبْلِهِمْ فَكَيْفَ كَانَ نَكِيرِ",
            "transliterasi": "Wa Laqad Kadhdhaba Al-Ladhīna Min Qablihim Fakayfa Kāna Nakīri.",
            "eng": "And, indeed, [many of] those who lived aforetime did give the lie [to My warnings]: and how awesome was My rejection [of them]!",
            "kemenag": "Kemudian Allah memerintahkan agar orang-orang kafir memperhatikan penderitaan yang telah dialami umat-umat yang terdahulu, karena telah mendustakan para rasul yang telah diutus kepada mereka. Di antaranya seperti kaum Nuh yang telah ditenggelamkan banjir yang mahadahsyat, kaum Syuaib yang telah dibinasakan dengan petir, serta Fir'aun dan kaumnya telah ditenggelamkan di Laut Merah. Mereka semua baru menyesali perbuatan yang mereka lakukan pada saat azab itu datang menimpa. Semuanya bisa menjadi pelajaran untuk direnungkan dan diperhatikan betapa dahsyat siksa Allah yang ditimpakan kepada orang-orang yang durhaka kepada-Nya.",
            "kemenag_ringkas": "Jangan ada yang menduga bahwa ancaman yang dikemukakan pada ayat-ayat yang lalu hanya “gertak sambal” yaitu ancaman yang tanpa bukti. Sungguh ancaman itu dapat juga menimpa kaum musyrik Mekah. Ayat ini menegaskan: _Dan sungguh, orang-orang yang sebelum mereka_ kaum musyrik Mekah itu _pun telah mendustakan_ dan mendurhakai rasul-rasul-Nya. _Maka betapa hebatnya kemurkaan-Ku!_",
            "ibnu_katsir": "Kemudian disebutkan dalam firman berikutnya:\n\nDan sesungguhnya orang-orang yang sebelum mereka telah mendustakan (rasul-rasul-Nya). (Al-Mulk: 18)\n\nYakni umat-umat sebelum mereka dan generasi-generasi yang silam.\n\nMaka alangkah hebatnya kemurkaan-Ku. (Al-Mulk: 18)\n\nMaksudnya, keingkaran dan hukuman-Ku besar lagi memedihkan terhadap mereka.",
            "jalalain": "(Dan sesungguhnya orang-orang sebelum mereka telah mendustakan) umat-umat sebelum mereka. (Maka alangkah hebatnya kemurkaan-Ku) keingkaran-Ku terhadap mereka disebabkan kedustaan mereka, yaitu sewaktu mereka dibinasakan, bahwasanya pembinasaan-Ku itu adalah benar.",
            "quraish_shihab": "Sesungguhnya orang-orang sebelum kaummu telah mendustakan rasul-rasul mereka. Betapa kerasnya penolakan-Ku terhadap mereka dengan cara membinasakan dan menyiksa mereka.",
            "saadi": "\"Apakah kamu merasa terhadap (Allah) Yang di langit bahwa Dia menjungkirbalikkan bumi bersama kamu, sehingga dengan tiba-tiba bumi itu bergoncang. Atau apakah kamu merasa aman terhadap Allah yang di langit bahwa Dia akan mengirimkan badai yang berbatu. Maka kelak kamu akan mengetahui bagaimana (akibat mendustakan) peringatanKu. Dan sesungguhnya orang-orang yang sebelum mereka telah mendustakan (Rasul-rasulNya). Maka alangkah hebatnya kemurkaanKu.\" (Al-Mulk: 16-18).\n(16) Ini adalah peringatan dan ancaman bagi orang yang terus-mengurus melampaui batas dan durhaka, yang mengharus-kan mereka mendapatkan siksaan dan mengundang azab. Allah berfirman, ﴾ ءَأَمِنتُم  مَّن  فِي  ٱلسَّمَآءِ ﴿   \"Apakah kamu merasa aman terhadap Yang di langit,\" yaitu Allah Mahatinggi di atas makhlukNya, ﴾ أَن  يَخۡسِفَ  بِكُمُ  ٱلۡأَرۡضَ  فَإِذَا  هِيَ   تَمُورُ ﴿   \"bahwa Dia menjungkir balikkan bumi bersama kamu, sehingga dengan tiba-tiba bumi itu bergoncang,\" menggoncang kalian hingga kalian binasa dan lenyap.                \n(17-18) ﴾ أَمۡ  أَمِنتُم  مَّن  فِي  ٱلسَّمَآءِ  أَن  يُرۡسِلَ    عَلَيۡكُمۡ  حَاصِبٗاۖ ﴿ \"Atau apakah kamu merasa aman terhadap (Allah) Yang di langit bahwa Dia akan mengirim-kan badai yang berbatu,\" yakni, azab dari langit yang menimpa kalian sebagai pembalasan Allah سبحانه وتعالى terhadap kalian? ﴾ فَسَتَعۡلَمُونَ     كَيۡفَ   نَذِيرِ ﴿   \"Maka kelak kamu akan mengetahui bagaimana (akibat mendustakan) peringatan-Ku,\" maksudnya, bagaimana ancamanKu yang disampaikan oleh para rasul dan kitab-kitab sampai pada kalian. Janganlah kalian mengira amannya kalian dari siksaan dunia dan siksaan dari langit itu berguna bagi kalian. Cepat atau lambat kalian akan merasakan akibat buruk dari perbuatan kalian. Orang-orang sebelum kalian juga berdusta seperti halnya kalian, Allah سبحانه وتعالى membinasakan mereka, maka perhatikanlah bagaimanakah pengingkaran (pembalasan) Allah سبحانه وتعالى terhadap mereka. Allah سبحانه وتعالى menyegerakan siksaan duniawi sebelum siksaan akhirat. Maka waspadalah agar kalian tidak ter-timpa azab yang pernah menimpa orang-orang sebelum kalian."
        },
        {
            "ind": "Dan apakah mereka tidak memperhatikan burung-burung yang mengembangkan dan mengatupkan sayapnya di atas mereka? Tidak ada yang menahannya (di udara) selain Yang Maha Pemurah. Sesungguhnya Dia Maha Melihat segala sesuatu.",
            "arb": "أَوَلَمْ يَرَوْا إِلَى الطَّيْرِ فَوْقَهُمْ صَافَّاتٍ وَيَقْبِضْنَ ۚ مَا يُمْسِكُهُنَّ إِلَّا الرَّحْمَٰنُ ۚ إِنَّهُ بِكُلِّ شَيْءٍ بَصِيرٌ",
            "transliterasi": "'Awalam Yaraw 'Ilaá Aţ-Ţayri Fawqahum Şāffātin Wa Yaqbiđna Mā Yumsikuhunna 'Illā Ar-Raĥmānu 'Innahu Bikulli Shay'in Başīrun.",
            "eng": "Have they, then, never beheld the birds above them, spreading their wings and drawing them in? None but the Most Gracious upholds them: for, verily, He keeps all things in His sight.",
            "kemenag": "Allah menerangkan bahwa Dia Mahakuasa lagi Maha Menentukan segala sesuatu. Sebagai salah satu buktinya ialah kekuasaan-Nya menahan burung yang sedang berada di angkasa, sehingga tidak jatuh ke bumi. Burung-burung yang sedang berada di angkasa kadang-kadang terbang melayang dengan mengembangkan sayapnya. Ia terbang meninggi atau menukik ke bawah, seakan-akan ia akan terhempas ke bumi. Kadang-kadang dia mengatupkan kedua sayapnya. Siapakah yang menahan burung itu dari kejatuhan pada waktu dia mengembangkan dan mengatupkan sayapnya? Bukankah ini bertentangan dengan hukum alam bahwa barang yang berat itu akan jatuh ke bumi disebabkan daya tarik (gravitasi) bumi?\nHal yang senada juga dapat dilihat pada ayat di bawah ini.\n\nTidakkah mereka melihat burung-burung yang ditundukkan terbang di angkasa bebas. Tidak ada yang menahannya selain Allah. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda bagi orang-orang yang beriman. (an-Nahl/16: 79)\n\nSecara saintifik dapat dijelaskan bahwa burung bisa terbang adalah keunikan. Untuk dapat terbang, burung seharusnya sangat ringan. Untuk dapat lepas landas dan terus terbang di udara, burung-burung semestinya harus cukup ringan. Pada saat yang sama, ia juga harus sangat kuat dan tangguh. Kekuatan diperlukan untuk dapat tetap terbang dalam waktu yang lama, dan bermanuver untuk menangkap mangsa atau saat turun ke tempat mereka hinggap. \nTulang leher burung harus kuat sekaligus lentur. Jumlah ruas tulang leher bervariasi, ada yang 11 ada yang lebih. Kelenturan leher diperoleh dari sekelompok otot yang bekerja dengan sangat efisien. Kelenturan diperlukan untuk berbagai keperluan. Seperti pada burung laut yang menyambar ikan dengan kecepatan sangat tinggi.\nTulang burung umumnya berlubang di tengahnya, dan berdinding tipis. Berat tubuh burung diletakkan di bagian tengah tubuh. Di bagian dada terdapat tulang dada yang besar yang melekat pada otot dada besar. Otot dada inilah yang menggerakkan sayap. Otot dada meliputi sekitar 25-30% dari keseluruhan berat badan burung.\nOtot dada yang bekerja keras untuk menggerakkan sayap cukup mengganggu kerja paru-paru. Untuk menanggulanginya, burung mempunyai sistem pernapasan yang berbeda. Sistem pernapasan yang digunakan adalah dengan tersebarnya kantung-kantung udara di seluruh bagian tubuhnya. Kantung demikian ini juga dapat ditemui di tulang bagian tengah yang berlubang. Udara dialirkan ke semua bagian tubuh burung dan diserap darah dengan cepat. Penyerapan berjalan cepat karena denyut jantung yang sangat kuat.\nPenglihatan yang tajam merupakan syarat utama. Burung merupakan binatang yang paling mengandalkan penglihatan dalam kehidupannya. Pada beberapa burung, bahkan besar matanya melebihi besar otaknya. Burung dapat melihat ke kejauhan delapan kali lebih jelas dari manusia. Matanya dapat beradaptasi dengan cepat untuk berpindah dari melihat dekat ke melihat jauh, begitu juga sebaliknya. \nHal terpenting agar burung dapat terbang adalah terdapatnya organ sayap dan bulu. Sayap adalah semacam tangan yang mempunyai sendi peluru yang besar dan kuat di bagian bahu. Sendi ini sangat khusus, dan digunakan untuk melakukan mobilitas yang sangat rumit. Kegunaannya adalah agar burung dapat bermanuver dengan baik di udara. Sendi peluru yang demikian ini dapat memposisikan sayap sehingga burung dapat berputar dengan cepat, berganti arah, memperlambat terbang, terbang ke belakang, menukik dengan kecepatan tinggi, dan mendarat dengan anggun.\nDengan gerakan mengembangkan dan mengatupkan sayapnya, maka sesungguhnya burung-burung itu sedang mengepakkan sayapnya untuk membangkitkan aerodynamic force (gaya aerodinamika), yaitu mengumpulkan tekanan udara yang cukup di bawah sayapnya, yang akan memberikan gaya angkat dan gaya dorong kepada burung-burung untuk dapat terbang. Gaya angkat ini untuk melawan berat burung, sedang gaya dorong untuk melawan hambatan udara. Kedua gaya ini dibangkitkan oleh gerakan kepakan sayap burung dengan siklus ke atas, ke bawah, dan ke belakang secara kontiniu dan periodik. Sungguh Maha Pemurah Allah. Jika Dia berkehendak menghilangkan udara, pasti burung-burung itu tidak mungkin dapat terbang.\nBulu sayap adalah ciptaan Tuhan yang sangat indah. Ringan, namun kuat, lentur, serba guna, mudah dirawat, berfungsi sebagai penyekat panas, kedap air, dan dapat diganti. Warna bulu sangat penting bagi burung. Beberapa burung mempunyai warna yang sesuai dengan lingkungannya sehingga berfungsi untuk kamuflase. Jenis lainnya menggunakan warnanya untuk menarik lawan jenisnya. \nBanyak jenis burung melakukan migrasi dan melakukan perjalanan yang sangat jauh. Dalam melakukan ini, mereka mempunyai berbagai cara untuk menyimpan tenaga dalam perjalanan jauh ini. Bentuk formasi terbang berkelompok yang menyerupai huruf V pada kebanyakan bebek atau belibis saat bermigrasi, ternyata mempunyai maksud tertentu. Formasi ini ternyata menghemat energi untuk seluruh kelompok. Hal ini disebabkan karena formasi V ini menghasilkan aliran udara yang menguntungkan. Pada posisi tertentu dalam formasi ini, individu burung dapat beristirahat karena ditopang oleh pola aliran udara yang memungkinkan untuk beristirahat. Siapakah yang mengajar mereka?\nSekarang kita tahu bahwa burung menghilang dari satu tempat karena mereka berpindah ke tempat lain. Kita tahu kapan mereka pergi, ke mana mereka menuju, dan rute mana yang mereka pilih. \nKadang-kadang perjalanan mereka sangat jauh, seperti burung sandpiper. Burung ini bermigrasi dari Canada (di utara benua Amerika) ke Tierro del-Fuego (di ujung selatan benua Amerika). Beberapa jenis walet terbang sejauh 10.000 km dari Alaska ke Patagonia, Cile. Burung-burung walet yang ada di Skandinavia (Eropa utara) terbang ke selatan Afrika di musim dingin. Burung warbler yang sangat kecil, beratnya kurang dari satu ons, terbang pada malam hari dari Jerman ke Afrika pada menjelang musim dingin. Uniknya, burung ini terbang secara individu. Tidak terbang berkelompok seperti jenis burung lainnya.\nBurung tern artic adalah juara terbang jarak jauh. Mereka kawin dan membesarkan anaknya di Kutub Utara pada saat musim panas, dan menghabiskan musim dingin di Kutub Selatan. Allah berfirman:\n\nTidakkah kamu tahu bahwasanya Allah: kepada-Nya bertasbih apa yang di langit dan di bumi dan (juga) burung dengan mengembangkan sayapnya. Masing-masing telah mengetahui (cara) sembahyang dan tasbihnya, dan Allah Maha Mengetahui apa yang mereka kerjakan. (an-Nur/24: 41)\n\nKita tahu bahwa burung dapat terbang, karena Allah 'memegangnya di udara. Mereka melakukan migrasi sepanjang jalur yang misterius karena melaksanakan rencana Allah. Mereka terbang sebagai bagian dari tasbih kepada Allah Sang Pencipta. Burung perkutut tidak ingin menjadi burung elang. Burung gagak tidak peduli bahwa warna bulunya tidak seindah burung nuri. Burung pemakan madu tidak akan mencoba untuk menangkap ikan sebagai ganti madu. Itu adalah pelajaran bagi kita semua yang dapat berpikir. \nSiapakah yang mengajar burung itu terbang mengembangkan sayapnya? Bahkan, siapakah yang menciptakan burung itu dengan bentuk tertentu, serta dilengkapi dengan organ-organ (alat-alat) sehingga ia mampu terbang dan tidak jatuh ke bumi? Kenapa kuda tidak dapat terbang seperti burung? Bila manusia mau memikirkan semua yang disebutkan itu akan yakinlah ia bahwa sesungguhnya Allah Maha Pencipta, Mahakuasa, Maha Pemurah, dan Maha Mengetahui segala yang diciptakan-Nya.\n\n",
            "kemenag_ringkas": "Pada bagian awal surah ini telah disinggung kuasa Allah di langit. Ayat ini menegaskan kembali hal tersebut: _Tidakkah mereka_ yaitu kaum musyrik Mekah dan siapa saja yang meragukan kuasa Allah, _memperhatikan burung-burung_ ketika terbang _yang_ selalu _mengembangkan dan mengatupkan sayapnya di atas mereka? Tidak ada yang menahannya_ burung-burung itu di udara _selain Yang Maha Pengasih_ Tuhan Pelimpah rahmat bagi segala makhluk. _Sungguh, Dia Maha Melihat segala sesuatu_ dan Maha Mengetahui bagaimana menciptakan segala sesuatu.",
            "ibnu_katsir": "Kemudian disebutkan dalam firman berikutnya: \n\nDan apakah mereka tidak memperhatikan burung-burung yang mengembangkan dan mengatupkan sayapnya di atas mereka? (Al-Mulk: 19)\n\nMaksudnya, adakalanya burung itu mengembangkan sayapnya di udara dan adakalanya mengatupkannya.\n\nTidak ada yang menahannya (di udara) selain Tuhan Yang Maha Pemurah. (Al-Mulk: 19)\n\nYaitu melalui apa yang telah Dia tundukkan di udara bagi burung sebagai rahmat dan kelembutan-Nya.\n\nSesungguhnya Dia Maha Melihat segala sesuatu. (Al-Mulk: 19)\n\nYakni hal-hal yang bermaslahat bagi segala sesuatu dari makhluk-makhluk-Nya. Ayat ini semakna dengan apa yang disebutkan oleh firman-Nya:\n\nTidakkah mereka memperhatikan burung-burung yang dimudahkan terbang di angkasa bebas. Tidak ada yang menahannya selain dari Allah. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Tuhan) bagi orang-orang yang beriman. (An-Nahl: 79)",
            "jalalain": "(Apakah mereka tidak melihat) tidak memperhatikan (burung-burung yang berada di atas mereka) yakni di udara (yang mengembangkan sayapnya) melebarkan sayapnya (dan mengatupkannya?) menutupkannya sesudah dikembangkan. (Tidak ada yang menahan mereka) agar jangan jatuh ke bumi sewaktu mengembangkan dan mengatupkan sayapnya (selain Yang Maha Penyayang) yakni dengan kekuasaan-Nya. (Sesungguhnya Dia Maha Melihat segala sesuatu) makna yang dimaksud, apakah mereka tidak menyimpulkan dengan tetapnya burung-burung di udara tentang kekuasaan Kami, bahwa Kami dapat menimpakan kepada mereka azab yang telah disebutkan di atas tadi dan azab lainnya.",
            "quraish_shihab": "Apakah mereka buta dan tidak melihat burung-burung di atas mereka mengembangkan dan melipat sayap-sayapnya secara silih berganti? Tidak ada yang dapat menahannya agar tidak jatuh kecuali Tuhan Yang Maha Pemurah. Sesungguhnya Dia Maha Mengetahui segala sesuatu. Dia memberikan yang terbaik kepada segala sesuatu(1). (1) Al-shaff yang terambil dari kata al-shâffât dalam ayat ini berarti burung membentangkan kedua sayapnya dengan tanpa digerakkan. Terbangnya burung adalah suatu mukjizat yang baru diketahui setelah berkembang ilmu aeronautika dan teori aerodinamik Tetapi yang mengundang kekaguman adalah apabila seekor burung dapat terbang di udara sampai hilang dari pandangan tanpa menggerakkan kedua sayapnya. Ilmu pengetahuan membuktikan bahwa burung-burung yang terbang tanpa menggerakkan kedua sayapnya itu sebenarnya terbang di atas aliran-aliran udara yang muncul, baik karena benturan udara dengan segala sesuatu yang menghalanginya atau karena tingginya tekanan udara panas. Hampir semua burung meiliki spesifikasi berikut: berat badan yang ringan, struktur tubuh yang kuat, tingginya kemampuan jantung, peredaran darah dan alat pernafasan serta keseimbangan tubuh. Spesifikasi itu diberikan oleh Allah untuk menjaganya di udara ketika membentangkan dan melipat kedua sayapnya. Kecuali burung- burung jenis besar yang berbeda, dibanding lainnya, karena memiliki besar rongga dada yang sederhana. Tetapi dengan lengkungan dan ikatannya di sayap yang kuat, dia bisa membentangkan sayapnya dalam waktu lama. Adapun burung-burung kecil yang mengandalkan kepakan dalam terbangnya, selalu menggerakkan sayapnya ke bawah dan ke depan agar terdorong dan terangkat ketika terbang. Kemudian melipat sayapnya dan tetap terbang dengan kekuatan dorongan yang telah dihasilkannya. Demikianlah konstruksi anatomi berbagai jenis burung yang memungkinkannya terbang, menjaga keseimbangan dan mengatur arah tubuhnya ketika terbang.",
            "saadi": "\"Dan apakah mereka tidak memperhatikan burung-burung yang mengembangkan dan mengatupkan sayapnya di atas mereka? Tidak ada yang menahannya (di udara) selain Yang Maha Pemu-rah. Sesungguhnya Dia Maha Melihat segala sesuatu.\" (Al-Mulk: 19).\n(19) Ini adalah teguran dan dorongan agar memperhatikan kondisi burung yang ditundukkan Allah سبحانه وتعالى, Allah سبحانه وتعالى menundukkan udara dan angin untuknya. Burung mengepakkan sayapnya untuk terbang dan menjaganya agar tidak jatuh ke tanah. Burung tetap bertasbih ketika berada di udara dan mengulang-ulangnya sesuai kehendak dan keperluannya. ﴾ مَا   يُمۡسِكُهُنَّ   إِلَّا  ٱلرَّحۡمَٰنُۚ ﴿   \"Tidak ada yang me-nahannya (di udara) selain Yang Maha Pemurah.\" Dia-lah yang me-nundukkan langit bagi burung, anatomi tubuhnya dirancang oleh Allah سبحانه وتعالى dalam bentuk yang bisa membuatnya terbang. Siapa pun yang memperhatikan dan merenungkan kondisi burung, akan mengetahui bahwa burung itu menunjukkan kekuasaan Allah Yang Maha Pencipta serta perhatianNya. Hanya Dia semata yang berhak disembah. ﴾ إِنَّهُۥ    بِكُلِّ  شَيۡءِۭ  بَصِيرٌ ﴿   \"Sesungguhnya Dia Maha Melihat segala sesuatu.\" Dia-lah yang mengatur hamba-hambaNya dengan segala sesuatu yang sesuai bagi mereka sebagaimana tuntutan hikmahNya."
        },
        {
            "ind": "Atau siapakah dia yang menjadi tentara bagimu yang akan menolongmu selain daripada Allah Yang Maha Pemurah? Orang-orang kafir itu tidak lain hanyalah dalam (keadaan) tertipu.",
            "arb": "أَمَّنْ هَٰذَا الَّذِي هُوَ جُندٌ لَّكُمْ يَنصُرُكُم مِّن دُونِ الرَّحْمَٰنِ ۚ إِنِ الْكَافِرُونَ إِلَّا فِي غُرُورٍ",
            "transliterasi": "'Amman Hādhā Al-Ladhī Huwa Jundun Lakum Yanşurukum Min Dūni Ar-Raĥmāni 'In Al-Kāfirūna 'Illā Fī Ghurūrin.",
            "eng": "[And] is there any, besides the Most Gracious, that could be a shield for you, and could succour you [against danger]? They who deny this truth are but lost in self- delusion!",
            "kemenag": "Allah mencela orang-orang kafir yang menyembah sembahan-sembahan selain Allah dengan bentuk pertanyaan yang menyatakan tak ada orang yang akan datang menolong mereka serta melepaskannya dari siksa Allah. Mereka telah tertipu oleh bisikan-bisikan setan yang menanamkan kepercayaan dalam hati mereka bahwa berhala-berhala itu dapat menolong dan mengabulkan permintaan mereka. Dalam kenyataannya tidaklah demikian. Berhala-berhala itu sendiri tidak dapat berbuat apa-apa sama sekali, malah sebaliknya manusialah yang menentukan segala sesuatu bagi dirinya. Orang-orang kafir itu tertipu oleh bisikan setan. Oleh karena itu, Allah berfirman:\n\nDan mereka menyembah selain Allah apa yang tidak memberi manfaat kepada mereka dan tidak (pula) mendatangkan bencana kepada mereka. Orang-orang kafir adalah penolong (setan untuk berbuat durhaka) terhadap Tuhannya. (al-Furqan/25: 55)\n\nPerkataan \"min dunir-rahman\" (selain dari Allah Yang Maha Pemurah) mengandung pengertian bahwa rahmat Allah itu dilimpahkan kepada seluruh makhluk yang ada di alam ini, baik yang beriman kepada Allah maupun yang kafir. Demikian pula kepada hewan, tumbuh-tumbuhan, dan sebagainya, sehingga semuanya dapat hidup dan berkembang. Akan tetapi, di akhirat nanti rahmat itu hanya diberikan kepada orang-orang yang beriman saja. Allah berfirman:\n\nKatakanlah (Muhammad), \"Siapakah yang mengharamkan perhiasan dari Allah yang telah disediakan untuk hamba-hamba-Nya dan rezeki yang baik-baik? Katakanlah, \"Semua itu untuk orang-orang yang beriman dalam kehidupan dunia, dan khusus (untuk mereka saja) pada hari Kiamat.\" Demikianlah Kami menjelaskan ayat-ayat itu untuk orang-orang yang mengetahui. (al-A'raf/7: 32)\n",
            "kemenag_ringkas": "Kaum musyrik Mekah sering kali mengandalkan kekuatan material atau berhala-berhala yang mereka sembah sebagai pembela mereka. Ayat ini menampik klaim tersebut _Atau siapakah yang akan_ kamu andalkan untuk _menjadi bala tentara_ dan pembela _bagimu yang dapat membelamu selain_ Allah _Yang Maha Pengasih? Orang-orang kafir itu hanyalah dalam_ keadaan _tertipu_.",
            "ibnu_katsir": "Allah Swt. berfirman kepada orang-orang musyrik yang menyembah Dia bersama dengan yang lain-Nya, yang mereka mintai pertolongan dan rezekinya seraya mengingkari keyakinan mereka yang demikian itu, dan memberitahukan kepada mereka bahwa apa yang mereka angan-angankan dari selain Allah itu tidak akan mereka dapatkan. Untuk itu Allah Swt. berfirman:\n\nAtau siapakah dia yang menjadi tentara bagimu yang akan menolongmu selain dari Allah Yang Maha Pemurah? (Al-Mulk: 20)\n\nArtinya, tiada bagi kalian selain dari-Nya seorang penolong pun dan tiada pula seorang pelindung pun dan tiada pula seorang pembela pun bagi kalian selain Allah Swt. Karena itulah maka disebutkan dalam firman berikutnya:\n\nOrang-orang kafir itu tidak lain hanyalah dalam (keadaan) tertipu. (Al-Mulk: 20)",
            "jalalain": "(Atau siapakah) berkedudukan menjadi mubtada (dia) menjadi khabar dari mubtada (yang) menjadi badal dari lafal haadza (menjadi tentara) yakni penolong-penolong (kalian) berkedudukan menjadi shilah dari lafal alladzii (yang akan menolong kalian) menjadi sifat dari lafal jundun (selain daripada Allah Yang Maha Penyayang) yang dapat menolak datangnya azab bagi kalian; yakni tiada seseorang pun yang dapat menolong kalian (tidak lain) tiadalah (orang-orang kafir itu hanyalah dalam keadaan tertipu) mereka tertipu oleh setan, bahwasanya azab tidak akan turun atas mereka.",
            "quraish_shihab": "Atau siapakah yang memiliki kekuatan untuk menolong kalian dari siksaan selain Yang Maha Pemurah? Orang-orang kafir itu sungguh berada dalam keadaan tertipu dengan angan-angan mereka.",
            "saadi": "Please check ayah 67:21 for complete tafsir."
        },
        {
            "ind": "Atau siapakah dia yang memberi kamu rezeki jika Allah menahan rezeki-Nya? Sebenarnya mereka terus menerus dalam kesombongan dan menjauhkan diri?",
            "arb": "أَمَّنْ هَٰذَا الَّذِي يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَهُ ۚ بَل لَّجُّوا فِي عُتُوٍّ وَنُفُورٍ",
            "transliterasi": "'Amman Hādhā Al-Ladhī Yarzuqukum 'In 'Amsaka Rizqahu Bal Lajjū Fī `Utūwin Wa Nufūrin.",
            "eng": "Or is there any that could provide you with sustenance if He should withhold His provision [from you]? Nay, but they [who are bent on denying the truth] stubbornly persist in their disdain [of God's messages] and in their headlong flight [from Him]!",
            "kemenag": "Kepada orang-orang kafir yang mengingkari rezeki Allah, disampaikan pernyataan dalam bentuk pertanyaan bahwa tak seorang pun dapat memberi rezeki, bila Allah menahan untuk tidak memberikan rezeki itu kepada mereka. Mereka diminta merenungkan seandainya Allah tidak lagi menurunkan hujan, mematikan segenap tumbuh-tumbuhan sehingga seluruh permukaan bumi kering dan tandus, mematikan semua hewan ternak yang dapat dimakan, menjadikan matahari berhenti terbit di ufuk timur dan menjadikan hari terus menerus terang-benderang tanpa berganti dengan gelap, bagaimana dan dari manakah mereka akan beroleh rezeki?\nKemudian diterangkan bahwa sebenarnya orang-orang kafir itu percaya akan keesaan dan kekuasaan Allah. Mereka mempersekutukan Allah hanya didorong oleh kesombongan serta keengganan mereka menerima kebenaran karena takut kehilangan kedudukan dan pengaruh di dalam masyarakatnya. Kesombongan dan keingkaran itu timbul dan disuburkan oleh tipu daya serta godaan setan yang selalu menumbuhkan perasaan dalam pikiran dan angan-angan mereka bahwa perbuatan mereka yang buruk itu adalah perbuatan baik dan terpuji. Memang demikianlah tujuan setan hidup di dunia ini.\nAllah berfirman:\n\n(Allah) berfirman, \"Maka turunlah kamu darinya (surga); karena kamu tidak sepatutnya menyombongkan diri di dalamnya. Keluarlah! Sesungguhnya kamu termasuk makhluk yang hina.\" (Iblis) menjawab, \"Berilah aku penangguhan waktu, sampai hari mereka dibangkitkan.\" (Allah) berfirman, \"Benar, kamu termasuk yang diberi penangguhan waktu.\" (al-A'raf/7: 13-15)\n\n",
            "kemenag_ringkas": "Setelah menampik adanya sumber pembelaan selain Allah, kini diteruskan dengan menampik adanya sumber pemberi rezeki. _Atau siapakah yang dapat memberimu rezeki_ secara terus menerus,_ jika Dia_ Yang Maha Pengasih, _menahan rezeki-Nya?_ Pastilah tidak ada. Meskipun bukti sudah sangat jelas, kaum musyrik itu tetap durhaka, _bahkan mereka terus-menerus dalam kesombongan dan menjauhkan diri_ dari kebenaran.",
            "ibnu_katsir": "Kemudian disebutkan oleh firman-Nya:\n\nAtau siapakah dia ini yang memberi kamu rezeki jika Allah menahan rezeki-Nya? (Al-Mulk: 21)\n\nYaitu siapakah orangnya yang dapat memberimu rezeki selain dari Allah, apabila Dia memutuskannya darimu. Dengan kata lain, tiada seorang pun yang dapat memberi, mencegah, menciptakan, memberi rezeki, dan yang menolong selain dari Allah Swt. semata, tiada sekutu bagi-Nya. Mereka mengetahui hal ini, tetapi mereka menyembah selain-Nya. Karena itulah disebutkan dalam firman berikutnya:\n\nSebenarnya mereka terus-menerus. (Al-Mulk: 21)\n\nYakni bahkan mereka tetap berkesinambungan dalam sikap mereka yang melampaui batas, tenggelam ke dalam kedustaan dan kesesatannya.\n\ndalam kesombongan dan menjauhkan diri. (Al-Mulk: 21)\n\nYaitu dalam keingkaran, keangkuhan, dan anti pati mereka terhadap perkara yang hak; mereka tidak mau mendengarkannnya dan tidak mau pula mengikutinya.",
            "jalalain": "(Atau siapakah dia yang memberi kalian rezeki jika Dia menahan) yakni Allah Yang Maha Penyayang menahan (rezeki-Nya) yakni hujan-Nya terhadap kalian. Jawab syaratnya tidak disebutkan, karena dapat disimpulkan dari kalimat sebelumnya. Lengkapnya, siapakah yang dapat memberi kalian rezeki? Tentu tiada seorang pun yang dapat memberikan rezeki kepada kalian selain-Nya. (Tetapi mereka terus-menerus) berkelanjutan (di dalam kesombongan) dalam kesombongannya (dan menjauhkan diri) dari kebenaran.",
            "quraish_shihab": "Atau siapakah yang dapat memberi kalian rezeki--yang merupakan sumber kehidupan dan kebahagiaan kalian--sekiranya Allah menahan rezeki-Nya untuk kalian? Tetapi orang-orang kafir itu justru malah bertambah sombong dan jauh dari kebenaran.",
            "saadi": "\"Atau siapakah dia yang menjadi tentara bagimu yang akan menolongmu selain dari pada Allah Yang Maha Pemurah? Orang-orang kafir itu tidak lain hanyalah dalam (keadaan) tertipu. Atau siapakah dia ini yang memberi kamu rizki jika Allah menahan rizkiNya? Sebenarnya mereka terus-menerus dalam kesombongan dan menjauhkan diri.\" (Al-Mulk: 20-21).\n(20) Allah سبحانه وتعالى berfirman untuk orang-orang yang membang-kang dan lari dari perintahNya serta berpaling dari kebenaran, ﴾ أَمَّنۡ  هَٰذَا  ٱلَّذِي   هُوَ      جُندٞ  لَّكُمۡ  يَنصُرُكُم   مِّن  دُونِ  ٱلرَّحۡمَٰنِۚ   ﴿   \"Atau siapakah dia yang menjadi ten-tara bagimu yang akan menolongmu selain dari pada Allah Yang Maha Pemurah,\" maksudnya, siapakah yang akan meno-longmu dan bisa menangkal keburukan darimu jika Allah Yang Maha Pemurah menghendaki keburukan bagimu. Maksudnya, siapa yang bisa menolongmu dari musuh-musuhmu selain Allah Yang Maha Pemurah. Hanya Allah semata yang memberi pertolongan, yang memberi kejayaan dan kehinaan. Sedangkan lainNya dari kalangan makhluk, andai semuanya bersatu padu untuk menolong seorang hamba, tentu mereka tidak bisa membawa manfaat sedikit pun dari musuh. Terus-menerusnya orang-orang kafir dalam kekufuran padahal mereka telah mengetahui tidak ada yang bisa menolong mereka selain Allah Yang Maha Pemurah merupakan kebodohan dan bualan.                \n(21) ﴾ أَمَّنۡ  هَٰذَا  ٱلَّذِي  يَرۡزُقُكُمۡ     إِنۡ  أَمۡسَكَ  رِزۡقَهُۥۚ ﴿   \"Atau siapakah dia ini yang memberi kamu rizki jika Allah menahan rizkiNya?\" Maksudnya, semua rizki berasal dari Allah سبحانه وتعالى. Jika Allah سبحانه وتعالى menahan rizki dari kalian, siapa gerangan yang bisa memberikannya pada kalian? Manusia tidak mampu memberi rizki pada dirinya sendiri, lantas bagai-mana bisa memberikannya pada orang lain? Yang Maha Memberi Rizki dan Memberi Nikmat itulah yang berhak untuk disembah, bukan lainNya. Namun orang-orang kafir ﴾ لَّجُّواْ  فِي عُتُوّٖ ﴿   \"terus-mene-rus dalam kesombongan,\" kekerasan hati, dan tidak tunduk pada kebenaran, ﴾ وَنُفُورٍ ﴿   \"dan menjauhkan diri,\" lari dari kebenaran."
        },
        {
            "ind": "Maka apakah orang yang berjalan terjungkal di atas mukanya itu lebih banyak mendapatkan petunjuk ataukah orang yang berjalan tegap di atas jalan yang lurus?",
            "arb": "أَفَمَن يَمْشِي مُكِبًّا عَلَىٰ وَجْهِهِ أَهْدَىٰ أَمَّن يَمْشِي سَوِيًّا عَلَىٰ صِرَاطٍ مُّسْتَقِيمٍ",
            "transliterasi": "'Afaman Yamshī Mukibbāan `Alaá Wajhihi 'Ahdaá 'Amman Yamshī Sawīyāan `Alaá Şirāţin Mustaqīmin.",
            "eng": "But then, is he that goes along with his face close to the ground better guided than he that walks upright on a straight way?",
            "kemenag": "Pada ayat ini, Allah memberikan perbandingan kepada manusia antara perjalanan hidup yang ditempuh oleh orang-orang kafir dengan yang ditempuh oleh orang-orang yang beriman. Perbandingan ini diberikan dalam bentuk pertanyaan yang menyatakan bahwa orang yang selalu terjerembab atau tersungkur ketika berjalan dan kakinya selalu tersandung karena melalui jalan yang berbatu-batu dan berlubang-lubang, tidak mungkin akan selamat dan berjalan lebih cepat mencapai tujuan dibandingkan dengan orang yang berjalan dalam suasana yang baik dan aman, di atas jalan yang datar dan mulus, serta dalam cuaca yang baik pula.\nPerbandingan dalam ayat di atas dikemukakan dalam bentuk kalimat pertanyaan. Kalimat pertanyaan dalam ayat ini bukanlah maksudnya untuk menanyakan sesuatu yang tidak diketahui, tetapi untuk menyatakan suatu maksud yaitu bahwa perbuatan orang-orang kafir itu adalah perbuatan yang tidak benar. Dinyatakan bahwa perjalanan hidup orang-orang kafir itu adalah perjalanan hidup menuju kesengsaraan dan penderitaan yang sangat. Seakan-akan ayat ini menyatakan bahwa tentu orang yang berjalan tertelungkup dengan muka menyapu tanah akan mudah tersesat dalam perjalanannya mengarungi samudera hidup di dunia yang fana ini, sedang di akhirat kelak mereka akan dimasukkan ke dalam neraka yang menyala-nyala. Sedangkan orang yang berjalan dengan cara yang baik, menempuh jalan yang baik dan lurus, yaitu jalan yang diridai Allah, tidak akan tersesat dalam perjalanan hidupnya di dunia ini dan pasti akan sampai kepada tujuan yang diinginkannya dan diridai Allah. Di akhirat nanti, mereka akan menempati surga yang penuh kenikmatan yang disediakan Allah bagi mereka yang bertakwa.\nSelanjutnya dapat pula diambil pengertian dari ayat ini bahwa manusia dalam menjalankan usahanya, melaksanakan pekerjaan, dan menunaikan kewajibannya haruslah berdasarkan kepada ketentuan agama Islam, petunjuk ilmu pengetahuan, akal pikiran yang sehat dan pengalaman, serta hasil penelitian para ahli sebelumnya. Ini bertujuan agar usaha dan pekerjaannya membuahkan hasil yang baik. Janganlah ia membabi-buta atau bekerja dengan semaunya saja, karena yang demikian itu hanyalah akan mengundang kegagalan dan bencana, baik untuk dirinya maupun orang lain.\n",
            "kemenag_ringkas": "Kaum musyrik yang durhaka itu dilukiskan pada ayat ini dan dibandingkan dengan kaum yang selalu taat kepada Allah dengan ungkapan yang tegas. _Apakah orang yang merangkak dengan wajah tertelungkup_ sehingga terjungkal jatuh, _yang lebih terpimpin_ dalam kebenaran _ataukah orang yang berjalan tegap di atas jalan yang_ luas lagi _lurus_? Tentu saja keduanya tidak sama. Hanya orang yang bodoh yang menilainya sama.",
            "ibnu_katsir": "Selanjutnya disebutkan oleh firman-Nya:\n\nApakah orang yang merangkak dengan wajah tertelungkup yang lebih terpimpin (dalam kebenaran) ataukah orang yang berjalan tegap di atas jalan yang lurus? (Al-Mulk: 22)\n\nIni merupakan perumpamaan yang menggambarkan tentang keadaan orang mukmin dan orang kafir. Perumpamaan orang kafir dalam kesesatannya sama dengan seseorang yang berjalan dengan kepala terjungkir ke bawah dalam keadaan tubuh yang terbalik. Yakni dia pasti tidak dapat mengetahui ke mana jalan yang ditempuhnya dan bagaimana ia harus melangkah maju, bahkan dia dalam keadaan sesat dan kebingungan. Lalu apakah orang yang keadaannya demikian lebih mendapat petunjuk.\n\nataukah orang yang berjalan tegap. (Al-Mulk: 22) \n\nMaksudnya, jalan dengan tegak, tidak terjungkal.\n\ndi atas jalan yang lurus? (Al-Mulk: 22)\n\nYaitu di jalan yang jelas lagi terang, sedangkan dia sendiri dalam keadaan tegak dan jalan yang ditempuhnya lurus. Demikianlah perumpamaan mereka (orang-orang mukmin) dalam kehidupan di dunia dan demikian pula keadaan mereka di akhirat nanti. Orang mukmin digiring dengan berjalan secara tegap di atas sirat yang akan mengantarkannya ke surga yang mahaluas. Adapun orang kafir, maka ia digiring dengan terjungkal alias kepala di bawah menuju ke neraka Jahanam. Sebagaimana yang disebutkan dalam ayat lain melalui firman-Nya:\n\n(kepada para malaikat diperintahkan), \"Kumpulkanlah orang-orang yang zalim beserta teman sejawat mereka dan sembahan-sembahan yang selalu mereka sembah selain Allah; maka tunjukkanlah kepada mereka jalan ke neraka.\" (Ash-Shaffat: 22-23)\n\nYang dimaksud dengan istilah azwaj dalam ayat ini ialah orang-orang yang serupa dengan mereka.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Ibnu Namir, telah menceritakan kepada kami Ismail, dari Nafi' yang mengatakan bahwa ia pernah mendengar Anas ibnu Malik menceritakan bahwa pernah ditanyakan kepada Rasulullah Saw., \"Wahai Rasulullah, bagaimanakah ada orang-orang yang digiring dengan muka di bawah?\" Rasulullah Saw. menjawab: Tuhan yang membuat mereka dapat berjalan dengan kaki mereka mampu membuat mereka berjalan dengan muka di bawah.\n\nHadis ini diketengahkan di dalam kitab Sahihain melalui satu jalur periwayatan.",
            "jalalain": "(Maka apakah orang yang berjalan terjungkal) yakni terbalik (di atas mukanya itu lebih banyak mendapat petunjuk, ataukah orang yang berjalan tegap) yakni secara wajar dengan kakinya (di atas jalan) tuntunan (yang lurus) khabar dari mubtada yang kedua tidak disebutkan karena cukup hanya ditunjukkan oleh makna yang terkandung di dalam khabar yang pertama, yakni lebih banyak mendapat petunjuk. Perumpamaan ini menggambarkan tentang keadaan orang yang kafir pada permintaan yang pertama, dan orang yang beriman pada perumpamaan yang kedua, yakni manakah di antara keduanya yang lebih banyak mendapat petunjuk?",
            "quraish_shihab": "Apakah keadaan sudah terbalik, sehingga orang yang berjalan dengan terjungkal jatuh di atas mukanya lebih mendapat petunjuk dalam berjalan dan mencapai tujuan ketimbang orang yang berjalan tegap di atas jalan yang lurus?",
            "saadi": "\"Maka apakah orang yang berjalan terjungkal di atas muka-nya itu lebih banyak mendapat petunjuk ataukah orang yang ber-jalan tegap di atas jalan yang lurus?\" (Al-Mulk: 22).\n(22) Maksudnya, manakah di antara dua orang itu yang lebih mendapatkan hidayah, orang yang bimbang di dalam kese-satan dan tenggelam dalam kekufuran, hatinya terbalik, hingga yang benar menjadi batil dan yang batil menjadi benar, ataukah orang yang mengetahui, terpengaruh, dan mengamalkan kebenaran, serta berjalan di atas jalan yang lurus dalam perkataan, perbuatan, dan di seluruh hal-ihwalnya? Hanya dengan memperhatikan kondisi kedua orang tersebut saja dapat diketahui perbedaannya; mana yang tersesat dan mana yang mendapat petunjuk. Dan kon-disi (tingkah laku) itu memberikan kesaksian lebih besar daripada perkataan."
        },
        {
            "ind": "Katakanlah: \"Dialah Yang menciptakan kamu dan menjadikan bagi kamu pendengaran, penglihatan dan hati\". (Tetapi) amat sedikit kamu bersyukur.",
            "arb": "قُلْ هُوَ الَّذِي أَنشَأَكُمْ وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ ۖ قَلِيلًا مَّا تَشْكُرُونَ",
            "transliterasi": "Qul Huwa Al-Ladhī 'Ansha'akum Wa Ja`ala Lakum As-Sam`a Wa Al-'Abşāra Wa Al-'Af'idata Qalīlāan Mā Tashkurūna.",
            "eng": "SAY: \"[God is] He who has brought you [all] into being, and has endowed you with hearing, and sight, and hearts: [yet] how seldom are you grateful!\"",
            "kemenag": "Selanjutnya dalam ayat ini, Allah menyuruh manusia memperhatikan kejadian diri mereka sendiri. Allah memerintahkan Nabi Muhammad mengatakan kepada orang-orang kafir bahwa sesungguhnya Allah-lah yang menganugerahkan kepada manusia telinga sehingga dapat mendengarkan ajaran-ajaran agama-Nya yang disampaikan kepada mereka oleh para rasul. Allah juga menganugerahkan kepada mereka mata sehingga mereka dapat melihat, memandang, dan memperhatikan kejadian alam semesta ini. Diberi-Nya mereka hati, akal, dan pikiran untuk memikirkan, merenungkan, menimbang, dan membedakan mana yang baik bagi mereka dan mana yang tidak baik, mana yang bermanfaat dan mana pula yang tidak bermanfaat. Sebenarnya dengan anugerah Allah itu, manusia dapat mencapai semua yang baik bagi diri mereka sebagai makhluk-Nya.\nSesungguhnya pendengaran, penglihatan, dan hati merupakan satu kesatuan. Pendengaran dan penglihatan adalah piranti yang digunakan oleh manusia untuk dapat memahami ayat-ayat Allah, sunatullah, yang dapat digunakan (diaplikasikan) dalam pengembangan ilmu pengetahuan dan teknologi, untuk dapat memenuhi kebutuhan manusia. Metode observasi (pengamatan) dalam penemuan-penemuan ilmu pengetahuan dan teknologi, sangat bergantung kepada penggunaan piranti pendengaran dan penglihatan. Namun apabila hanya piranti pendengaran dan penglihatan yang dipakai, dan mengabaikan hati (al-af'idah) dalam keputusan penerapannya, maka hasilnya akan counter productive, yaitu akan memberikan hasil yang lebih banyak mudaratnya dibanding manfaatnya. Pada hakikatnya, hati (al-af'idah) harus dijadikan panduan dalam pengambilan keputusan untuk penerapan ilmu pengetahuan dan teknologi, yang dihasilkan dengan metode pendengaran dan penglihatan tadi. Dari al-af'idah ini dapat dikembangkan etika ilmu pengetahuan dan teknologi (science ethics) yang didasarkan kepada nilai-nilai Islami.\nSedikit sekali manusia yang mau bersyukur kepada Allah atas nikmat-nikmat yang telah diberikan-Nya itu. Sangat sedikit manusia yang menyadari ketergantungan mereka kepada nikmat itu, padahal apabila sedikit saja nikmat itu ditangguhkan pemberiannya kepadanya atau dicabut oleh Tuhan, mereka merasa mendapat kesulitan yang sangat besar. Di saat itulah mereka ingat kepada-Nya. Akan tetapi, bila nikmat itu mereka peroleh kembali dan kesukaran itu telah berlalu, mereka kembali kafir kepada Allah.\n",
            "kemenag_ringkas": "Kaum musyrik yang telah diberikan aneka potensi yang semestinya dapat digunakan untuk meraih petunjuk ternyata justru mengabaikannya. Ayat ini memerintahkan kepada Nabi Muhammad dan seluruh manusia untuk menyadari potensi itu. _Katakanlah, “Dialah yang menciptakan kamu_ tahap demi tahap _dan menjadikan pendengaran, penglihatan dan hati nurani bagi kamu_ agar kamu menggunakannya secara baik sebagai tanda syukur kepada-Nya. Tetapi _sedikit sekali kamu bersyukur._",
            "ibnu_katsir": "Firman Allah Swt:\n\nKatakanlah,  \"Dialah Yang Menciptakan kamu.” (Al-Mulk: 23)\n\nYaitu Yang Menciptakan kamu dari permulaan yang pada sebelumnya kamu bukanlah apa-apa, yakni tiada.\n\ndan menjadikan pendengaran, penglihatan dan hati bagi kamu. (Al-Mulk: 23)\n\nYang dimaksud dengan absar ialah akal, dan yang dimaksud dengan af-idah ialah pemahaman.\n\n(Tetapi) amat sedikit kamu bersyukur. (Al-Mulk: 23)\n\nYakni sedikit sekali kamu gunakan kemampuan dan kekuatan yang telah dianugerahkan oleh Allah kepada kalian untuk ketaatan kepada-Nya dan untuk mengerjakan perintah-perintah-Nya serta menjauhi larangan-larangan-Nya.",
            "jalalain": "(Katakanlah! \"Dialah Yang menjadikan kalian) yakni yang telah menciptakan kalian (dan menjadikan bagi kalian pendengaran, penglihatan dan hati\") atau kalbu. (Tetapi amat sedikit kalian bersyukur) huruf maa adalah huruf zaidah, dan jumlah kalimat ini merupakan jumlah isti'naf atau kalimat baru yang memberitakan tentang syukur mereka yang amat sedikit terhadap nikmat-nikmat tersebut.",
            "quraish_shihab": "Katakanlah, \"Dialah yang membuat kalian ada dari ketiadaan dan menciptakan telinga, mata dan hati yang menyebabkan kalian tahu dan bahagia. Sangat sedikit sekali syukur kalian kepada Sang Pemberi itu semua.\"",
            "saadi": "Please check ayah 67:26 for complete tafsir."
        },
        {
            "ind": "Katakanlah: \"Dialah Yang menjadikan kamu berkembang biak di muka bumi, dan hanya kepada-Nya-lah kamu kelak dikumpulkan\".",
            "arb": "قُلْ هُوَ الَّذِي ذَرَأَكُمْ فِي الْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ",
            "transliterasi": "Qul Huwa Al-Ladhī Dhara'akum Fī Al-'Arđi Wa 'Ilayhi Tuĥsharūna.",
            "eng": "Say: \"It is He who has multiplied you on earth; and it is unto Him that you shall be gathered [on resurrection].\"",
            "kemenag": "Allah memerintahkan agar Nabi Muhammad menyampaikan kepada orang-orang kafir bahwa Dia telah menciptakan mereka semua dalam bentuk yang berbeda-beda dan warna kulit yang bermacam-macam, menyediakan tempat bagi mereka di bumi dan menyebarkan mereka semua ke setiap penjuru bumi. Allah pulalah yang memudahkan mereka menguasai dan mengolah bumi untuk hidup dan kehidupan mereka. Oleh karena itu, hanya kepada Allah-lah mereka kembali dan mempertanggungjawabkan segala perbuatan yang telah mereka kerjakan selama hidup di bumi. Di akhirat nanti Allah akan memberikan balasan dengan adil kepada mereka semua. Perbuatan baik dibalas dengan pahala yang berlipat ganda, sedangkan perbuatan buruk diganjar dengan siksaan api neraka setimpal dengan keburukan amalnya.",
            "kemenag_ringkas": "Manusia diingatkan melalui ayat ini bahwa pada akhirnya semua akan kembali kepada-Nya, maka tidak sewajarnya menyombongkan diri dan mendurhakai perintah-Nya. _Katakanlah, “Dialah yang menjadikan kamu berkembang biak di muka bumi, dan hanya kepada-Nya kamu akan dikumpulkan_ di mahsyar untuk mempertanggungjawabkan semua perbuatan kamu ketika di dunia dan akan memberikan balasan sesuai dengan amal kamu.”25. Penegasan Allah bahwa semua manusia akan dibangkitkan dan dikumpulkan seperti ditegaskan pada ayat di atas, direspons oleh kaum musyrik, seperti yang terekam dalam ayat ini. Dan kaum musyrik itu berkata sambil berolok-olok, “Kapan datangnya janji ancaman tentang hari kebangkitan itu jika kamu, wahai Nabi Muhammad, adalah orang yang benar?” Tentu kamu mengetahui dan dapat memberitahukan kepada kami.\"",
            "ibnu_katsir": "Firman Allah Swt.:\n\nKatakanlah,  \"Dialah Yang menjadikan kamu berkembang biak di muka bumi.” (Al-Mulk: 24)\n\nYaitu menyebarkan dan mengembangbiakkan kalian di berbagai kawasan muka bumi dengan berbagai macam bahasa, dialek, warna kulit, perhiasan, penampilan, dan bentuk yang beraneka ragam.\n\ndan hanya kepada-Nyalah kamu kelak dikumpulkan. (Al-Mulk: 24)\n\nYakni dihimpunkan sesudah kamu bercerai-berai dan terpisah-pisah. Dia akan mengumpulkan kamu kembali sebagaimana Dia telah mencerai-beraikan kamu, dan Dia akan mengembalikan kamu menjadi hidup kembali sebagaimana Dia menciptakan kamu pada yang pertama kali. Kemudian Allah Swt. menceritakan sikap orang-orang kafir yang ingkar terhadap adanya hari berbangkit dan menganggap mustahil kejadiannya.",
            "jalalain": "(Katakanlah! \"Dialah Yang menjadikan kalian berkembang biak) artinya menciptakan kalian dapat berkembang biak (di muka bumi, dan hanya kepada-Nyalah kalian kelak dikumpulkan\") untuk menjalani hisab.",
            "quraish_shihab": "Katakanlah, \"Dialah yang menyebarkan kalian di muka bumi ini. Hanya kepada-Nyalah kalian akan dikumpulkan untuk diperhitungkan dan diberi balasan.\"",
            "saadi": "Please check ayah 67:26 for complete tafsir."
        },
        {
            "ind": "Dan mereka berkata: \"Kapankah datangnya ancaman itu jika kamu adalah orang-orang yang benar?\"",
            "arb": "وَيَقُولُونَ مَتَىٰ هَٰذَا الْوَعْدُ إِن كُنتُمْ صَادِقِينَ",
            "transliterasi": "Wa Yaqūlūna Mataá Hādhā Al-Wa`du 'In Kuntum Şādiqīna.",
            "eng": "But they [only] ask, \"When is this promise to be fulfilled? [Answer this, O you who believe in it,] if you are men of truth!\"",
            "kemenag": "Orang-orang kafir itu bertanya kepada Rasulullah saw dengan maksud mengejek dan menentang tentang kapan waktunya ditimpakan kepada mereka runtuhan tanah yang mengimpit, angin kencang yang bercampur batu yang mengembus dan melemparkan mereka, sebagai azab yang sering disebut-sebut akan menimpa orang kafir? Kapan pula datangnya hari Kiamat yang pada hari itu seluruh perbuatan manusia selama hidup di dunia akan dipertanggungjawabkan, dan mereka sebagai orang yang durhaka akan masuk ke dalam neraka? Mereka minta dijelaskan semuanya, jika Nabi termasuk orang yang dapat dipercaya perkataannya.\nDari pertanyaan orang-orang kafir ini dipahami bahwa mereka menantang kebenaran yang disampaikan Rasulullah saw, karena menurut mereka yang diancam itu tidak mungkin terjadi. Menurut mereka, mestinya Muhammad saw dan pengikut-pengikutnya yang akan diazab, dan kenyataannya mereka telah diazab Allah di dunia, berupa kesengsaraan dan siksaan yang ditimpakan kepada mereka seperti kemiskinan, kemelaratan, dan hukuman yang diberikan oleh orang-orang kafir Mekah kepada mereka. Orang-orang kafir itu mengatakan bahwa yang akan diterima Muhammad dan pengikut-pengikutnya di akhirat nanti lebih berat dari siksaan yang mereka terima di dunia.\n",
            "kemenag_ringkas": "Penegasan Allah bahwa semua manusia akan dibangkitkan dan dikumpulkan seperti ditegaskan pada ayat di atas, direspons oleh kaum musyrik, seperti yang terekam dalam ayat ini. _Dan_ kaum musyrik itu _berkata_ sambil berolok-olok, “_Kapan_ datangnya janji _ancaman_ tentang hari kebangkitan _itu jika kamu_, wahai Nabi Muhammad, adalah _orang yang benar_?” Tentu kamu mengetahui dan dapat memberitahukan kepada kami.\"",
            "ibnu_katsir": "Firman Allah Swt.:\n\nDan mereka berkata,  \"Kapankah datangnya ancaman itu jika kamu adalah orang-orang yang benar?\" (Al-Mulk: 25)\n\nArtinya, bilakah terjadinya apa yang engkau beritakan kepada kami, bahwa Allah akan menghimpunkan kami kembali sesudah kami bercerai-berai?\n\nKatakanlah, \"Sesungguhnya ilmu (tentang hari kiamat itu) hanya pada sisi Allah. (Al-Mulk: 26)\n\nYaitu tiada seorang pun yang mengetahui waktunya dengan tepat selain dari Allah Swt. Tetapi Dia memerintahkan kepadaku untuk memberitahukan kepada kalian bahwa hari kiamat itu pasti akan terjadi, maka berhati-hatilah kalian terhadapnya.\n\nDan sesungguhnya aku hanyalah seorang pemberi peringatan yang menjelaskan. (Al-Mulk: 26)\n\nYakni sesungguhnya tugasku hanyalah menyampaikannya kepada kalian dan sekarang aku telah menyampaikannya kepada kalian.",
            "jalalain": "(Dan mereka berkata) kepada orang-orang yang beriman, (\"Kapankah datangnya Janji itu) yakni janji datangnya hari semua makhluk dihimpun (jika kalian adalah orang-orang yang benar?\") dalam hal ini.",
            "quraish_shihab": "Orang-orang yang mengingkari kebangkitan berkata, \"Kapan janji dikumpulkan itu terjadi? Beritahu kami waktunya jika kalian memang benar!\"",
            "saadi": "Please check ayah 67:26 for complete tafsir."
        },
        {
            "ind": "Katakanlah: \"Sesungguhnya ilmu (tentang hari kiamat itu) hanya pada sisi Allah. Dan sesungguhnya aku hanyalah seorang pemberi peringatan yang menjelaskan\".",
            "arb": "قُلْ إِنَّمَا الْعِلْمُ عِندَ اللَّهِ وَإِنَّمَا أَنَا نَذِيرٌ مُّبِينٌ",
            "transliterasi": "Qul 'Innamā Al-`Ilmu `Inda Allāhi Wa 'Innamā 'Anā Nadhīrun Mubīnun.",
            "eng": "Say thou, [O Prophet:] \"Knowledge thereof rests with God alone; and I am only a plain warner.\"",
            "kemenag": "Dalam ayat ini, Allah memerintahkan Rasulullah menjawab omongan orang kafir itu dengan mengatakan, \"Wahai orang-orang kafir, hanya Allah sajalah yang mengetahui semua yang kamu tanyakan itu. Sebab, tentang kapan datangnya azab, dan terjadinya hari Kiamat termasuk pengetahuan yang gaib, hanya Allah saja yang mengetahuinya. Mengenai diriku, tidak lain hanyalah rasul dan pesuruh Allah yang diberi tugas menyampaikan agama-Nya kepada kamu sekalian, agar kamu berbahagia hidup di dunia dan di akhirat nanti. Aku diperintahkan-Nya menyampaikan berita kepadamu bahwa azab itu pasti datang menimpa orang-orang kafir dan hari Kiamat itu pasti terjadi.\nPada ayat yang lain Allah berfirman:\n\nManusia bertanya kepadamu (Muhammad) tentang hari Kiamat. Katakanlah, \"Ilmu tentang hari Kiamat itu hanya di sisi Allah.\" Dan tahukah engkau, boleh jadi hari Kiamat itu sudah dekat waktunya. (al-Ahzab/33: 63)\n\nDari jawaban itu dapat dipahami bahwa Rasulullah hanyalah manusia biasa dan mempunyai sifat-sifat dan kemampuan seperti manusia biasa pula. Kelebihannya hanyalah terletak pada tugas yang diberikan kepadanya. Di samping sifatnya seperti manusia biasa, ia diberi tugas menyampaikan agama Allah. Oleh karena itu, ia tidak mengetahui ilmu yang gaib kecuali jika Allah memberitahukan kepadanya. Tugasnya bukanlah menjadikan seseorang beriman, tetapi semata-mata menyampaikan agama Allah dan memberi penjelasan kepada manusia. Dalam ayat yang lain, Allah berfirman:\n\nKami lebih mengetahui tentang apa yang mereka katakan, dan engkau (Muhammad) bukanlah seorang pemaksa terhadap mereka. Maka berilah peringatan dengan Al-Qur'an kepada siapa pun yang takut kepada ancaman-Ku. (Qaf/50: 45)\n\nFirman Allah lainnya:\n\nBukanlah kewajibanmu (Muhammad) menjadikan mereka mendapat petunjuk, tetapi Allah-lah yang memberi petunjuk kepada siapa yang Dia kehendaki. (al-Baqarah/2: 272)\n\n",
            "kemenag_ringkas": "Menanggapi ucapan kaum musyrik tersebut Nabi Muhammad diperintahkan Allah seperti yang ditegaskan pada ayat ini: _Katakanlah_ wahai Nabi Muhammad, “_Sesungguhnya ilmu_ tentang hari Kiamat itu _hanya ada pada Allah. Dan aku hanyalah seorang pemberi peringatan yang menjelaskan._”",
            "ibnu_katsir": "Firman Allah Swt.:\n\nDan mereka berkata,  \"Kapankah datangnya ancaman itu jika kamu adalah orang-orang yang benar?\" (Al-Mulk: 25)\n\nArtinya, bilakah terjadinya apa yang engkau beritakan kepada kami, bahwa Allah akan menghimpunkan kami kembali sesudah kami bercerai-berai?\n\nKatakanlah, \"Sesungguhnya ilmu (tentang hari kiamat itu) hanya pada sisi Allah. (Al-Mulk: 26)\n\nYaitu tiada seorang pun yang mengetahui waktunya dengan tepat selain dari Allah Swt. Tetapi Dia memerintahkan kepadaku untuk memberitahukan kepada kalian bahwa hari kiamat itu pasti akan terjadi, maka berhati-hatilah kalian terhadapnya.\n\nDan sesungguhnya aku hanyalah seorang pemberi peringatan yang menjelaskan. (Al-Mulk: 26)\n\nYakni sesungguhnya tugasku hanyalah menyampaikannya kepada kalian dan sekarang aku telah menyampaikannya kepada kalian.",
            "jalalain": "(Katakanlah!, \"Sesungguhnya ilmu) tentang kedatangan hari tersebut (hanya pada sisi Allah, dan sesungguhnya aku hanyalah seorang pemberi peringatan yang menjelaskan.\") Yakni yang jelas peringatannya.",
            "quraish_shihab": "Katakan hai Muhammad, \"Hanya Allahlah yang tahu itu semua. Aku hanyalah seorang pemberi peringatan yang sangat jelas.\"",
            "saadi": "\"Katakanlah, 'Dia-lah yang menciptakan kamu dan menjadi-kan bagi kamu pendengaran, penglihatan, dan hati.' (Tetapi) amat sedikit kamu bersyukur. Katakanlah, 'Dia-lah yang menjadikan kamu berkembang biak di muka bumi, dan hanya kepadaNya-lah kelak kamu dikumpulkan.' Dan mereka berkata, 'Kapankan da-tangnya ancaman itu jika kamu adalah orang-orang yang benar.' Katakanlah, 'Sesungguhnya ilmu (tentang Hari Kiamat itu) hanya pada sisi Allah. Dan sesungguhnya aku hanyalah seorang pemberi peringatan yang menjelaskan'.\" (Al-Mulk: 23-26).\n(23) Allah سبحانه وتعالى berfirman mengingatkan bahwa Dia semata-lah yang berhak disembah dan Dia menyeru hamba-hambaNya untuk mensyukuriNya dan mengesakanNya dalam ibadah. ﴾ هُوَ     ٱلَّذِيٓ    أَنشَأَكُمۡ ﴿   \"Dia-lah yang menciptakan kamu,\" maksudnya, menciptakan kalian dari ketiadaan, dan tidak ada yang membantu dan meno-longNya. Ketika Allah سبحانه وتعالى menciptakan kalian, Allah سبحانه وتعالى menyem-purnakan wujud kalian dengan pendengaran, penglihatan, dan pikiran. Ketiga hal inilah anggota badan terbaik dan kekuatan jasmani yang paling sempurna. Tapi, meski kalian mendapatkan nikmat seperti ini ﴾ قَلِيلٗا  مَّا  تَشۡكُرُونَ  ﴿ \"amat sedikit kamu bersyukur,\" terha-dap Allah سبحانه وتعالى. Amat sedikit yang bersyukur dan amat sedikit rasa syukur dari kalian.                \n(24) ﴾ قُلۡ  هُوَ     ٱلَّذِي  ذَرَأَكُمۡ   فِي  ٱلۡأَرۡضِ  ﴿ \"Katakanlah, 'Dia-lah yang menjadi-kan kamu berkembang biak di muka bumi',\" maksudnya, menyebarkan kalian di berbagai penjuru bumi dan menempatkan kalian di ber-bagai penjuru. Allah سبحانه وتعالى memerintah dan melarang kalian serta mengaruniai kalian nikmat yang berguna bagi kalian. Kemudian setelah itu Allah سبحانه وتعالى akan mengumpulkan kalian pada Hari Kiamat. Namun ancaman pemberian balasan ini diingkari oleh mereka yang membangkang.                \n(25) ﴾ وَيَقُولُونَ ﴿   \"Dan mereka berkata,\" seraya mendustakan, ﴾ مَتَىٰ  هَٰذَا  ٱلۡوَعۡدُ   إِن    كُنتُمۡ     صَٰدِقِينَ  ﴿ \"Kapankan datangnya ancaman itu jika kamu adalah orang-orang yang benar.\" Mereka menganggap bahwa tanda-tanda benarnya mereka adalah bahwa beliau a mengabarkan waktu terjadinya ancaman tersebut dan ini merupakan kezhaliman dan pembangkangan.                \n(26) ﴾ قُلۡ     إِنَّمَا  ٱلۡعِلۡمُ     عِندَ  ٱللَّهِ ﴿ \"Sesungguhnya ilmu (tentang Hari Kiamat itu) hanya pada sisi Allah,\" tidak diketahui oleh seorang pun dan tidak ada korelasi antara berita ini dan berita kapan kejadiannya, sebab kebenaran bisa diketahui dengan bukti-buktinya. Allah سبحانه وتعالى telah menegakkan berbagai dalil dan bukti nyata atas kebenaran-nya yang tidak menyisakan keraguan sedikit pun bagi mereka yang mau mendengarkan dan menyaksikannya."
        },
        {
            "ind": "Ketika mereka melihat azab (pada hari kiamat) sudah dekat, muka orang-orang kafir itu menjadi muram. Dan dikatakan (kepada mereka) inilah (azab) yang dahulunya kamu selalu meminta-mintanya.",
            "arb": "فَلَمَّا رَأَوْهُ زُلْفَةً سِيئَتْ وُجُوهُ الَّذِينَ كَفَرُوا وَقِيلَ هَٰذَا الَّذِي كُنتُم بِهِ تَدَّعُونَ",
            "transliterasi": "Falammā Ra'awhu Zulfatan Sī'at Wujūhu Al-Ladhīna Kafarū Wa Qīla Hādhā Al-Ladhī Kuntum Bihi Tadda`ūna.",
            "eng": "Yet in the end, when they shall see that [fulfilment] close at hand, the faces of those who were bent on denying the truth will be stricken with grief; and they will be told, \"This it is that you were [so derisively] calling for!\"",
            "kemenag": "Ayat ini menerangkan bahwa hati orang-orang kafir menjadi kecut dan warna muka mereka berubah setelah meyakini akan dekatnya kedatangan azab yang dijanjikan pada hari Kiamat dan kedahsyatan yang akan menimpa mereka pada hari itu. Mereka berada dalam keadaan penuh ketakutan dan penyesalan yang tidak henti-hentinya. Pada saat itu malaikat mengatakan, \"Inilah hari Kiamat dan azab Allah yang kamu dustakan sewaktu hidup di dunia dahulu, bahkan kamu selalu meminta-minta kedatangannya.\"\nPada ayat yang lain, Allah berfirman:\n\nDan jelaslah bagi mereka kejahatan apa yang telah mereka kerjakan dan mereka diliputi oleh apa yang dahulu mereka selalu memperolok-olokkannya. (az-Zumar/39: 48)\n",
            "kemenag_ringkas": "Keadaan kaum musyrik yang mengolok kedatangan Kiamat dan mendurhakai Allah digambarkan dalam ayat ini. _Maka ketika mereka melihat azab_ yang mereka dustakan itu _sudah dekat_ kehadirannya yaitu pada hari Kiamat, _wajah orang-orang kafir itu menjadi muram. Dan dikatakan_ kepada mereka, “_Inilah_ azab _yang_ _dahulunya_ selalu_ kamu minta_ untuk disegerakan.”&nbsp;",
            "ibnu_katsir": "Firman Allah Swt.:\n\nKetika mereka melihat azab (pada hari kiamat) sudah dekat, muka orang-orang kafir itu menjadi muram. (Al-Mulk: 27)\n\nYaitu ketika hari kiamat terjadi dan orang-orang kafir menyaksikannya, serta mereka lihat dengan mata kepala mereka sendiri bahwa hari kiamat sudah dekat di depan matanya. Dalam ayat ini diungkapkan dengan istilah dekat karena setiap perkara yang pasti terjadi dapat diungkapkan dengan ungkapan kepastian, sekalipun jarak masanya cukup lama. Dan ketika terjadi apa yang mereka dustakan itu, bermuram durjalah muka mereka karena mereka mengetahui keburukan yang telah mereka kerjakan di masa sebelumnya. Yakni di saat keburukan meliputi diri mereka, maka datanglah hari kiamat menimpa mereka yang sebelumnya mereka tidak menyadari dan memperhitungkannya.\n\nDan jelaslah bagi mereka azab dari Allah yang belum pernah mereka perkirakan. Dan (jelaslah) bagi mereka akibat buruk dari apa yang telah mereka perbuat dan mereka diliputi oleh pembalasan yang mereka dahulu selalu memperolok-olokkannya. (Az-Zumar: 47-48)\n\nKarena itulah maka dikatakan kepada mereka dengan nada kecaman dan celaan:\n\ninilah (azab) yang dahulunya kamu selalu meminta-mintanya. (Al-Mulk: 27)\n\nYakni kalian meminta agar segera didatangkan.",
            "jalalain": "(Ketika mereka melihat azab itu) sesudah mereka dihimpunkan (sudah dekat) artinya, dekat sekali (menjadi muramlah) menjadi hitam muramlah (muka orang-orang kafir itu. Dan dikatakan) kepada mereka, yakni para malaikat penjaga neraka berkata kepada mereka (\"Inilah) azab (yang dahulu kalian terhadapnya) yakni sewaktu kalian diancam dengan azab ini (selalu menganggapnya sebagai yang diada-adakan.\") Yakni kalian menduga, bahwasanya kalian tidak akan dibangkitkan menjadi hidup kembali. Hal ini menceritakan keadaan di masa mendatang, akan tetapi ungkapannya memberikan pengertian sudah terjadi. Ini tiada lain karena subjeknya pasti benar-benar terjadi.",
            "quraish_shihab": "Ketika mereka menyaksikan janji itu dekat dari mereka, muka orang-orang kafir itu dipenuhi kesedihan dan kehinaan. Dengan nada mengejek dan menyakiti, dikatakan kepada mereka, \"Inilah yang kalian minta disegerakan.\"",
            "saadi": "Please check ayah 67:30 for complete tafsir."
        },
        {
            "ind": "Katakanlah: \"Terangkanlah kepadaku jika Allah mematikan aku dan orang-orang yang bersama dengan aku atau memberi rahmat kepada kami, (maka kami akan masuk surga), tetapi siapakah yang dapat melindungi orang-orang yang kafir dari siksa yang pedih?\"",
            "arb": "قُلْ أَرَأَيْتُمْ إِنْ أَهْلَكَنِيَ اللَّهُ وَمَن مَّعِيَ أَوْ رَحِمَنَا فَمَن يُجِيرُ الْكَافِرِينَ مِنْ عَذَابٍ أَلِيمٍ",
            "transliterasi": "Qul 'Ara'aytum 'In 'Ahlakanī Allāhu Wa Man Ma`ī 'Aw Raĥimanā Faman Yujīru Al-Kāfirīna Min `Adhābin 'Alīmin.",
            "eng": "SAY [O Prophet]: \"What do you think? Whether God destroys me and those who follow me, or graces us with His mercy - is there anyone that could protect [you] deniers of the truth from grievous suffering [in the life to come]?\"",
            "kemenag": "Rasulullah saw menyeru orang-orang kafir agar beriman kepada Allah Yang Maha Esa dan menerangkan bahwa orang-orang yang menyembah berhala itu adalah orang yang bodoh, karena mereka menyembah sesuatu yang tidak dapat mendatangkan manfaat dan mudarat. Sebagai reaksi terhadap seruan Rasulullah itu, mereka berkata kepada teman-temannya, \"Tunggu sajalah sampai saat tuhan kita membunuh atau mencelakakan Muhammad dan pengikut-pengikutnya. Jika mereka telah rusak binasa atau terbunuh semuanya, tentu mereka akan berhenti dengan sendirinya menyiarkan agama mereka. Pada waktu itu barulah kita terlepas dari gangguan dan hasutan-hasutannya.\"\n\nBukankah Allah yang mencukupi hamba-Nya? Mereka menakut-nakutimu dengan (sesembahan) yang selain Dia. Barang siapa dibiarkan sesat oleh Allah maka tidak seorang pun yang dapat memberi petunjuk kepadanya. (az-Zumar/39: 36)\n\nAllah membantah perkataan mereka dengan memerintahkan Nabi Muhammad untuk mengatakan kepada mereka, \"Wahai orang-orang musyrik, cobalah terangkan kepadaku, apakah faedah dan manfaat yang akan kamu peroleh, jika doamu itu diperkenankan oleh berhala-berhala yang kamu sembah selain Allah, sementara aku dan semua orang-orang yang beriman rusak binasa dan mati semua? Apakah kebinasaan aku dan orang-orang yang beriman bersamaku itu dapat membebaskan kamu dari azab Allah yang kamu durhakai itu? Tidaklah kamu sekalian ingat bahwa telah menjadi ketetapan-Nya, bahwa azab itu tetap diberikan kepada setiap orang yang ingkar kepada-Nya dan selalu berbuat kejahatan? Apakah kamu tidak pernah memikirkan akibat doamu itu hai orang-orang kafir? Seandainya aku dan pengikut-pengikutku mati semua dan dimasukkan-Nya ke dalam surga yang dijanjikan-Nya kepada kami, apakah kamu akan lepas dari azab Allah, dan siapakah yang dapat melepaskan kamu dari azab Allah itu?\"\nJawaban yang disampaikan oleh Rasulullah saw di atas merupakan jawaban yang sangat tepat dan mempengaruhi hati dan pikiran kaum musyrikin, karena yang menyampaikan perkataan itu kepada mereka adalah orang yang mereka percayai, segani, dan akui kepemimpinannya. Orang itu adalah Nabi Muhammad yang pernah mereka serahi menyelesaikan perselisihan yang terjadi antar mereka, dan mereka mengakui penyelesaiannya itu adalah penyelesaian yang paling tepat dan adil. Walaupun ajaran yang disampaikan Muhammad itu berbeda dengan kepercayaan yang mereka anut, tetapi pribadi Muhammad itu adalah jawaban yang dapat diterima oleh orang yang mau mempergunakan akal pikirannya dengan benar.\n",
            "kemenag_ringkas": "Kaum musyrik karena kebenciannya kepada Nabi Muhammad sering mengharapkan agar Nabi Muhammad cepat mati. _Katakanlah_ wahai Nabi Muhammad, “_Tahukah kamu jika Allah mematikan aku dan orang-orang yang bersamaku_ yaitu yang sama dalam keimanan sebagaimana yang kamu harapkan maka kami akan masuk surga, _atau memberi rahmat kepada kami_ dengan memanjangkan usia kami sehingga menganugerahkan kemenangan kepada kami. Sedangkan kamu, wahai kaum musyrik, akan mendapat siksa, _lalu siapa yang dapat melindungi_ kamu dan _orang-orang kafir_ selain kamu _dari azab yang pedih?_”",
            "ibnu_katsir": "Allah Swt. berfirman:\n\nKatakanlah. (Al-Mulk: 28)\n\nhai Muhammad, kepada orang-orang yang mempersekutukan Allah lagi ingkar kepada nikmat-nikmat-Nya.\n\nTerangkanlah kepadaku jika Allah mematikan aku dan orang-orang yang bersama dengan aku atau memberi rahmat kepada kami, (maka kami akan masuk surga), tetapi siapakah yang dapat melindungi orang-orang yang kafir dari azab yang pedih? (Al-Mulk: 28)\n\nArtinya, selamatkanlah diri kalian, karena sesungguhnya tiada yang dapat menyelamatkan kalian dari azab Allah selain dari tobat dan kembali ke jalan agama-Nya. Dan tiada gunanya lagi bagi kalian apa yang kalian khayalkan bahwa azab dan pembalasan akan menimpa kami. Maka sama saja apakah Allah mengazab kami atau merahmati kami, tidak akan mengubah nasib kalian yang pasti akan tertimpa pembalasan dan azab-Nya yang pedih.",
            "jalalain": "(Katakanlah!, \"Terangkanlah kepadaku jika Allah mematikan aku dan orang-orang yang bersama dengan aku) yakni orang-orang mukmin, kami binasa karena azab-Nya, sebagaimana yang kalian maksudkan (atau memberi rahmat kepada kami) maksudnya, Dia tidak mengazab kami (tetapi siapakah yang dapat melindungi orang-orang yang kafir dari siksa yang pedih?\") Tentu saja tiada seorang pun yang dapat melindungi mereka dari azab-Nya.",
            "quraish_shihab": "Katakanlah, \"Beritahukanlah kepadaku apakah Allah mematikan aku dan orang-orang Mukmin yang bersamaku seperti yang kalian inginkan, atau Dia memberi rahmat kepada kami dengan menunda ajal kami dan menyelamatkan kami dari siksa-Nya. Dengan dua kemungkinan di atas, Dia tetap menyelamatkan kami. Maka siapakah yang melindungi orang-orang kafir dari siksa pedih yang berhak mereka terima lantaran kekafiran dan kebanggaan mereka terhadap tuhan-tuhan mereka?",
            "saadi": "Please check ayah 67:30 for complete tafsir."
        },
        {
            "ind": "Katakanlah: \"Dialah Allah Yang Maha Penyayang kami beriman kepada-Nya dan kepada-Nya-lah kami bertawakkal. Kelak kamu akan mengetahui siapakah yang berada dalam kesesatan yang nyata\".",
            "arb": "قُلْ هُوَ الرَّحْمَٰنُ آمَنَّا بِهِ وَعَلَيْهِ تَوَكَّلْنَا ۖ فَسَتَعْلَمُونَ مَنْ هُوَ فِي ضَلَالٍ مُّبِينٍ",
            "transliterasi": "Qul Huwa Ar-Raĥmānu 'Āmannā Bihi Wa `Alayhi Tawakkalnā Fasata`lamūna Man Huwa Fī Đalālin Mubīnin.",
            "eng": "Say: \"He is the Most Gracious: we have attained to faith in Him, and in Him have we placed our trust; and in time you will come to know which of us was lost in manifest error.\"",
            "kemenag": "Allah memerintahkan kepada Nabi Muhammad untuk mengatakan kepada orang-orang kafir Mekah, \"Hai orang-orang kafir; aku dan pengikut-pengikutku telah beriman kepada Tuhan semesta alam, Tuhan Yang Maha Pemurah dan Maha Penyayang kepada hamba-hamba-Nya, Tuhan yang menetapkan hukum dengan adil. Hanya kepada-Nya sajalah kami serahkan diri dan segala urusan kami, karena Dialah yang menentukan keadaan diri kami dan hanya kepada-Nya sajalah kami mohon pertolongan, karena hanya Dialah yang memberi pertolongan dan memberi kami rezeki untuk kelangsungan hidup dan kehidupan kami. Hanya Dialah yang dapat membebaskan kami dari semua bencana dan malapetaka yang mungkin menimpa kami.\" \nAyat ini seolah-olah mencela sikap dan tindakan orang-orang kafir yang menyembah patung-patung yang mereka buat sendiri yang tidak dapat memberi manfaat dan mudarat bahkan harus mereka sendiri yang memelihara dan merawatnya. Demikian pula sikap orang-orang kafir yang selalu membangga-banggakan kekayaan, kekuasaan, dan keturunan mereka, sebagaimana Allah berfirman:\n\nDan mereka berkata, \"Kami memiliki lebih banyak harta dan anak-anak (daripada kamu) dan kami tidak akan diazab.\" (Saba'/34: 35)\n\nKarena kekafiran itu, mereka tidak akan memperoleh kesenangan hidup di akhirat nanti. Kelak mereka akan mengetahui, siapa di antara mereka dan orang-orang mukmin yang menempuh jalan yang benar dan siapa yang menempuh jalan yang sesat. Yang menempuh jalan yang benar sampai ke tempat yang baik penuh kenikmatan dan yang menempuh jalan yang sesat tentu akan sampai di tempat yang sesat pula, penuh kesengsaraan dan penderitaan.\n",
            "kemenag_ringkas": "Kaum musyrik itu tidak berkutik dengan pertanyaan itu. _Katakanlah_, wahai Nabi, “_Dialah_ saja bukan selain-Nya, _Yang Maha Pengasih, kami beriman kepada-Nya_ dan hanya _kepada-Nya kami bertawakal_ dengan sepenuh hati. _Maka kelak kamu akan tahu siapa yang berada dalam kesesatan yang nyata_ apakah golongan kami atau kamu.”",
            "ibnu_katsir": "Kemudian disebutkan dalam firman berikutnya:\n\nKatakanlah, \"Dialah Allah Yang Maha Penyayang, kami beriman kepada-Nya dan kepada-Nyalah kami bertawakal. (Al-Mulk: 29)\n\nYakni kami beriman kepada Tuhan semesta alam Yang Maha Pemurah lagi Maha Penyayang, dan kepada-Nyalah kami bertawakal dalam semua urusan kami. Sebagaimana yang disebutkan dalam ayat lain melalui firman-Nya:\n\nmaka sembahlah Dia dan bertawakallah kepada-Nya. (Hud: 123) \n\nUntuk itulah maka disebutkan dalam firman berikutnya:\n\nKelak kamu akan mengetahui siapakah dia yang berada dalam kesesatan yang nyata, (Al-Mulk: 29)\n\nYaitu apakah kami atau kalian, dan bagi siapakah kesudahan yang baik di dunia dan di akhirat nanti?",
            "jalalain": "(Katakanlah!, \"Dialah Allah Yang Maha Penyayang kami beriman kepada-Nya dan kepada-Nyalah kami bertawakal. Kelak kalian akan mengetahui) bilamana mereka menyaksikan azab itu. Lafal fasata`lamuuna dapat pula dibaca fasaya`lamuuna, artinya kelak mereka akan mengetahui di saat mereka menyaksikan azab (siapakah yang berada dalam kesesatan yang nyata.\") Kami-kah atau mereka?",
            "quraish_shihab": "Dialah Zat Yang Maha Pemurah yang kami yakini dan kalian tidak meyakini-Nya. Hanya kepada-Nyalah kami bertawakkal, sementara kalian bertawakkal kepada yang lain-Nya. Tatkala siksa itu datang, kalian akan tahu manakah di antara kedua kelompok itu yang tersesat jauh dari kebenaran.\"",
            "saadi": "Please check ayah 67:30 for complete tafsir."
        },
        {
            "ind": "Katakanlah: \"Terangkanlah kepadaku jika sumber air kamu menjadi kering; maka siapakah yang akan mendatangkan air yang mengalir bagimu?\".",
            "arb": "قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ مَاؤُكُمْ غَوْرًا فَمَن يَأْتِيكُم بِمَاءٍ مَّعِينٍ",
            "transliterasi": "Qul 'Ara'aytum 'In 'Aşbaĥa Mā'uukum Ghawrāan Faman Ya'tīkum Bimā'in Ma`īnin",
            "eng": "Say [unto those who deny the truth]: \"What do you think? If of a sudden all your water were to vanish underground, who [but God] could provide you with water from [new] unsullied springs?\"",
            "kemenag": "Dalam ayat ini, Allah menerangkan lagi tanda-tanda kebesaran dan kekuasaan-Nya, setelah pada ayat yang lalu Dia memerintahkan agar bertawakal kepada-Nya. Allah memerintahkan Muhammad mengatakan kepada orang-orang kafir, \"Hai orang-orang kafir, cobalah terangkan kepadaku, apa yang terpikir olehmu, seandainya atas kehendak Allah seluruh air yang mengalir di permukaan bumi ini meresap ke dalam tanah, sehingga sumber-sumber air dan sumurmu menjadi kering, timba-timbamu tidak dapat menimba air lagi. Apakah tuhanmu yang lain dapat mendatangkan air itu, sehingga kamu dapat minum, kebun-kebunmu menjadi subur kembali dan binatang-binatang ternakmu dapat berkembang biak? Tidak ada sesuatu pun yang dapat mendatangkan air itu kecuali Allah Yang Maha Pemurah dan Penyayang kepada hamba-hamba-Nya. Kenapa kamu masih menyekutukan-Nya dengan sesuatu yang tidak layak bagi-Nya?\"\nAyat ini menyuruh orang-orang kafir membandingkan dasar ketuhanan menurut pengertian mereka dengan sifat pemahaman ketuhanan menurut agama yang disampaikan Muhammad saw. Tuhan yang disembah menurut yang diajarkan Rasulullah adalah Tuhan pencipta seluruh makhluk, dan menjaga kelangsungan hidup semua yang hidup di alam ini. Dia Mahakuasa dan Maha Menentukan segala sesuatu, tidak memerlukan sesuatu apa pun untuk menolong-Nya dan sebagainya. Bukan Tuhan yang dibuat manusia atau diangkat oleh manusia sendiri untuk disembah, seperti pemahaman ketuhanan orang-orang musyrik. Ayat ini seakan mengingatkan mereka bahwa Tuhan yang pantas disembah itu hanyalah Tuhan Yang Maha Esa, tidak beranak, tidak dilahirkan, tidak berserikat dengan suatu apa pun, dan tidak memerlukan makhluk-makhluk lain untuk membantu-Nya melaksanakan setiap urusan.\n",
            "kemenag_ringkas": "Sebagai penutup surah ini, Allah memerintahkan kepada Nabi Muhammad agar mengingat aneka nikmat Allah, terutama nikmat air yang merupakan sumber utama kehidupan (lihat surah al-Anbiyà’/21:30). _Katakanlah_ wahai Nabi Muhammad, “_Terangkanlah kepadaku jika sumber air kamu_ dan sumber air lainnya _menjadi kering. maka siapa yang akan memberimu air yang mengalir?_”. Pasti tidak ada kecuali Allah, Tuhan Pemelihara seluruh alam. Maka sudah sewajarnya kalau manusia hanya menyembah kepada-Nya.",
            "ibnu_katsir": "Kemudian Allah Swt. berfirman, menampakkan rahmat-Nya kepada makhluk-Nya:\n\nKatakanlah, \"Terangkanlah kepadaku jika sumber air kamu menjadi kering.” (Al-Mulk: 30)\n\nYakni meresap jauh ke dalam lapisan yang sangat dalam di bumi, sehingga tidak dapat dicapai dengan cangkul dan alat besi, tidak pula dapat diraih dengan tangan-tangan yang kuat. Lafaz al-gair adalah lawan kata dari an-nabi', yakni kering lawan kata dari menyemburkan. Maka disebutkan dalam firman berikutnya:\n\nmaka siapakah yang akan mendatangkan air yang mengalir bagimu? (Al-Mulk: 30)\n\nMaksudnya, air yang memancar dan mengalir di permukaan bumi. Makna yang dimaksud ialah tiada yang dapat melakukannya selain dari Allah Swt. Maka termasuk dari kemurahan dan karunia-Nya, Allah menyemburkan air bagi kalian dan menjadikannya mengalir di berbagai kawasan di bumi sesuai dengan apa yang dibutuhkan oleh hamba-hamba-Nya di masing-masing kawasan, ada yang memerlukan secukupnya dan ada pula yang memerlukan banyak. Maka segala puji dan karunia hanyalah bagi Allah Swt.",
            "jalalain": "(Katakanlah, \"Terangkanlah kepadaku jika sumber air kalian menjadi kering;) yakni airnya masuk jauh ke dalam bumi (maka siapakah yang akan mendatangkan air yang mengalir bagi kalian?\") Sehingga air itu menyumber dan dapat dicapai oleh tangan atau oleh timba-timba, sebagaimana air yang kalian miliki sekarang? Tiada seorang pun yang dapat mendatangkannya selain Allah swt. Maka, mengapa kalian mengingkari adanya hari berbangkit, yaitu hari di mana Dia membangkitkan kalian menjadi hidup kembali. Disunahkan bagi pembaca surah ini, bila bacaannya sampai kepada lafal ma`iin, hendaknya ia mengucapkan kalimat jawabannya, yaitu \"allaahu rabbul 'aalamiina/Allah Rabb semesta alam yang dapat mengeluarkannya. Demikianlah menurut keterangan yang dikemukakan di dalam hadis. Dan ayat ini dibacakan terhadap sebagian orang-orang yang bersifat angkara murka, maka menurut perawinya, bahwa cangkul dan sekop penggali tanah terus menghunjam ke tanah, akan tetapi sumber air tidak muncul-muncul juga; ia telah pergi jauh meresap ke dalam bumi yang tidak dapat dicapainya. Kami berlindung kepada Allah dari perbuatan berani melawan Allah dan ayat-ayat-Nya.",
            "quraish_shihab": "Katakanlah, \"Terangkanlah kepadaku jika air kalian menghilang dari bumi dan tidak dapat kalian temukan dengan cara apapun. Siapakah--selain Allah--yang dapat mendatangkan kepada kalian air suci yang memancar ke siapa saja yang menginginkannya.\"",
            "saadi": "\"Ketika mereka melihat azab (pada Hari Kiamat) sudah dekat, muka orang-orang kafir itu menjadi muram. Dan dikata-kan (kepada mereka), 'Inilah (azab) yang dahulunya kamu selalu meminta-mintanya.' Katakanlah, 'Terangkanlah kepadaku jika Allah mematikan aku dan orang-orang yang bersama denganku atau memberi rahmat kepada kami, (maka kami akan masuk surga), tetapi siapakah yang dapat melindungi orang-orang yang kafir dari siksa yang pedih?' Katakanlah, 'Dia-lah Allah Yang Maha Penyayang, kami beriman kepadaNya dan kepadaNya-lah kami bertawakal. Kelak kamu akan mengetahui siapakah dia yang berada dalam kesesatan yang nyata.' Katakanlah, 'Terangkanlah kepadaku jika sumber airmu menjadi kering; maka siapakah yang akan mendatangkan air yang mengalir bagimu?'\" (Al-Mulk: 27-30).\n(27) Maksudnya, kedustaan orang-orang kafir dan tipuan mereka berlaku di dunia, dan ketika Hari Pembalasan tiba, tatkala mereka melihat azab ﴾ زُلۡفَةٗ ﴿   \"sudah dekat,\" siksaan itu membuat muka orang-orang kafir itu menjadi muram, membuat mereka takut dan menggelisahkan mereka. Karena itu wajah mereka ber-ubah dan mereka pun dihina serta dicela atas kedustaan mereka. Dan dikatakan kepada mereka ﴾ هَٰذَا  ٱلَّذِي   كُنتُم   بِهِۦ  تَدَّعُونَ  ﴿ \"Inilah (azab) yang dahulunya kamu selalu meminta-mintanya.\" Pada hari ini kalian melihat sendiri azab ini dengan mata kepala kalian. Siksaan telah terlihat jelas bagi kalian. Semua sebab telah terputus dari kalian dan yang tersisa dari kalian hanyalah merasakan azab.                \n(28) Karena orang-orang yang mendustakan Rasulullah a, yang menolak seruannya itu menanti kematiannya seraya ragu, maka Allah سبحانه وتعالى memerintahkan Rasulullah a untuk berkata pada mereka, \"Jika kalian mendapatkan apa yang kalian inginkan, ﴾ أَهۡلَكَنِيَ  ٱللَّهُ  وَمَن  مَّعِيَ ﴿   \"dan Allah mematikan aku dan orang-orang yang bersama denganku,\" hal itu tidak berguna sama sekali bagi kalian, karena kalian mengingkari tanda-tanda kebesaran Allah سبحانه وتعالى dan kalian pun berhak mendapatkan siskaan, lantas siapakah yang akan melin-dungi kalian ﴾ مِنۡ  عَذَابٍ  أَلِيمٖ ﴿   \"dari siksa yang pedih,\" yang pasti terjadi pada kalian? Karena itu, usaha susah payah kalian dan keinginan keras kalian agar aku mati itu sama sekali tidak berguna bagi kalian.                \n(29) Di antara perkataan mereka menyatakan, bahwa me-reka berada di atas petunjuk sedangkan Rasulullah a berada di atas kesesatan. Mereka mengulang-ulang hal itu dan senantiasa seperti itu. Mereka pun berdebat dan berperang karena hal itu. Kemudian Allah سبحانه وتعالى memerintahkan NabiNya untuk memberitahu-kan tentang kondisinya dan kondisi para pengikutnya, dengan pemberitahuan itu, masing-masing orang akan terlihat jelas petun-juknya, yaitu mereka mengatakan, ﴾ ءَامَنَّا  بِهِۦ وَعَلَيۡهِ  تَوَكَّلۡنَاۖ ﴿   \"Kami beriman kepadaNya dan kepadaNya-lah kami bertawakal.\" Iman mencakup pembenaran batin dan amalan lahir batin. Mengingat kualitas dan kesempurnaan amalan tergantung pada tawakal, maka Allah سبحانه وتعالى mengistimewakan tawakal di antara berbagai amalan. Jika pun tidak demikian, tawakal tetap termasuk dalam keimanan dan termasuk salah satu konsekuensinya. Ini sejalan dengan Firman Allah سبحانه وتعالى, \n﴾ وَعَلَى  ٱللَّهِ  فَتَوَكَّلُوٓاْ  إِن  كُنتُم  مُّؤۡمِنِينَ  23   ﴿\n\"Dan hanya kepada Allah-lah hendaknya kalian bertawakal jika kalian memang orang-orang yang beriman.\" (Al-Ma`idah: 23).\nKarena seperti inilah kondisi Rasulullah a dan orang-orang yang bersamanya, kondisi yang mengharuskan mereka mendapat-kan keberuntungan dan kebahagiaan. Sedangkan kondisi para musuh Rasulullah a adalah sebaliknya. Mereka tidak memiliki keimanan dan tawakal. Dengan demikian dapat diketahui siapa yang berada di atas petunjuk dan siapa yang berada di atas kese-satan yang nyata.                \n(30) Selanjutnya Allah سبحانه وتعالى memberitahukan bahwa hanya Dia sendiri yang memberi nikmat, khususnya air, yang dijadikan Allah سبحانه وتعالى sebagai cikal bakal semua kehidupan. Allah سبحانه وتعالى berfirman, ﴾ قُلۡ  أَرَءَيۡتُمۡ  إِنۡ    أَصۡبَحَ  مَآؤُكُمۡ     غَوۡرٗا  ﴿ \"Katakanlah, 'Terangkanlah kepadaku jika sumber airmu menjadi kering',\" yakni habis kerontang, ﴾ فَمَن  يَأۡتِيكُم بِمَآءٖ     مَّعِينِۭ ﴿   \"maka siapakah yang akan mendatangkan air yang mengalir bagimu\" yang kalian minum dan untuk memberi minum binatang ternak, pepohonan dan tanaman? Pertanyaan ini bermakna menafikan. Maksudnya, tidak ada yang mampu mengalirkan air selain Allah سبحانه وتعالى.                \n                                                            Selesai tafsir Surat al-Mulk. Segala puji milik Allah سبحانه وتعالى semata."
        }
    ]
}