{
    "number": 54,
    "name": "Al-Qamar",
    "ar": "سُورَةُ القَمَرِ",
    "en": "Al-Qamar",
    "id": "Bulan",
    "revelationType": "Meccan",
    "numberOfAyahs": 55,
    "ayahs": [
        {
            "ind": "Telah dekat datangnya saat itu dan telah terbelah bulan.",
            "arb": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ اقْتَرَبَتِ السَّاعَةُ وَانشَقَّ الْقَمَرُ",
            "transliterasi": "Iqtarabatis-sā‘atu wansyaqqal-qamar(u).",
            "eng": "THE LAST HOUR draws near, and the moon is split asunder!",
            "kemenag": "Allah menyatakan bahwa hari Kiamat hampir datang, pada waktu kehidupan dunia akan berakhir. Dalam ayat lain yang bersamaan maksudnya Allah berfirman: \nKetetapan Allah pasti datang, maka janganlah kamu meminta agar dipercepat (datang)nya. (an-Nahl/16: 1) \nAllah berfirman: \nTelah semakin dekat kepada manusia perhitungan amal mereka, sedang mereka dalam keadaan lalai (dengan dunia), berpaling (dari akhirat). (al-Anbiya'/21: 1) \nPada waktu itu bulan akan pecah bercerai-berai akibat penyimpangan dari peredarannya, sebagaimana diutarakan dalam ayat-ayat yang lain yang bersamaan maksudnya: \nApabila langit terbelah. (al-Insyiqaq/84: 1) \nDan firman-Nya: \nApabila matahari digulung, dan apabila bintang-bintang berjatuhan. (at-Takwir/81: 1-2) \nBanyak lagi ayat lain yang menunjukkan kejadian yang sangat dahsyat yang akan terjadi ketika hancurnya alam ini dengan tibanya hari Kiamat. Kebanyakan mufasir berpendapat bahwa kejadian tersebut pada ayat pertama telah terjadi dan bulan telah terbelah dua pada masa Nabi Muhammad saw, lima tahun sebelum beliau hijrah. Menurut hadis yang diriwayatkan al-Bukhari, Muslim dan Ibnu Jarir dari Anas bin Malik bahwa penduduk Mekah meminta kepada Nabi Muhammad saw, agar mengemukakan suatu mukjizat sebagai bukti kerasulannya, maka Allah memperlihatkan kepada mereka bulan terbelah dua, sehingga mereka melihat \"Jabal Nur\" berada di antara dua belahan bulan tersebut. Diriwayatkan pula dari Sahih alBukhari, Muslim dan para perawi-perawi hadis lainnya dari Ibnu Mas'ud bahwa: \"Bulan telah terbelah pada masa Nabi Muhammad saw, menjadi dua belah, sebelah berada di atas bukit dan yang lain berada di bawahnya, seraya Nabi Muhammad saw berseru, \"Saksikanlah!\" Abu Dawud meriwayatkan pula bahwa, \"Telah terjadi pembelahan bulan pada masa Nabi Muhammad saw, maka orang-orang Quraisy berkata, \"Ini adalah sihir anak Abu Kabsyah.\" Lalu seorang dari mereka berkata, \"Tunggulah dahulu berita yang dibawa oleh para musafir yang tiba, karena Muhammad saw tak sanggup mensihirkan semua manusia.\" Lalu tibalah para musafir membawa berita kejadian tersebut. Lalu dalam riwayat al-Baihaqi terdapat tambahan, \"Lalu mereka bertanya kepada para musafir yang berdatangan dari semua penjuru, jawaban mereka, \"Sungguh kami telah melihatnya,\" lalu Allah menurunkan ayat ini, \"Telah dekat (datangnya) saat itu dan telah terbelah bulan.\" Para ahli tafsir berbeda pendapat tentang terbelahnya bulan. Sebagian berpendapat bahwa bulan itu memang telah terbelah pada masa Nabi sebagai bagian dari mukjizatnya. Tetapi sebagian mufasir berpendapat bulan pasti terbelah bukan terjadi pada masa nabi, tetapi akan terjadi nanti pada saat hari Kiamat. Hal ini disebabkan karena hilangnya keseimbangan daya tarik menarik antar planet. (",
            "kemenag_ringkas": "Terdapat keterkaitan erat antara Surah an-Najm dengan Surah al-Qamar. Bila Surah an-Najm ditutup dengan ancaman terhadap orang kafir tentang hari kiamat yang makin dekat, Surah al-Qamar diawali dengan penegasan bahwa kiamat itu benar-benar telah dekat. Allah juga menunjukkan kuasa-Nya terhadap bulan. _Saat_ kedatangan hari kiamat yang telah ditetapkan _semakin dekat, bulan pun terbelah._",
            "ibnu_katsir": "Allah Swt. menceritakan tentang dekatnya hari kiamat dan habisnya usia dunia serta keruntuhannya, sebagaimana yang disebutkan dalam ayat lain melalui firman-Nya:\n\nTelah pasti datangnya ketetapan Allah. (An-Nahl: 1) \n\nDan firman Allah Swt.:\n\nTelah dekat kepada manusia hari menghisab segala amalan mereka, sedangkan mereka berada dalam kelalaian lagi berpaling (darinya). (Al-Anbiya: 1)\n\nBanyak hadis yang menerangkan hal ini. \n\nAl-Hafiz Abu Bakar Al-Bazzar mengatakan, telah menceritakan kepada kami Muhammad ibnul Mus'anna dan Amr ibnul Ala. Keduanya mengatakan, telah menceritakan kepada kami Khalaf ibnu Musa, telah menceritakan kepadaku ayahku, dari Qatadah, dari Anas, bahwa Rasulullah Saw. di suatu hari berkhotbah kepada para sahabatnya di saat mentari hampir saja tenggelam, dan tiada yang masih kelihatan darinya kecuali hanya sebagian kecil saja. Maka beliau bersabda: Demi Tuhan yang jiwaku berada di dalam genggaman­-Nya, tiada yang tersisa dari usia dunia ini terhadap masa-masa yang telah dilaluinya, melainkan seperti tersisanya waktu dari hari kalian sekarang terhadap waktu-waktu yang telah dilaluinya, dan tiada yang dapat kita lihat dari mentari ini kecuali hanya sebagian kecilnya.\n\nMenurut hemat kami, hadis ini bersumber dari Khalaf ibnu Musa ibnu Khalaf yang tuna netra, dari ayahnya. \n\nIbnu Hibban telah menyebutkannya di antara perawi-perawi yang berpredikat siqah, dan mengatakan bahwa barangkali dia keliru (ada hadis lain yang menguatkan dan menafsirkan pengertiannya).\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Al-Fadl ibnu Dakin, telah menceritakan kepada kami Syarik, telah menceritakan kepada kami Salamah ibnu Kahil, dari Mujahid, dari Ibnu Umar yang mengatakan, \"Ketika kami sedang duduk-duduk di sisi Nabi Saw. di saat mentari berada di atas Qu'aiqa'an selepas waktu asar, maka bersabdalah beliau Saw.: 'Tiadalah usia kalian bila dibandingkan dengan usia orang-orang yang sebelum kalian melainkan seperti waktu yang tersisa dari siang hari ini dibandingkan dengan waktu-waktu yang telah dilaluinya (sejak pagi hari)'.\"\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Husain, telah menceritakan kepada kami Muhammad ibnu Mitraf, dari Abu Hazim, dari Sahl ibnu Sa'd yang mengatakan bahwa ia pernah mendengar Rasulullah Saw. bersabda: Aku diutus sedangkan (antara) aku dan hari kiamat seperti ini. seraya mengisyaratkan dengan kedua jarinya, yaitu jari telunjuk dan jari tengahnya. \n\nImam Bukhari dan Imam Muslim mengetengahkan hadis ini melalui Abu Hazim alias Salamah ibnu Dinar.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Muhammad ibnu Ubaid, telah menceritakan kepada kami Al-A'masy, dari Abu Khalid, dari Wahb As-Siwa'i yang mengatakan bahwa Rasulullah Saw. telah bersabda: Aku diutus sedangkan jarak antara aku dan hari kiamat sama dengan jarak antara jari ini dan jari ini, yang hampir saja mendahuluiku.\n\nYakni sangat dekat. Al-A'masy (perawi) mengatakan hadis ini seraya menggabungkan antara jari telunjuk dan jari tengahnya.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Abul Mugirah, telah menceritakan kepada kami Al-Auza'i, telah menceritakan kepadaku Ismail ibnu Ubaidillah yang mengatakan bahwa Anas ibnu Malik datang kepada Al-Walid ibnu Abdul Malik, lalu bertanya kepadanya tentang apa yang pernah ia dengar dari Rasulullah Saw. tentang hari kiamat. Maka Al-Walid ibnu Abdul Malik menjawab, bahwa ia pernah mendengar Rasulullah Saw. bersabda: Kalian dan hari kiamat sama dengan (jarak) kedua (jari) ini.\n\nImam Ahmad meriwayatkan hadis ini secara tunggal, dan hadis ini mempunyai syahid (bukti) yang membenarkannya di dalam kitab sahih tentang nama-nama Nabi Muhammad Saw., bahwa beliau Saw. adalah Al-Hasyir, artinya seorang manusia yang digiring di bawah kedua telapak kakinya (kelak di hari kiamat).\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Bahz ibnu Asad, telah menceritakan kepada kami Sulaiman ibnul Mugirah, telah menceritakan kepada kami Humaid ibnu Hilal, dari Khalid ibnu Umairyang mengatakan bahwa Atabah ibnu Gazwan berkhotbah. Bahz mengatakan bahwa Atabah mengatakan bahwa sebelumnya Rasulullah Saw. berkhotbah kepada kami, beliau memulainya dengan membaca hamdalah dan pujian kepada Allah Swt., lalu bersabda, \"Amma Ba'du, sesungguhnya dunia ini sudah dekat akan berakhirnya dan habis usianya serta tiada yang tersisa melainkan hanya tinggal seperti satu tegukan lagi yang diteguk oleh pemiliknya dari wadahnya, dan sesungguhnya kalian bakal pindah darinya ke negeri yang tidak akan fana selamanya. Maka berpindahlah kalian kepadanya, kami hanya berharap semoga kalian dalam keadaan baik-baik. Karena sesungguhnya telah diceritakan kepada kami bahwa batu yang dilemparkan dari tepi Jahanam, lalu batu itu terjatuh ke dalamnya selama tujuh puluh tahun, masih juga belum sampai ke dasarnya. Demi Allah, kalian benar-benar akan memenuhinya, tentu kalian merasa heran mengapa. Dan demi Allah, telah diriwayatkan kepada kami bahwa jarak di antara kedua sisi pintu surga itu sama dengan jarak perjalanan empat puluh tahun. Dan sesungguhnya akan datang kepadanya suatu hari yang di hari itu pintu surga penuh sesak (dengan orang-orang yang memasukinya),\" hingga akhir hadis. \n\nImam Muslim meriwayatkan hadis ini secara munfarid.\n\nAbu Ja'far ibnu Jarir mengatakan, telah menceritakan kepadaku Ya'qub, telah menceritakan kepadaku Ibnu Aliyyah, telah menceritakan kepada kami Ata ibnus Sa'ib, dari Abu Abdur Rahman As-Sulami yang mengatakan, \"Kami turun istirahat di dekat Mada-in sejauh satu farsakh darinya. Maka datanglah hari Jumat, lalu ayahku dan juga aku menghadiri salat Jumat, sedangkan berkhotbah adalah Huzaifah. Ia mengatakan dalam khotbahnya, 'Ingatlah, sesungguhnya Allah Swt. telah berfirman: Telah dekat (datangnya) saat itu dan telah terbelah bulan. (Al-Qamar: 1) Ingatlah, sesungguhnya hari kiamat itu telah dekat. Dan ingatlah, sesungguhnya telah terbelah bulan. Ingatlah, sesungguhnya dunia ini akan berakhir. Dan ingatlah bahwa sesungguhnya hari ini adalah hari tersembunyi dan besok adalah hari perlombaan.' Maka aku bertanya kepada ayahku, \"Apakah benar besok manusia berlomba-lomba?\" Ayahku menjawab, 'Hai anakku; betapa bodohnya kamu, sesungguhnya yang dimaksud dengan perlombaan adalah perlombaan dengan amal perbuatan masing-masing.' Kemudian datanglah Jumat berikutnya, dan kami pun menghadirinya. Lalu Huzaifah kembali berkhotbah, yang antara lain mengatakan, 'Ingatlah, sesungguhnya Allah Swt. telah berfirman: Telah dekat (datangnya) saat itu dan telah terbelah bulan. (Al-Qamar: 1) Ingatlah, sesungguhnya dunia ini telah dekat masa akhirnya. Ingatlah, sesungguhnya hari ini adalah hari tersembunyi dan besok hari berlomba. Ingatlah, sesungguhnya tujuan itu adalah neraka dan orang yang selamat adalah orang yang lebih dahulu ke surga'.\" \n\nFirman Allah Swt.:\n\ndan telah terbelah bulan. (Al-Qamar: 1)\n\nHal ini terjadi di masa Rasulullah Saw., seperti yang disebutkan di dalam hadis-hadis mutawatir dengan sanad-sanad yang sahih. Di dalam kitab sahih telah disebutkan dari Ibnu Mas'ud r.a. yang mengatakan, \"Ada lima perkara yang telah berlalu (terjadi), yaitu (kemenangan) Romawi (atas Persia), Ad-Dukhan (awan putih), Al-Lizam, Al-Batsyah, dan Al-Qamar (terbelahnya rembulan).\"\n\nDan sudah menjadi kesepakatan para ulama bahwa terbelahnya rembulan telah terjadi di masa Nabi Saw., dan peristiwa tersebut merupakan salah satu dari mukjizat yang cemerlang.\n\nRiwayat Anas ibnu Malik. \n\nImam Ahmad mengatakan, telah menceritakan kepada kami Abdur Razzaq, telah menceritakan kepada kami Ma'mar, dari Qatadah, dari Anas ibnu Malik yang mengatakan bahwa penduduk Mekah (kaum musyrik) pernah meminta kepada Nabi Saw. untuk memperlihatkan suatu tanda (mukjizat), maka terbelahlah rembulan di Mekah sebanyak dua kali, dan Allah Swt. berfirman: Telah dekat (datangnya) saat itu dan telah terbelah bulan. (Al-Oamar: 1)\n\nImam Muslim meriwayatkan hadis ini dari Muhammad ibnu Rafi’, dari Abdur Razzaq.\n\nImam Bukhari mengatakan, telah menceritakan kepadaku Abdullah ibnu Abdul Wahhab, telah menceritakan kepada kami Bisyr ibnul Mufaddal, telah menceritakan kepada kami Sa'id ibnu Abu Arubah, dari Qatadah, dari Anas ibnu Malik, bahwa penduduk Mekah pernah meminta kepada Rasulullah Saw. untuk memperlihatkan kepada mereka suatu mukjizat yang membenarkan kenabiannya, maka Nabi Saw. memperlihatkan kepada mereka rembulan terbelah menjadi dua bagian sehingga mereka melihat kekosongan di antara keduanya.\n\nImam Bukhari dan Imam Muslim telah meriwayatkannya pula melalui hadis Yunus ibnu Muhammad Al-Mu'addib, dari Syaiban, dari Qatadah. Imam Muslim telah meriwayatkannya pula melalui hadis Abu Daud At-Tayalisi dan Yahya Al-Qattan serta selain keduanya, dari Syu'bah, dari Qatadah dengan sanad yang sama.\n\nRiwayat Jabir ibnu Mut'im r.a. \n\nImam Ahmad mengatakan, telah menceritakan kepada kami Muhammad ibnu Kasir, telah menceritakan kepada kami Sulaiman ibnu Kasir, dari Husain ibnu Abdur Rahman ibnu Muhammad ibnu Jubair ibnu Mut'im, dari ayahnya yang mengatakan bahwa di masa Rasulullah Saw. rembulan pernah terbelah menjadi dua bagian; satu bagian di atas suatu bukit, dan bagian yang lain berada di atas bukit yang lain. Lalu mereka (orang-orang musyrik) mengatakan, \"Muhammad telah menyihir kami.\" Sebagian dari mereka menjawab, \"Jika apa yang dilakukan Muhammad itu adalah sihir, tidak mungkin ia dapat menyihir kita semuanya.\" \n\nImam Ahmad meriwayatkannya dari jalur ini secara tunggal; dan Imam Baihaqi meng-isnad-kannyadi dalam kitab Dala-il-nya melalui jalur Muhammad ibnu Kasir, dari saudaranya Sulaiman ibnu Kasir, dari Husain ibnu Abdur Rahman. \n\nHal yang semisal telah diriwayatkan oleh Ibnu Jarir melalui hadis Muhammad ibnu Fudail dan lain-lainnya, dari Husain dengan sanad yang sama. Imam Baihaqi telah meriwayatkannya pula melalui jalur Ibrahim ibnuTahman dan Hasyim, keduanya dari Husain, dari Jubair ibnu Muhammad ibnu Jubair ibnu Mut'im, dari ayahnya, dari kakeknya, lalu disebutkan hal yang semisal.\n\nRiwayat Abdullah ibnu Abbas r.a. \n\nImam Bukhari mengatakan, telah menceritakan kepada kami Yahya ibnu Kasir, telah menceritakan kepada kami Bakr, dari Ja'far, dari Irak ibnu Malik, dari Ubaidillah ibnu Abdullah ibnu Atabah, dari Ibnu Abbas yang mengatakan bahwa rembulan terbelah di masa Nabi Saw. \n\nImam Bukhari serta Imam Muslim telah meriwayatkan pula hadis ini melalui Bakr ibnu Mudar, dari Ja'far ibnu Rabi'ah, dari Irak dengan sanad dan lafaz yang semisal.\n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Mus'anna, telah menceritakan kepada kami Abdul A'la, telah menceritakan kepada kami Daud ibnu Abu Hindun, dari Ali ibnu Abu Talhah, dari Ibnu Abbas sehubungan dengan makna firman-Nya: Telah dekat (datangnya) saat itu dan telah terbelah bulan. Dan jika mereka (orang-orang musyrik) melihat suatu tanda (Mukjizat), mereka berpaling dan berkata, \"(Ini adalah) sihir yang terus-menerus.”(Al-Qamar: 1-2) Bahwa hal itu telah berlalu, kejadiannya sebelum masa Hijrah, rembulan terbelah hingga mereka melihat kedua belahannya. \n\nAl-Aufi telah meriwayatkan hal yang semisal dari Ibnu Abbas.\n\nImam Tabrani mengatakan, telah menceritakan kepada kami Ahmad ibnu Amr Al-Bazzar, telah menceritakan kepada kami Muhammad ibnu Yahya Al-Qat'i, telah menceritakan kepada kami Muhammad ibnu Syakar, telah menceritakan kepada kami Ibnu Juraij, dari Amr ibnu Dinar, dari Ikrimah, dari Ibnu Abbas yang menceritakan bahwa pernah terjadi gerhana rembulan di masa Rasulullah Saw., maka mereka mengatakan bahwa rembulan telah disihir, lalu turunlah firman-Nya: Telah dekat (datangnya) saat itu dan telah terbelah bulan. (Al-Qamar: 1) Sampai dengan firman-Nya: yang terus-menerus. (Al-Qamar: 2)\n\nRiwayat Abdullah ibnu Umar. \n\nAl-Hafiz Abu Bakar Al-Baihaqi mengatakan, telah menceritakan kepada kami Abu Abdullah Al-Hafiz dan Abu Bakar alias Ahmad ibnul Hasan Al-Qadi. Keduanya mengatakan, telah menceritakan kepada kami Abul Abbas Al-Asam, telah menceritakan kepada kami Al-Abbas ibnu Muhammad Ad-Dauri, telah menceritakan kepada kami Wahb ibnu Jarir, dari Syu'bah, dari Al-A'masy, dari Mujahid, dari Abdullah ibnu Umar sehubungan dengan makna firman-Nya: Telah dekat (datangnya) saat itu dan telah terbelah bulan. (Al-Qamar: 1) Bahwa hal ini terjadi di masa Rasulullah Saw., rembulan terbelah menjadi dua; yang sebelah seakan-akan berada di depan bukit, dan yang sebelahnya lagi seakan-akan berada di belakang bukit. Maka Nabi Saw. bersabda: Ya Allah, saksikanlah.\n\nHal yang sama telah diriwayatkan oleh Imam Muslim dan Imam Turmuzi melalui berbagai jalur dari Syu'bah, dari Al-A'masy, dari Mujahid dengan sanad yang sama. Imam Muslim mengatakan seperti riwayat Mujahid, dari Abu Ma'mar, dari Ibnu Mas'ud, dan Imam Turmuzi mengatakan bahwa hadis ini hasan sahih.\n\nRiwayat Ibnu Mas'ud. \n\nImam Ahmad mengatakan, telah menceritakan kepada kami Sufyan, dari Ibnu AbuNajih, dari Mujahid, dari Abu Ma'mar, dari Ibnu Mas'ud yang mengatakan bahwa rembulan pernah terbelah menjadi dua di masa Rasulullah Saw. hingga mereka menyaksikannya. Maka Rasulullah Saw. bersabda: Saksikanlah oleh kalian!\n\nHal yang sama telah diriwayatkan oleh Imam Bukhari dan Imam Muslim melalui hadis Sufyan ibnu Uyaynah dengan sanad yang sama. Keduanya telah mengetengahkan pula melalui hadis Al-A'masy, dari Ibrahim, dari Abu Ma'mar alias Abdullah ibnu Sakhbarah, dari Ibnu Mas'ud dengan sanad yang sama.\n\nIbnu Jarir mengatakan, telah menceritakan kepadaku Ais ibnu Usman ibnu Ais Ar-Ramli, telah menceritakan kepada kami pamanku Yahya ibnu Ais, dari Al-A'masy, dari Ibrahim, dari seorang lelaki, dari Abdullah ibnu Mas'ud yang mengatakan bahwa dahulu kami bersama dengan Rasulullah Saw. di Mina, lalu rembulan terbelah, yang salah satunya berada di balik bukit. Maka Rasulullah Saw. bersabda: Saksikanlah, saksikanlah!\n\nImam Bukhari mengatakan bahwa Abud Duha telah meriwayatkan dari Masruq, dari Abdullah di Mekah; Abu Daud At-Tayalisi mengatakan, telah menceritakan kepada kami Abu Uwwanah, dari Al-Mugirah, dari Abud Duha, dari Masruq, dari Abdullah ibnu Mas'ud yang mengatakan bahwa rembulan pernah terbelah di masa Rasulullah Saw., maka orang-orang Quraisy berkata, \"Ini adalah perbuatan sihir Ibnu Abu Kabsyah (yakni Nabi Saw.).\" Maka orang-orang mengatakan, \"Sekarang tunggulah apa yang akan disampaikan oleh kaum musafir itu, karena sesungguhnya Muhammad tidak akan dapat menyihir semua orang.\" Ketika kaum musafir itu datang kepada mereka, ternyata mereka menyaksikan hal yang sama.\n\nImam Baihaqi mengatakan, telah menceritakan kepada kami Abu Abdullah Al-Hafiz, telah menceritakan kepada kami Abul Abbas alias Muhammad ibnu Ya'qub, telah menceritakan kepada kami Al-Abbas ibnu Muhammad Ad-Dauri, telah menceritakan kepada kami Sa'id ibnu Sulaiman, telah menceritakan kepada kami Hisyam, telah menceritakan kepada kami Mugirah, dari Abud Duha, dari Masruq, dari Abdullah yang mengatakan bahwa rembulan terbelah di Mekah hingga menjadi dua belahan. Lalu orang-orang kafir Quraisy penduduk Mekah berkata, \"Ini adalah perbuatan sihir yang dilancarkan terhadap kalian oleh Ibnu Abu Kabsyah. Sekarang tunggulah para musafir itu; jika ternyata mereka menyaksikan hal yang sama dengan kalian, berarti dia (Nabi Saw.) benar. Dan jika mereka tidak menyaksikan seperti apa yang kalian saksikan, berarti itu adalah sihir yang dilancarkan olehnya terhadap kalian.\" Kemudian ketika kaum musafir itu tiba dari berbagai arah, mereka ditanya, dan ternyata mereka pun telah melihat hal yang sama.\n\nIbnu Jarir meriwayatkannya melalui hadis Al-Mugirah dengan sanad yang sama, tetapi ditambahkan bahwa lalu Allah Swt. menurunkan firman-Nya: Telah dekat (datangnya) saat itu dan telah terbelah bulan. (Al-Qamar: 1)\n\nKemudian Ibnu Jarir mengatakan, telah menceritakan kepadaku Ya'qub ibnu Ibrahim, telah menceritakan kepada kami Ibnu Aliyyah, telah menceritakan kepada kami Ayyub, dari Muhammad ibnu Sirin; ia pernah mendapat berita bahwa Ibnu Mas'ud r.a. telah mengatakan bahwa sesungguhnya rembulan pernah terbelah.\n\nIbnu Jarir mengatakan pula, telah menceritakan kepadaku Muhammad ibnu Imarah, telah menceritakan kepada kami Amr ibnu Hammad, telah menceritakan kepada kami Asbat, dari Sammak, dari Ibrahim, dari Al-Aswad, dari Abdullah yang telah menceritakan bahwa sesungguhnya ia menyaksikan bukit pada saat rembulan terbelah dari celah belahannya. \n\nImam Ahmad meriwayatkannya dari Mu'ammal, dari Israil, dari Sammak, dari Ibrahim, dari Al-Aswad, dari Abdullah yang mengatakan bahwa rembulan pernah terbelah di masa Rasulullah Saw. hingga ia melihat bukit di antara belahan rembulan itu. Lais telah meriwayatkan dari Mujahid, bahwa rembulan pernah terbelah menjadi dua bagian di masa Rasulullah Saw. Maka Nabi Saw. bersabda kepada Abu Bakar: Saksikanlah, hai Abu Bakar! Maka orang-orang musyrik berkata, \"Rembulan telah disihir sehingga terbelah.\"",
            "jalalain": "(Telah dekat datangnya saat itu) dimaksud hari kiamat (dan telah terbelah bulan) menjadi dua bagian; yang satu di atas bukit Abu Qubais dan yang lainnya tampak di atas bukit Qaiqa'an; hal itu merupakan mukjizat bagi Nabi saw. yaitu sewaktu orang-orang Quraisy memintanya, lalu Nabi saw. bersabda, \"Saksikanlah oleh kalian.\" Demikianlah menurut keterangan hadis yang diketengahkan oleh Asy Syaikhain.",
            "quraish_shihab": "[[54 ~ AL-QAMAR (BULAN) Pendahuluan: Makkiyyah, 55 ayat ~ Ayat pertama surat ini mengetuk pendengaran sembari mengingatkan kita akan dekatnya hari kiamat dengan peristiwa-peristiwa yang terjadi pada hari itu. Ayat berikutnya menjelaskan sikap orang-orang kafir yang terus-menerus ingkar terhadap mukjizat. Surat ini meminta Rasulullah saw. agar berpaling dari mereka dan memberikan batas kepada mereka hingga datangnya suatu hari di mana mereka keluar dari kubur bagaikan belalang yang beterbangan. Ayat-ayat berikutnya mengulas kadaan umat-umat terdahulu dengan rasul-rasul mereka dan azab yang menimpa mereka. Di sela-sela beberapa kisah itu, surat ini mengingatkan bahwa al-Qur'ân itu mudah dipahami dan dipelajari bagi orang-orang yang mencari nasihat dan pelajaran. Selanjutnya, dijelaskan pula bahwa orang-orang kafir Mekah bukanlah orang yang terkuat jika dibandingkan dengan umat-umat terdahulu dan bukan orang yang akan terhindar dari azab. Terakhir, surat ini ditutup dengan ancaman terhadap para pendusta yang membangkang berupa kesudahan mereka pada hari ketika wajah mereka diseret ke neraka. Lalu dikatakan kepada mereka, \"Rasakanlah siksaan neraka jahanam yang dahulu kalian dustakan.\" Sedangkan orang-orang yang bertakwa merasa tenang di dalam surga, tempat tinggal mereka. Suatu tempat yang menyenangkan di sisi Tuhan yang berkuasa.]] Hari kiamat telah dekat, dan bulan pasti akan terbelah.",
            "saadi": "Please check ayah 54:5 for complete tafsir."
        },
        {
            "ind": "Dan jika mereka (orang-orang musyrikin) melihat suatu tanda (mukjizat), mereka berpaling dan berkata: \"(Ini adalah) sihir yang terus menerus\".",
            "arb": "وَإِن يَرَوْا آيَةً يُعْرِضُوا وَيَقُولُوا سِحْرٌ مُّسْتَمِرٌّ",
            "transliterasi": "Wa iy yarau āyatay yu‘riḍū wa yaqūlū siḥrum mustamirr(un).",
            "eng": "But if they [who reject all thought of the Last Hour] were to see a sign [of its approach], they would turn aside and say, “An ever-recurring delusion!” –",
            "kemenag": "Kaum musyrik melihat suatu bukti tentang kebenaran kerasulan Muhammad, maka mereka berpaling dan mendustakan serta mengingkarinya sambil berkata bahwa, \"Ini adalah sihir yang memesonakan kita yang akan terus-menerus dilakukannya.\" Demikianlah jika memang tidak ada iman, maka meskipun pikirannya dapat menerima kebenaran Al-Qur'an dan secara empirik terlihat pada perbuatan dan perilaku Nabi yang membuktikan kerasulan beliau, tetapi mereka tetap ingkar pada kebenaran yang ada di depan mata mereka. (",
            "kemenag_ringkas": "Orang musyrik selalu enggan memercayai berita yang dibawa oleh Nabi Muhammad. _Dan jika mereka melihat_ dengan mata kepala _satu tanda_ dan mukjizat yang membuktikan kebenaran ajaran beliau, _mereka_ tetap _berpaling_ seraya menolak kebenaran itu _dan berkata,_ “Semua yang terjadi ini sesungguhnya hanya _sihir yang_ bersifat _terus-menerus.”_",
            "ibnu_katsir": "Firman Allah Swt.:\n\nDan jika mereka (orang-orang musyrik) melihat suatu tanda. (Al-Qamar: 2)\n\nYakni dalil, keterangan, dan bukti.\n\nmereka berpaling. (Al-Qamar: 2)\n\nYaitu tidak mau tunduk kepadanya, bahkan berpaling darinya dan membuangnya jauh-jauh ke belakang mereka.\n\ndan berkata.”(Ini adalah) sihir yang terus-menerus.\" (Al-Qamar: 2)\n\nMereka mengatakan, \"Bukti-bukti yang kita lihat ini adalah sihir yang dia lancarkan terhadap kami.\" Makna mustamir artinya yang segera akan lenyap. Demikianlah menurut Mujahid dan Qatadah serta selain keduanya. Makna yang dimaksud ialah batil lagi akan menyurut, tidak kekal.\n\nDan mereka mendustakan (Nabi) dan mengikuti hawa nafsu mereka. (Al-Qamar: 3)\n\nMereka mendustakan kebenaran bila kebenaran itu datang kepada mereka, dan mereka hanya mengikuti pendapat dan hawa nafsu mereka sendiri sebagai akibat dari kebodohan dan piciknya akal mereka.",
            "jalalain": "(Dan jika mereka melihat) yaitu orang-orang kafir Quraisy (sesuatu tanda) suatu mukjizat yang timbul dari Nabi saw. (mereka berpaling dan berkata,) \"Ini adalah (sihir yang kuat) sihir yang paling kuat\", berasal dari kata Al Mirrah; artinya kuat atau terus menerus.",
            "quraish_shihab": "Apabila orang-orang kafir melihat mukjizat yang besar, mereka menolak untuk mempercainya. Mereka berkata, \"Itu adalah rentetan sihir yang datang berurutan!\"",
            "saadi": "Please check ayah 54:5 for complete tafsir."
        },
        {
            "ind": "Dan mereka mendutakan (Nabi) dan mengikuti hawa nafsu mereka, sedang tiap-tiap urusan telah ada ketetapannya",
            "arb": "وَكَذَّبُوا وَاتَّبَعُوا أَهْوَاءَهُمْ ۚ وَكُلُّ أَمْرٍ مُّسْتَقِرٌّ",
            "transliterasi": "Wa każżabū wattaba‘ū ahwā'ahum wa kullu amrim mustaqirr(un).",
            "eng": "for they are bent on giving it the lie, being always wont to follow their own desires. Yet everything reveals its truth in the end.",
            "kemenag": "Kaum musyrik mendustakan kebenaran yang disampaikan kepada mereka oleh Nabi Muhammad saw, dan mengikuti hawa nafsu karena kebodohan mereka. Pada akhir ayat ini ditegaskan bahwa sesuatu itu akan berhenti pada sasaran yang telah ditetapkan, sesuai dengan ketetapan Allah. Karena itu persoalan orang-orang musyrik akan berhenti pada kehinaan di dunia dan azab yang kekal di akhirat, sedang persoalanmu hai Muhammad saw akan berhenti pada kemenangan di dunia dan surga di akhirat",
            "kemenag_ringkas": "Demikianlah sikap orang musyrik, _dan mereka_ memang senantiasa _mendustakan_ kebenaran dari-Nya. Mereka cenderung menyimpang dari fitrah _dan mengikuti keinginannya_ yang menjerumuskan mereka pada kesesatan, _padahal setiap urusan_ yang terjadi pasti _telah ada ketetapannya._",
            "ibnu_katsir": "Firman Allah Swt.:\n\nsedangkan tiap-tiap urusan telah ada ketetapannya. (Al-Qamar: 3)\n\nQatadah mengatakan, makna yang dimaksud ialah bahwa kebaikan itu hanya dilakukan oleh ahli kebaikan, dan keburukan itu hanya dilakukan oleh ahli keburukan. Ibnu Juraij mengatakan bahwa tiap-tiap urusan itu telah ditetapkan atas ahlinya masing-masing. \n\nMujahid mengatakan sehubungan dengan makna firman-Nya: sedangkan tiap-tiap urusan telah ada ketetapannya. (Al-Qamar: 3) Yakni kelak di hari kiamat. \n\nAs-Saddi mengatakan bahwa makna yang dimaksud dengan mustaqar ialah pasti terjadi.",
            "jalalain": "(Dan mereka mendustakan) Nabi saw. (dan mengikuti hawa nafsu mereka) dalam perkara yang batil (sedangkan tiap-tiap urusan) atau perkara yang baik dan perkara yang buruk (telah ada ketetapannya) bagi pemiliknya masing-masing, yaitu adakalanya masuk ke surga atau ke neraka.",
            "quraish_shihab": "Mereka mendustakan rasul-rasul dan mengikuti hawa nafsu mereka, padahal setiap perkara akan berakhir dengan ketetapannya masing-masing.",
            "saadi": "Please check ayah 54:5 for complete tafsir."
        },
        {
            "ind": "Dan sesungguhnya telah datang kepada mereka beberapa kisah yang di dalamnya terdapat cegahan (dari kekafiran).",
            "arb": "وَلَقَدْ جَاءَهُم مِّنَ الْأَنبَاءِ مَا فِيهِ مُزْدَجَرٌ",
            "transliterasi": "Wa laqad jā'ahum minal-ambā'i mā fīhi muzdajar(un).",
            "eng": "And withal, there has come unto them many a tiding that should have restrained [their arrogance]:",
            "kemenag": "Kaum musyrik yang mendustakan kerasulan Muhammad dan mengikuti hawa nafsu, telah mengetahui beberapa kisah tentang umat-umat terdahulu yang mendustakan para rasul, sehingga Allah menurunkan azab kepada mereka, sebagaimana tersebut dalam AlQur'an. Namun kisah-kisah itu tidak berkesan di hati mereka dan tidak dapat mencegah kekafiran, lalu Allah membinasakan mereka, sedang di akhirat nanti akan disiksa sesuai dengan perbuatan syirik yang telah menghiasi jiwa mereka.",
            "kemenag_ringkas": "_Dan sungguh, telah datang kepada mereka beberapa kisah yang di dalamnya terdapat ancaman_ bagi mereka untuk tidak berbuat ingkar dan syirik.",
            "ibnu_katsir": "Firman Allah Swt.:\n\nDan sesungguhnya telah datang kepada mereka beberapa kisah. (Al-Qamar: 4)\n\nYaitu berita-berita dan kisah-kisah tentang umat-umat yang mendustakan rasul-rasul-Nya dan pembalasan, siksa dan azab yang menimpa mereka, yang semuanya itu telah terdapat di dalam Al-Qur'an yang dibacakan kepada mereka.\n\nyang di dalamnya terdapat cegahan (dari kekafiran). (Al-Qamar: 4)\n\nMaksudnya, pelajaran yang mencegah mereka dari kemusyrikan dan terus-menerus mendustakan rasul-rasul-Nya.",
            "jalalain": "(Dan sesungguhnya telah datang kepada mereka beberapa kisah) berita-berita tentang dibinasakan-Nya umat-umat yang telah mendustakan rasul-rasul mereka (yang di dalamnya terdapat cegahan) bagi mereka untuk melakukan hal yang serupa. Lafal Muzdajar adalah Mashdar atau Isim yang menunjukkan arti tempat, sedangkan huruf Dal-nya merupakan pergantian dari Ta Wazan Ifta'ala. Bila dikatakan Izdajartuhu atau Zajartuhu maka artinya, aku mencegahnya dengan keras. Huruf Maa adalah Maushulah atau Maa Maushufah.",
            "quraish_shihab": "Aku bersumpah bahwa berita tentang umat-umat terdahulu dan tentang fakta-fakta alam yang cukup memberi peringatan telah datang kepada orang-orang kafir.",
            "saadi": "Please check ayah 54:5 for complete tafsir."
        },
        {
            "ind": "Itulah suatu hikmah yang sempurna maka peringatan-peringatan itu tidak berguna (bagi mereka).",
            "arb": "حِكْمَةٌ بَالِغَةٌ ۖ فَمَا تُغْنِ النُّذُرُ",
            "transliterasi": "Ḥikmatum bāligatun famā tugnin-nużur(u).",
            "eng": "far-reaching wisdom [was held out to them]: but [since] all warnings have been of no avail,",
            "kemenag": "Kisah tersebut mengandung hikmah yang sangat tinggi nilainya dalam memberi petunjuk bagi manusia kepada jalan yang benar, tetapi hikmah dan peringatan yang terkandung dalam kisahkisah itu tidak berguna lagi bagi mereka karena hati nurani mereka telah terkunci mati. Firman Allah: \nTidaklah bermanfaat tanda-tanda (kebesaran Allah) dan rasul-rasul yang memberi peringatan bagi orang yang tidak beriman. (Yunus/10: 101)",
            "kemenag_ringkas": "Wahai Nabi Muhammad, peristiwa-peristiwa yang engkau sam-paikan kepada umatmu adalah_ hikmah_, yaitu ilmu amaliah dan amal ilmiah, yang sempurna kebenaran dan kejelasannya._ Tetapi,_ sesungguhnya _peringatan-peringatan itu tidak berguna_ bagi mereka.",
            "ibnu_katsir": "Firman Allah Swt.:\n\nitulah suatu hikmah yang sempurna. (Al-Qamar: 5)\n\nYakni untuk menyatakan mengapa Allah memberi petunjuk kepada orang yang Dia beri petunjuk, dan mengapa Dia menyesatkan orang yang Dia sesatkan.\n\nmaka peringatan-peringatan itu tiada berguna (bagi mereka). (Al-Qamar: 5)\n\nArtinya, tiada gunanya lagi peringatan-peringatan itu bagi orang yang telah ditakdirkan celaka oleh Allah dan hatinya telah dikunci mati, lalu siapakah lagi yang dapat memberinya petunjuk selain dari Allah? Ayat ini semakna dengan apa yang disebutkan oleh firman-Nya:\n\nKatakanlah, \"Allah mempunyai hujah yang jelas lagi kuat; maka jika Dia menghendaki, pasti Dia memberi petunjuk kepada kamu semuanya.”(Al-An'am: 149)\n\nJuga seperti firman Allah Swt.:\n\nTidaklah bermanfaat tanda kekuasaan Allah dan rasul-rasul yang memberi peringatan bagi orang-orang yang tidak beriman. (Yunus: 101)",
            "jalalain": "(Itulah suatu hikmah) merupakan Khabar dari Mubtada yang tidak disebutkan, atau menjadi Badal dari lafal Maa, atau dari lafal Muzdajir (yang sempurna) maksudnya, hikmah yang lengkap (tetapi tiada berguna) tidak ada gunanya bagi mereka (peringatan-peringatan itu) lafal An Nudzur adalah bentuk jamak dari lafal Nadziirun yang bermakna Mundzirun, yakni hal-hal yang dijadikan peringatan buat mereka. Lafal Maa boleh dikatakan sebagai huruf Nafi atau Istifham Inkari; jika dianggap sebagai Istifham Inkari berarti kedudukannya sebagai Maf'ul Muqaddam.",
            "quraish_shihab": "Yang datang kepada mereka itu merupakan hikmah yang amat besar. Tetapi apalah gunanya peringatan- peringatan itu bagi orang yang tidak mau menerimanya?",
            "saadi": "\"Telah dekat (datangnya) saat itu dan bulan telah terbelah. Dan jika mereka (orang-orang musyrikin) melihat sesuatu tanda (mukjizat), mereka berpaling dan berkata, '(Ini adalah) sihir yang terus menerus.' Dan mereka mendustakan (Nabi) dan mengikuti hawa nafsu mereka, sedang tiap-tiap urusan telah ada ketetapan-nya. Dan sesungguhnya telah datang kepada mereka beberapa kisah yang di dalamnya terdapat cegahan (dari kekafiran), itulah suatu hikmat yang sempurna, maka peringatan-peringatan itu tiada berguna (bagi mereka).\" (Al-Qamar: 1-5).\n                                                            Makkiyah                \n(1) Allah سبحانه وتعالى mengabarkan bahwa kiamat telah dekat. Tanda-tandanya telah muncul dan waktu kedatangannya telah tiba. Meski demikian, mereka, orang-orang yang mendustakan itu, tetap saja mendustakan kiamat dan tidak mempersiapkan diri menghadapi kedatangannya. Allah سبحانه وتعالى mengabarkan kepada mereka berbagai tanda-tanda kebesaran yang menunjukkan kiamat pasti terjadi, yang tidak dipercayai oleh manusia. \nDi antara tanda-tanda kebesaran Allah سبحانه وتعالى yang paling besar yang menunjukkan kebenaran risalah Muhammad bin Abdullah a adalah, ketika ia diminta oleh orang-orang yang mendustakannya untuk menunjukkan hal-hal luar biasa pada mereka yang menun-jukkan benarnya risalah yang dibawa beliau. Rasulullah a menunjuk ke arah rembulan kemudian atas izin Allah سبحانه وتعالى bulan itu terbelah menjadi dua bagian. Orang-orang musyrik dan lainnya menyaksi-kan tanda-tanda kebesaran Allah سبحانه وتعالى yang terdapat di alam atas yang tidak bisa dibayangkan oleh manusia itu. Mereka pun menyaksi-kan sesuatu yang tidak ada tandingannya, lebih dari itu mereka pun tidak pernah mendengar kejadian tersebut pernah dialami oleh salah seorang rasul sebelumnya. Mereka pun terperanjat karena pe-ristiwa itu, namun tetap saja keimanan tidak masuk ke dalam hati mereka dan Allah سبحانه وتعالى tidak menghendaki kebaikan pada mereka. Mereka terperanjat karena kedustaan dan perbuatan melampaui batas mereka sendiri. Mereka mengatakan bahwa Muhammad me-nyihir mereka. Namun kebenaran tanda-tanda dari kejadian besar itu adalah kalian menanyakan orang-orang yang datang pada kalian, andai Muhammad bin Abdullah mampu menyihir kalian, tentu tidak mampu menyihir orang yang tidak menyaksikan peristiwa itu seperti halnya kalian. Mereka bertanya pada setiap kaum yang datang, mereka memberitahukan kejadian besar itu, mereka ber-kata, itu adalah ﴾ سِحۡرٞ     مُّسۡتَمِرّٞ ﴿   \"sihir yang terus menerus,\" Muhammad telah menyihir kami dan menyihir yang lainnya. Inilah kedustaan yang tidak akan disebarkan kecuali oleh manusia paling bodoh dan paling sesat dari petunjuk dan akal.                \n(2) Ini bukanlah satu-satunya pengingkaran mereka terha-dap tanda-tanda kebesaran Allah سبحانه وتعالى, semua tanda-tanda kebesaran yang datang pada mereka, mereka selalu siap untuk mendustakan dan menolaknya, karena itulah Allah سبحانه وتعالى berfirman, ﴾ وَإِن     يَرَوۡاْ  ءَايَةٗ  يُعۡرِضُواْ ﴿   \"Dan jika mereka (orang-orang musyrikin) melihat sesuatu tanda (muk-jizat), mereka berpaling,\" tidak disebutkan dhamir yang kembali pada terbelahnya bulan, karena dalam ayat ini Allah سبحانه وتعالى tidak berfirman, \"Jika mereka melihat terbelahnya bulan,\" namun, ﴾ وَإِن  يَرَوۡاْ  ءَايَةٗ  يُعۡرِضُواْ     ﴿ \"Dan jika mereka (orang-orang musyrikin) melihat sesuatu tanda (mukjizat), mereka berpaling,\" karena niat mereka bukanlah untuk mengikuti kebenaran dan petunjuk tapi mengikuti hawa nafsu.                \n(3) Karena itu Allah سبحانه وتعالى berfirman, ﴾ وَكَذَّبُواْ  وَٱتَّبَعُوٓاْ  أَهۡوَآءَهُمۡۚ ﴿ \"Dan mereka mendustakan (Nabi) dan mengikuti hawa nafsu mereka,\" seperti yang disebutkan dalam Firman Allah سبحانه وتعالى, \n﴾ فَإِن  لَّمۡ     يَسۡتَجِيبُواْ  لَكَ  فَٱعۡلَمۡ   أَنَّمَا  يَتَّبِعُونَ  أَهۡوَآءَهُمۡۚ       ﴿\n\"Maka jika mereka tidak menerima (seruan)mu, maka ketahuilah sesungguhnya mereka hanya mengikuti hawa nafsu mereka.\" (Al-Qashash: 55). \nSebab andai saja mereka berniat untuk mengikuti petunjuk, tentu mereka pasti beriman dan mengikuti Nabi Muhammad a, karena Allah سبحانه وتعالى memperlihatkan berbagai bukti nyata dan hujjah tegas melalui tangan beliau a yang menunjukkan seluruh tuntutan ilahiah dan maksud syariat. ﴾ وَكُلُّ  أَمۡرٖ  مُّسۡتَقِرّٞ ﴿   \"Sedang tiap-tiap urusan telah ada ketetapannya,\" artinya, hingga kini masalah itu belum sampai pada ambang batasnya dan akan tetap berjalan hingga pada batas akhir. Orang-orang yang membenarkan akan berada di surga yang penuh kenikmatan dan ampunan serta ridha Allah سبحانه وتعالى,, sedangkan orang yang mendustakan akan jungkir balik berada dalam kemurkaan dan azab Allah سبحانه وتعالى kekal selama-lamanya.                \n(4) Allah سبحانه وتعالى berfirman, menjelaskan bahwa mereka itu tidak memiliki i'tikad baik dan niat untuk mengikuti petunjuk.﴾ وَلَقَدۡ     جَآءَهُم  مِّنَ  ٱلۡأَنۢبَآءِ ﴿   \"Dan sungguh telah datang kepada mereka beberapa kisah,\" yaitu berita-berita sebelumnya dan yang akan datang serta berbagai mukjizat nyata, ﴾ مَا  فِيهِ  مُزۡدَجَرٌ ﴿   \"yang di dalamnya terdapat cegahan (dari kekafiran),\" artinya, sesuatu yang dapat mencegah mereka dari ke-sesatan.                \n(5) Itulah ﴾ حِكۡمَةُۢ ﴿   \"suatu hikmah,\" dari Allah سبحانه وتعالى yang ﴾ بَٰلِغَةٞۖ ﴿   \"sempurna,\" agar hujjah tegak untuk seluruh alam sehingga tidak seorang pun memiliki alasan kepada Allah سبحانه وتعالى setelah diutus-nya para rasul. ﴾ فَمَا تُغۡنِ ٱلنُّذُرُ ﴿   \"Maka peringatan-peringatan itu tiada berguna (bagi mereka).\" Seperti yang disebut dalam Firman Allah سبحانه وتعالى, \n﴾ وَلَوۡ     جَآءَتۡهُمۡ  كُلُّ  ءَايَةٍ  حَتَّىٰ  يَرَوُاْ  ٱلۡعَذَابَ  ٱلۡأَلِيمَ     97   ﴿\n\"Dan andai seluruh tanda-tanda kebesaran (Allah) datang pada mereka, tentu mereka tidak beriman hingga mereka melihat siksaan yang pedih.\" (Yunus: 97)."
        },
        {
            "ind": "Maka berpalinglah kamu dari mereka. (Ingatlah) hari (ketika) seorang penyeru (malaikat) menyeru kepada sesuatu yang tidak menyenangkan (hari pembalasan),",
            "arb": "فَتَوَلَّ عَنْهُمْ ۘ يَوْمَ يَدْعُ الدَّاعِ إِلَىٰ شَيْءٍ نُّكُرٍ",
            "transliterasi": "Fa tawalla ‘anhum, yauma yad‘ud-dā‘i ilā syai'in nukur(in).",
            "eng": "turn thou away from them. On the Day when the Summoning Voice will sum­mon [man] unto something that the mind cannot conceive,",
            "kemenag": "Allah memerintahkan rasul-Nya agar tidak mengadakan perdebatan dengan kaum musyrik, karena tidak ada faedahnya. Sebab itu hendaklah berpaling dari mereka, pendusta-pendusta itu. Karena mereka sudah sampai ke tingkat tidak mau tunduk kepada bukti dan kebenaran, maka sudah pantas bagimu tidak memberi nasihat kepada mereka lagi. Allah mengetahui bahwa Rasulullah saw tidak bosan terhadap persoalan mereka dan jengkel karena kecongkakannya. Allah mengingatkan kepada manusia bahwa akan terjadi hari kebangkitan, yang hari itu malaikat akan memanggil manusia datang ke suatu tempat yang sangat berbahaya dan dibenci oleh kaum musyrik, yaitu Padang Mahsyar.",
            "kemenag_ringkas": "_Maka, berpalinglah engkau dari mereka!_ Orang musyrik itu akan menghadapi masa yang mengerikan, yaitu _pada hari_ ketika _penyeru_, ketika malaikat atau utusan-Nya, _mengajak_ mereka _kepada sesuatu yang tidak menyenangkan,_ yaitu datangnya kiamat dan keharusan setiap orang mempertanggung jawabkan perbuatannya.",
            "ibnu_katsir": "Allah Swt. memerintahkan kepada Nabi-Nya agar berpaling dari orang-orang yang apabila melihat suatu bukti, mereka berpaling dan mengatakan bahwa bukti kerasulannya itu adalah sihir yang terus-menerus. Yakni berpalinglah kamu dari mereka dan tunggulah saat kebinasaan mereka.\n\n(Ingatlah) hari (ketika) seorang penyeru (malaikat) menyeru kepada sesuatu yang tidak menyenangkan. (Al-Qamar: 6)\n\nSesuatu yang tidak menyenangkan, yaitu hari mereka diberhentikan di tempat penghisaban dan semua cobaan yang ada padanya, bahkan keguncangan dan kengerian yang ada padanya.\n\nsambil menundukkan pandangan-pandangan mereka. (Al-Qamar: 7)\n\nYakni pandangan mereka tertunduk hina.\n\nmereka keluar dari kuburan seakan-akan mereka belalang yang beterbangan. (Al-Qamar: 7)\n\nYang dimaksud dengan al-ajdas ialah kuburan. Yakni seakan-akan keadaan mereka yang menyebar dan berjalan dengan cepat menuju ke tempat pemberhentian hisab karena memenuhi seruan yang menyeru kepada mereka adalah seperti belalang yang menyebar beterbangan di udara.",
            "jalalain": "(Maka berpalinglah kamu dari mereka) menjadi pelengkap atau kesimpulan dari pembahasan sebelumnya (pada hari ketika penyeru memanggil) yaitu malaikat Israfil. Yang menashabkan lafal Yauma adalah lafal Yakhrujuuna yang disebutkan dalam ayat berikutnya, artinya, sesudah mereka keluar dari kuburnya masing-masing yaitu, ketika sang penyeru memanggil mereka (kepada sesuatu yang tidak menyenangkan) dapat dibaca Nukur atau Nukr, artinya, hal yang paling tidak disukai oleh jiwa manusia yaitu, hari penghisaban amal perbuatan.",
            "quraish_shihab": "Oleh karena itu berpalinglah, hai Muhammad, dari orang-orang kafir itu. Tunggulah hari ketika seorang penyeru suruhan Allah menyerukan sesuatu yang dahsyat dan tidak mengenakkan.",
            "saadi": "Please check ayah 54:8 for complete tafsir."
        },
        {
            "ind": "sambil menundukkan pandangan-pandangan mereka keluar dari kuburan seakan-akan mereka belalang yang beterbangan",
            "arb": "خُشَّعًا أَبْصَارُهُمْ يَخْرُجُونَ مِنَ الْأَجْدَاثِ كَأَنَّهُمْ جَرَادٌ مُّنتَشِرٌ",
            "transliterasi": "Khusysya‘an abṣāruhum yakhrujūna minal-ajdāṡi ka'annahum jarādum muntasyir(un).",
            "eng": "they will come forth from their graves, with their eyes downcast, [swarming about] like locusts scattered [by the wind],",
            "kemenag": "Mereka akan keluar dari kubur dalam keadaan pandangan mereka tunduk, karena tidak sanggup memandang kedahsyatan yang terjadi pada hari itu, dan ketika mereka bersama-sama keluar dari kubur, tergopoh-gopoh menuju ke tempat perhitungan amal sesuai dengan panggilan, laksana belalang-belalang yang beterbangan di udara. Dalam ayat lain yang bersamaan maksudnya Allah berfirman: \nPada hari itu manusia seperti laron yang beterbangan. (alQari'ah/101: 4)",
            "kemenag_ringkas": "Orang yang diseru itu akan datang _pandangan mereka tertunduk, ketika mereka keluar dari kuburan_ dengan ketakutan. Keadaan ini menyebabkan mereka berjalan serampangan, _seakan-akan mereka belalang yang beterbangan._",
            "ibnu_katsir": "Allah Swt. memerintahkan kepada Nabi-Nya agar berpaling dari orang-orang yang apabila melihat suatu bukti, mereka berpaling dan mengatakan bahwa bukti kerasulannya itu adalah sihir yang terus-menerus. Yakni berpalinglah kamu dari mereka dan tunggulah saat kebinasaan mereka.\n\n(Ingatlah) hari (ketika) seorang penyeru (malaikat) menyeru kepada sesuatu yang tidak menyenangkan. (Al-Qamar: 6)\n\nSesuatu yang tidak menyenangkan, yaitu hari mereka diberhentikan di tempat penghisaban dan semua cobaan yang ada padanya, bahkan keguncangan dan kengerian yang ada padanya.\n\nsambil menundukkan pandangan-pandangan mereka. (Al-Qamar: 7)\n\nYakni pandangan mereka tertunduk hina.\n\nmereka keluar dari kuburan seakan-akan mereka belalang yang beterbangan. (Al-Qamar: 7)\n\nYang dimaksud dengan al-ajdas ialah kuburan. Yakni seakan-akan keadaan mereka yang menyebar dan berjalan dengan cepat menuju ke tempat pemberhentian hisab karena memenuhi seruan yang menyeru kepada mereka adalah seperti belalang yang menyebar beterbangan di udara.",
            "jalalain": "(Sambil menundukkan) keadaan mereka pada saat itu hina Menurut suatu qiraat dibaca Khaasyi'an (pandangan-pandangan mereka) lafal Khusysya'an menjadi Hal atau kata keterangan keadaan dari Fa'il (mereka keluar) yakni manusia semuanya (dari kuburan) dari tempat-tempat mereka dikuburkan (seakan-akan mereka belalang yang beterbangan) mereka tidak mengetahui hendak ke manakah tujuan mereka, karena tercekam oleh rasa takut dan bimbang yang amat sangat. Jumlah kalimat Ka annahum dan seterusnya menjadi Hal dari Fa'il yang terkandung di dalam lafal Yakhrujuna, demikian pula firman selanjutnya, yaitu,",
            "quraish_shihab": "Pandangan mereka tertunduk karena dahsyatnya bencana itu. Mereka keluar dari kuburnya bagaikan bagaikan belalang yang beterbangan karena begitu banyak dan cepatnya mereka.",
            "saadi": "Please check ayah 54:8 for complete tafsir."
        },
        {
            "ind": "mereka datang dengan cepat kepada penyeru itu. Orang-orang kafir berkata: \"Ini adalah hari yang berat\".",
            "arb": "مُّهْطِعِينَ إِلَى الدَّاعِ ۖ يَقُولُ الْكَافِرُونَ هَٰذَا يَوْمٌ عَسِرٌ",
            "transliterasi": "Muhṭi‘īna ilad-dā‘(i), yaqūlul-kāfirūna hāżā yaumun ‘asir(un).",
            "eng": "running in con­fusion towards the Summoning Voice; [and] those who [now] deny the truth will exclaim, “Calamitous is this Day!”",
            "kemenag": "Mereka segera datang memenuhi seruan, tidak ada yang menentang seruan itu, tidak ada pula yang terlambat memenuhinya, seraya mereka berkata, \"Ini adalah hari yang sangat berbahaya dan tempat yang mencelakakan.\" Firman Allah: \nMaka itulah hari yang serba sulit, bagi orang-orang kafir tidak mudah. (al-Muddatstsir/74: 9-10)",
            "kemenag_ringkas": "_Dengan patuh_ dan penuh rasa takut_ mereka segera datang kepada penyeru itu_. Dalam keadaan seperti ini _orang-orang kafir_ terus saja _berkata,_ “_Ini adalah hari_ _yang_ sangat_ sulit_ dihadapi.”",
            "ibnu_katsir": "Firman Allah Swt.:\n\nmereka datang dengan cepat kepada penyeru itu. (Al-Qamar: 8) \n\nYaitu dengan cepat, tanpa ada yang menentang dan tidak pula terlambat.\n\nOrang-orang kafir berkata, \"Ini adalah hari yang berat.” (Al-Qamar: 8)\n\nMaksudnya, hari yang sangat mengerikan, menegangkan, lagi sangat berat.\n\nmaka itulah hari yang serba sulit, bagi orang-orang kafir tidak mudah. (Al-Muddatstsir: 9-10)",
            "jalalain": "(Mereka datang dengan cepat) seraya menjulurkan leher-leher mereka (kepada penyeru itu. Orang-orang kafir berkata) orang-orang kafir di antara mereka mengatakan, (\"Ini adalah hari yang berat\") atau sulit bagi orang-orang kafir, sebagaimana yang telah dijelaskan dalam surah Al Muddatstsir melalui firman-Nya, \"Hari yang sulit bagi orang-orang kafir.\" (Q.S. Al-Muddatstsir 9-10)",
            "quraish_shihab": "Mereka datang dengan cepat menuju penyeru itu. Mereka melihat kepadanya dengan tunduk dan pasrah tanpa dapat mengalihkan pandangan. Pada hari kiamat, orang-orang kafir akan berkata, \"Ini adalah hari yang sangat sulit.\"",
            "saadi": "\"Maka berpalinglah kamu dari mereka. (Ingatlah) hari (ketika) seorang penyeru (malaikat) menyeru kepada sesuatu yang tidak menyenangkan (Hari Pembalasan), sambil menundukkan pandang-an-pandangan mereka keluar dari kuburan seakan-akan mereka belalang yang beterbangan, mereka datang dengan cepat kepada penyeru itu. Orang-orang kafir berkata, 'Ini adalah hari yang berat'.\" (Al-Qamar: 6-8).\n(6) Allah سبحانه وتعالى berfirman kepada RasulNya bahwa telah jelas tidak ada cara untuk memberi petunjuk kepada orang-orang yang mendustakan, sehingga tidak ada yang bisa dilakukan selain ber-paling dari mereka. Allah سبحانه وتعالى berfirman, ﴾ فَتَوَلَّ  عَنۡهُمۡۘ ﴿   \"Maka berpaling-lah kamu dari mereka,\" dan tunggulah bersama mereka akan datang-nya hari yang besar dan huru hara yang dahsyat, yaitu ketika, ﴾ يَدۡعُ     ٱلدَّاعِ ﴿   \"seorang penyeru (malaikat) menyeru,\" yaitu malaikat Israfil عليه السلام, ﴾ إِلَىٰ  شَيۡءٖ  نُّكُرٍ ﴿   \"kepada sesuatu yang tidak menyenangkan (Hari Pembalasan),\" yakni, kepada sesuatu yang mengerikan yang tidak disukai oleh manusia, engkau tidak akan melihat pemandangan yang lebih mengerikan dan menyakitkan selainnya. Israfil meniup sangkakala, dengan tiupan itu manusia yang berada di kubur bangkit untuk menuju tempat pemberhentian pada Hari Kiamat.                \n(7) ﴾ خُشَّعًا  أَبۡصَٰرُهُمۡ ﴿     \"Sambil menundukkan pandangan-pandangan mereka,\" karena huru hara dan rasa takut yang sampai di hati me-reka, pandangan mereka menunduk dan merendah serta penuh khidmat, mereka ﴾ يَخۡرُجُونَ مِنَ     ٱلۡأَجۡدَاثِ  كَأَنَّهُمۡ ﴿   \"keluar dari kuburan seakan-akan mereka,\" karena banyak dan ramainya, ﴾ جَرَادٞ  مُّنتَشِرٞ  ﴿ \"belalang yang be-terbangan,\" beterbangan di bumi dengan jumlah yang begitu banyak.                \n(8) ﴾ مُّهۡطِعِينَ  إِلَى     ٱلدَّاعِۖ ﴿   \"Mereka datang dengan cepat kepada penyeru itu.\" Artinya, mereka bersegera menyambut panggilan malaikat Israfil yang menyeru tersebut. Ini menunjukkan bahwa penyeru itu menyeru mereka dan memerintahkan mereka untuk mendatangi tempat pemberhentian Kiamat. Mereka memenuhi panggilannya dan bergegas datang. ﴾ يَقُولُ  ٱلۡكَٰفِرُونَ ﴿   \"Orang-orang kafir berkata,\" yakni, orang-orang yang akan tiba siksaannya, ﴾ هَٰذَا  يَوۡمٌ  عَسِرٞ  ﴿ \"Ini adalah hari yang berat,\" seperti yang disebutkan dalam Firman Allah سبحانه وتعالى yang lain, \n﴾ عَلَى  ٱلۡكَٰفِرِينَ   غَيۡرُ  يَسِيرٖ      10  ﴿\n\"Atas orang-orang kafir tidak mudah,\" (Al-Muddatstsir: 10), keba-likannya, hari itu adalah mudah bagi orang-orang yang beriman."
        },
        {
            "ind": "Sebelum mereka, telah mendustakan (pula) kamu Nuh, maka mereka mendustakan hamba Kami (Nuh) dan mengatakan: \"Dia seorang gila dan dia sudah pernah diberi ancaman).",
            "arb": "۞ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ فَكَذَّبُوا عَبْدَنَا وَقَالُوا مَجْنُونٌ وَازْدُجِرَ",
            "transliterasi": "Każżabat qablahum qaumu nūḥin fakażżabū ‘abdanā wa qālū majnūnuw wazdujir(a).",
            "eng": "[LONG] BEFORE those [who now deny resurrec­tion] did Noah’s people call it a lie; and they gave the lie to Our servant and said, “Mad is he!” - and he was repulsed.",
            "kemenag": "Sebelum umat Nabi Muhammad saw, kaum Nuh telah terlebih dahulu mendustakan kerasulan Nabi Nuh. Mereka mendustakan kerasulan Nabi Nuh bahkan mereka menuduhnya gila serta mengancam dan menakut-nakuti Nabi Nuh supaya menghentikan dakwahnya, jika tidak mereka akan merajamnya.",
            "kemenag_ringkas": "Ayat-ayat berikut menguraikan siksaan duniawi atas orang-orang yang mengingkari para rasul. _Sebelum mereka_, yaitu kaum musyrik Mekah, sebagian besar _kaum_ Nabi _Nuh_ _juga telah mendustakan_ dan menolak dakwah hamba Kami. _Maka mereka mendustakan_ Nabi Nuh,_ hamba Kami_ yang terpilih, _dan mengatakan_, _“Dia_ adalah _orang gila!” Lalu diusirnya dengan ancaman,_ ejekan, dan makian dari hampir seluruh kaumnya.”",
            "ibnu_katsir": "Firman Allah Swt.:\n\ntelah mendustakan. (Al-Qamar: 9) \n\nsebelum kaummu, hai Muhammad.\n\nkaum Nuh, maka mereka mendustakan hamba Kami (Nuh). (Al-Qamar: 9)\n\nYakni mereka dengan terang-terangan mendustakan Nuh dan menuduhnya sebagai orang yang gila.\n\ndan mengatakan, \"Dia seorang gila dan dia sudah pernah diberi ancaman.” (Al-Qamar: 9)\n\nMujahid mengatakan bahwa makna uzdujir ialah hilang akal sehatnya karena gila. Menurut pendapat yang lain, mereka menghardiknya, mencegahnya, serta mengancamnya, bahwa sekiranya engkau hai Nuh tidak menghentikan seruanmu itu, niscaya engkau benar-benar akan termasuk orang-orang yang dirajam oleh kami. \n\nDemikianlah menurut Ibnu Zaid, dan pendapatnya ini cukup beralasan dan cukup baik.",
            "jalalain": "(Sebelum mereka telah mendustakan -pula -) yakni sebelum orang-orang Quraisy (kaum Nuh) dita`nits kannya lafal Kadzdzabat karena memandang segi makna yang terkandung dalam lafal Qaumun (maka mereka mendustakan hamba Kami) yakni Nabi Nuh (dan mereka mengatakan, \"Dia seorang gila dan dia sudah pernah diberi ancaman\") pernah diperingatkan oleh mereka dengan caci-maki dan lain sebagainya.",
            "quraish_shihab": "Sebelum orang-orang kafir Mekah, kaum Nûh telah mendustakan nabinya, yaitu Nûh, salah seorang hamba dan rasul Kami. Mereka menyebutnya gila dan menghalang-halanginya, dengan berbagai macam siksaan dan ancaman, agar tidak menyampaikan risalah yang diembannya.",
            "saadi": "Please check ayah 54:17 for complete tafsir."
        },
        {
            "ind": "Maka dia mengadu kepada Tuhannya: \"bahwasanya aku ini adalah orang yang dikalahkan, oleh sebab itu menangkanlah (aku)\".",
            "arb": "فَدَعَا رَبَّهُ أَنِّي مَغْلُوبٌ فَانتَصِرْ",
            "transliterasi": "Fa da‘ā rabbahū annī maglūbun fantaṣir.",
            "eng": "Thereupon he called out to his Sustainer, “Verily, I am defeated; come Thou, then, to my succour!”",
            "kemenag": "Nabi Nuh berdoa kepada Allah swt bahwa ia tidak berdaya menghadapi ancaman kaumnya, dan memohon kepada Allah agar menolongnya. Doa Nabi Nuh terdapat dalam Surah Nuh/71: 26-28, bahwa Nabi Nuh memohon kepada Allah agar orang kafir dihancurkan, karena mereka hanya akan menyesatkan manusia dan akan melahirkan orang-orang durhaka dan kafir. Di samping itu Nabi Nuh juga memohon ampunan bagi kedua orangtua dan orang-orang yang beriman. Hal ini dilakukan setelah Nabi Nuh mengetahui keingkaran mereka dan hampir lelahnya Nabi Nuh dalam menyampaikan dakwahnya. Firman Allah: Dan Nuh berkata, \"Ya Tuhanku, janganlah Engkau biarkan seorang pun di antara orang-orang kafir itu tinggal di atas bumi. Sesungguhnya jika Engkau biarkan mereka tinggal, niscaya mereka akan menyesatkan hamba-hamba-Mu, dan mereka hanya akan melahirkan anak-anak yang jahat dan tidak tahu bersyukur. Ya Tuhanku, ampunilah aku, ibu bapakku, dan siapa pun yang memasuki rumahku dengan beriman dan semua orang yang beriman laki-laki dan perempuan. Dan janganlah Engkau tambahkan bagi orang-orang yang zalim itu selain kehancuran.\" (Nuh/71: 26-28)",
            "kemenag_ringkas": "Pembangkangan kaum Nabi Nuh makin menjadi. Meski sudah didakwahi sekian ratus tahun, hanya segelintir kaumnya yang beriman. _Maka dia_ menengadahkan tangan, _mengadu kepada Tuhannya, “Sesungguhnya aku telah dikalahkan_ dengan keingkaran dan perlakuan buruk kaumku, _maka tolonglah_ aku, wahai Tuhan Pemeliharaku.”",
            "ibnu_katsir": "Firman Allah Swt.:\n\nMaka dia mengadu kepada Tuhannya, 'Bahwasanya aku ini adalah orang yang dikalahkan. Oleh sebab itu, tolonglah (aku).\" (Al-Qamar: 10)\n\nYakni sesungguhnya aku adalah orang yang lemah, tidak mampu menghadapi dan melawan mereka, maka tolonglah oleh-Mu agama-Mu ini. Maka Allah Swt. berfirman:\n\nMaka Kami bukakan pintu-pintu langit dengan (menurunkan) air yang tercurah. (Al-Qamar: 11)\n\nAs-Saddi mengatakan bahwa makna munhamir ialah air yang banyak sekali.",
            "jalalain": "(Maka dia mengadu kepada Rabbnya, \"Bahwasanya aku ini) dibaca Annii artinya, bahwa aku ini (adalah orang yang dikalahkan, oleh karena itu menangkanlah aku\")",
            "quraish_shihab": "Kemudian Nûh memohon kepada Tuhannya, \"Aku terkalahkan oleh kaumku, maka balaslah dan menangkanlah aku.\"",
            "saadi": "Please check ayah 54:17 for complete tafsir."
        },
        {
            "ind": "Maka Kami bukakan pintu-pintu langit dengan (menurunkan) air yang tercurah.",
            "arb": "فَفَتَحْنَا أَبْوَابَ السَّمَاءِ بِمَاءٍ مُّنْهَمِرٍ",
            "transliterasi": "Fa fataḥnā abwābas-samā'i bimā'im munhamir(in).",
            "eng": "And so We caused the gates of heaven to open with water pouring down in torrents,",
            "kemenag": "Allah mengabulkan doa Nabi Nuh dengan mencurahkan air yang banyak dari langit dan berlangsung bertahun-tahun.",
            "kemenag_ringkas": "Allah meperkenankan doa Nabi Nuh, _lalu Kami bukakan pintu-pintu langit_, yaitu awan yang mencurahkan hujan dan membanjiri permukiman kaum Nabi Nuh _dengan air yang tercurah_ deras,",
            "ibnu_katsir": "Firman Allah Swt.:\n\nMaka dia mengadu kepada Tuhannya, 'Bahwasanya aku ini adalah orang yang dikalahkan. Oleh sebab itu, tolonglah (aku).\" (Al-Qamar: 10)\n\nYakni sesungguhnya aku adalah orang yang lemah, tidak mampu menghadapi dan melawan mereka, maka tolonglah oleh-Mu agama-Mu ini. Maka Allah Swt. berfirman:\n\nMaka Kami bukakan pintu-pintu langit dengan (menurunkan) air yang tercurah. (Al-Qamar: 11)\n\nAs-Saddi mengatakan bahwa makna munhamir ialah air yang banyak sekali.",
            "jalalain": "(Maka Kami bukakan) dapat dibaca Fafatahnaa atau Fafattahnaa (pintu-pintu langit dengan menurunkan air yang tercurah) air yang ditumpahkan dari langit dengan sangat derasnya.",
            "quraish_shihab": "Lalu Kami membuka pintu-pintu langit yang kemudian menumpahkan air yang amat banyak dan beruntun. Dari dalam tanah, Kami juga memancarkan sumber mata air. Dengan demikian, bertemulah air langit dan air bumi yang membinasakan mereka sesuai dengan ketetapan Allah.",
            "saadi": "Please check ayah 54:17 for complete tafsir."
        },
        {
            "ind": "Dan Kami jadikan bumi memancarkan mata air-mata air, maka bertemulah air-air itu untuk suatu urusan yang sungguh telah ditetapkan.",
            "arb": "وَفَجَّرْنَا الْأَرْضَ عُيُونًا فَالْتَقَى الْمَاءُ عَلَىٰ أَمْرٍ قَدْ قُدِرَ",
            "transliterasi": "Wa fajjarnal-arḍa ‘uyūnan faltaqal-mā'u ‘alā amrin qad qudir(a).",
            "eng": "and caused the earth to burst forth with springs, so that the waters met for a purpose pre-ordained:",
            "kemenag": "Disamping itu dari dalam bumi, Allah memancarkan sumber mata air di permukaannya, lalu bertemulah dua air tersebut, yaitu air yang diturunkan dari langit dan air yang dipancarkan dari bumi, terjadilah banjir yang besar sebagaimana yang sudah ditentukan Allah. Ayat ini menguraikan mengenai peristiwa air bah pada masa Nabi Nuh. Akan tetapi, apabila penggalan kata-kata pertama dalam kalimat di atas, dan dikaitkan dengan pernyataan dalam ayat sebelumnya, maka keduanya akan memperlihatkan siklus air. Penggalan mengenai siklus air ini menjelaskan tentang turunnya air hujan dan bumi mengeluarkannya lagi dalam bentuk mata air.",
            "kemenag_ringkas": "_dan_ selain itu_ Kami jadikan bumi menyemburkan mata-mata air._ Karena dahsyatnya peristiwa itu,_ maka bertemulah air-air_ yang tercurah dari langit dan tersembur dari bumi _itu sehingga_ meluap dan menimbulkan _keadaan_ dan bencana _yang telah ditetapkan_ untuk menghukum kaum yang mengingkari rasulnya.",
            "ibnu_katsir": "Firman Allah Swt.:\n\nDan Kami jadikan bumi memancarkan mata air-mata air. (Al-Qamar: 12)\n\nArtinya, Kami memancarkan air dari seluruh muka bumi; hingga tempat-tempat pembakaran roti pun Kami pancarkan air darinya, padahal sumber api dari situ. Maka dengan kekuasaan Kami, Kami pancarkan mata.air-mata air darinya pula.\n\nmaka bertemulah air-air itu. (Al-Qamar: 12) \n\nYakni air dari langit dan air dari bumi itu bertemu.\n\nuntuk suatu urusan yang sungguh telah ditetapkan. (Al-Qamar: 12)\n\nYaitu suatu urusan yang telah ditetapkan oleh takdir.\n\nIbnu Juraij telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman Allah Swt.: Maka Kami bukakan pintu-pintu langit dengan (menurunkan) air yang tercurah. (Al-Qamar: 11) Yakni yang banyak sekali, yang sebelum itu langit tidak pernah menurunkan airnya dan tidak pula sesudahnya melainkan hanya dari awan. Semua pintu langit dibuka dengan menurunkan air tanpa melalui awan yang ada di hari itu. Maka bertemulah kedua air tersebut untuk suatu urusan yang telah ditetapkan.\n\nIbnu Abu Hatim mengatakan bahwa Ibnul Kawa pernah bertanya kepada Ali tentang al-majrah, yakni gugusan bintang-bintang di langit. Maka Ali menjawab bahwa itu adalah talang-talang langit yang darinya semua pintu langit dibuka untuk menurunkan air yang tercurah.",
            "jalalain": "(Dan Kami jadikan bumi memancarkan mata air-mata air) yang menyumber dengan derasnya (maka bertemulah air-air itu) yaitu air yang ditumpahkan dari langit dan air yang disemburkan dari bumi (untuk suatu urusan) berkedudukan menjadi Hal (yang sungguh telah ditetapkan) yang telah dipastikan di zaman Azali, yaitu bahwa mereka dibinasakan dengan ditenggelamkan.",
            "quraish_shihab": "Lalu Kami membuka pintu-pintu langit yang kemudian menumpahkan air yang amat banyak dan beruntun. Dari dalam tanah, Kami juga memancarkan sumber mata air. Dengan demikian, bertemulah air langit dan air bumi yang membinasakan mereka sesuai dengan ketetapan Allah.",
            "saadi": "Please check ayah 54:17 for complete tafsir."
        },
        {
            "ind": "Dan Kami angkut Nuh ke atas (bahtera) yang terbuat dari papan dan paku,",
            "arb": "وَحَمَلْنَاهُ عَلَىٰ ذَاتِ أَلْوَاحٍ وَدُسُرٍ",
            "transliterasi": "Wa ḥamalnāhu ‘alā żāti alwāḥiw wa dusur(in).",
            "eng": "but him We bore on that [vessel] made of [mere] planks and nails,",
            "kemenag": "Allah menyelamatkan Nabi Nuh dari banjir besar dengan memerintahkan Nuh beserta pengikutnya naik ke kapal besar yang terbuat dari papan-papan yang dipaku yang telah disiapkan sebelumnya. Maksud ayat ini sejalan dengan firman Allah dalam Surah al-'Ankabut: \nMaka Kami selamatkan Nuh dan orang-orang yang berada di kapal itu. (al-'Ankabut/29: 15)",
            "kemenag_ringkas": "Limpahan air dari langit dan pancarannya dari bumi merupakan azab bagi kaum Nabi Nuh yang ingkar. _Dan Kami angkut_ serta selamatkan dia bersama orang-orang yang beriman _ke atas_ kapal _yang terbuat dari papan_ yang disusun_ dan_ diikat dengan _pasak,_",
            "ibnu_katsir": "Firman Allah Swt.:\n\nDan Kami angkut Nuh ke atas (bahtera) yang terbuat dari papan dan paku. (Al-Qamar: 13)\n\nIbnu Abbas, Sa'id ibnu Jubair, Al-Qurazi, Qatadah, dan Ibnu Zaid mengatakan bahwa makna dusur adalah paku-paku. Pendapat ini dipilih oleh Ibnu Jarir, bahwa bentuk tunggalnya ialah disar dan juga dasir, sama seperti lafaz habikun dan hibakun bentuk jamaknya ialah hubukin. \n\nMujahid mengatakan bahwa yang dimaksud dengan dusur ialah lambung-lambung kapal. \n\nIkrimah dan Al-Hasan mengatakan bahwa makna yang dimaksud ialah bagian depan (haluan) kapal yang membelah ombak. \n\nAd-Dahhak mengatakan bahwa makna yang dimaksud ialah kedua sisinya dan bagian pokoknya. \n\nAl-Aufi telah meriwayatkan dari Ibnu Abbas, bahwa makna yang dimaksud ialah bagian depan kapal.",
            "jalalain": "(Dan Kami angkut dia) yakni Nabi Nuh (ke atas) bahtera (yang terbuat dari papan dan paku) lafal Dusur artinya benda-benda yang dipakai untuk menyambung kayu-kayu, baik berupa paku atau benda-benda lainnya, bentuk tunggalnya adalah Disaarun yang wazannya sama dengan lafal Kitaabun",
            "quraish_shihab": "Kami mengangkut Nûh di atas bahtera yang terbuat dari kayu dan ikatan yang mengencangkan papan-papannya. Bahtera tersebut berlayar di atas air di bawah pengawasan Kami sebagai balasan bagi Nûh yang seruannya selalu didustakan oleh kaumnya.",
            "saadi": "Please check ayah 54:17 for complete tafsir."
        },
        {
            "ind": "Yang berlayar dengan pemeliharaan Kami sebagai belasan bagi orang-orang yang diingkari (Nuh).",
            "arb": "تَجْرِي بِأَعْيُنِنَا جَزَاءً لِّمَن كَانَ كُفِرَ",
            "transliterasi": "Tajrī bi'a‘yuninā, jazā'al liman kāna kufir(a).",
            "eng": "and it floated under Our eyes: a recom­pense for him who had been rejected with ingratitude.",
            "kemenag": "Meskipun topan sangat dahsyat disertai hujan yang sangat lebat dan gelombang air laksana gunung besarnya, kapal itu berlayar dengan selamat berjalan di bawah pengawasan Allah sebagai balasan doanya, sebagaimana diinformasikan dalam ayat lain. \nDan kapal itu berlayar membawa mereka ke dalam gelombang laksana gunung-gunung. Dan Nuh memanggil anaknya, ketika dia (anak itu) berada di tempat yang jauh terpencil, \"Wahai anakku! Naiklah (ke kapal) bersama kami dan janganlah engkau bersama orang-orang kafir.\" (Hud/11: 42)",
            "kemenag_ringkas": "_yang berlayar dengan pemeliharaan_ dan pengawasan _Kami, sebagai_ ganjaran dan _balasan bagi orang yang telah diingkari_ oleh kaumnya.",
            "ibnu_katsir": "Firman Allah Swt.:\n\nYang berlayar dengan pemeliharaan Kami. (Al-Qamar: 14)\n\nYakni dengan perintah Kami dan penglihatan Kami, serta berada dalam pemeliharaan dan penjagaan Kami.\n\nsebagai balasan bagi orang-orang yang diingkari (Nuh). (Al-Qamar: 14)\n\nYaitu sebagai balasan bagi mereka karena mereka telah kafir kepada Allah, dan sebagai pertolongan kepada Nuh a.s. yang didustai mereka.",
            "jalalain": "(Yang berlayar dengan pemeliharaan Kami) atau dalam pengawasan Kami (sebagai balasan) dinashabkan oleh Fi'il yang diperkirakan keberadaannya, yakni mereka ditenggelamkan sebagai pertanda kemenangan (bagi orang yang diingkari) yaitu bagi Nabi Nuh a.s. Dan menurut suatu qiraat lafal Kufira dibaca Kafar, artinya, mereka ditenggelamkan sebagai hukuman bagi mereka yang kafir.",
            "quraish_shihab": "Kami mengangkut Nûh di atas bahtera yang terbuat dari kayu dan ikatan yang mengencangkan papan-papannya. Bahtera tersebut berlayar di atas air di bawah pengawasan Kami sebagai balasan bagi Nûh yang seruannya selalu didustakan oleh kaumnya.",
            "saadi": "Please check ayah 54:17 for complete tafsir."
        },
        {
            "ind": "Dan sesungguhnya telah Kami jadikan kapal itu sebagai pelajaran, maka adakah orang yang mau mengambil pelajaran?",
            "arb": "وَلَقَد تَّرَكْنَاهَا آيَةً فَهَلْ مِن مُّدَّكِرٍ",
            "transliterasi": "Wa laqat taraknāhā āyatan fahal mim muddakir(in).",
            "eng": "And, indeed, We have caused such [floating vessels] to remain forever a sign [of Our grace unto man]: who, then, is willing to take it to heart?",
            "kemenag": "Peristiwa bencana buat kaum Nuh dijadikan Allah sebagai pelajaran bagi manusia sepanjang masa. Sehingga mereka dapat membela kebenaran dan menghancurkan kebatilan yang mendustakan terhadap rasul-rasul Allah. Bahtera tersebut mendarat di bukit \"Judi.\" (Nama Gunung di daerah Kurdistan) \nDan difirmankan, \"Wahai bumi! Telanlah airmu dan wahai langit (hujan!) berhentilah.\" Dan air pun disurutkan, dan perintah pun diselesaikan dan kapal itupun berlabuh di atas gunung Judi, dan dikatakan, \"Binasalah orang-orang zalim.\" (Hud/11: 44) \nDalam ayat lain peristiwa itu dinyatakan: \nSesungguhnya ketika air naik (sampai ke gunung), Kami membawa (nenek moyang) kamu ke dalam kapal, agar Kami jadikan (peristiwa itu) sebagai peringatan bagi kamu dan agar diperhatikan oleh telinga yang mau mendengar. (al-haqqah/69: 11-12) \nSelanjutnya pada akhir ayat ini Allah bertanya, \"masih adakah orang-orang yang mau mengingat dan merenungkan peristiwa itu untuk dijadikan pelajaran.\" Artinya peristiwa itu perlu direnungkan dan diingat sepanjang masa untuk meningkatkan keimanan dan ketakwaan.",
            "kemenag_ringkas": "_Dan sungguh, kapal itu telah Kami_ awetkan dan Kami _jadikan sebagai tanda_ dan pelajaran bagi kaum yang datang kemudian. _Maka, adakah orang yang mau_ dan bersungguh-sungguh _mengambil pelajaran_ dari peristiwa itu? Bila hal itu tidak menyadarkannya untuk menaati ajakan rasul,",
            "ibnu_katsir": "Firman Allah Swt.:\n\nDan sesungguhnya telah Kami jadikan kapal itu sebagai pelajaran. (Al-Qamar: 15)\n\nQatadah mengatakan bahwa Allah Swt. membiarkan utuh perahu Nabi Nuh a.s. hingga dapat dijumpai oleh generasi pertama dari umat ini. Tetapi makna lahiriahnya menunjukkan pengertian jenis perahu, seperti pengertian yang terdapat di dalam firman-Nya:\n\nDan suatu tanda (kekuasaan Allah) bagi mereka adalah bahwa Kami angkut keturunan mereka dalam bahtera yang penuh muatan, dan Kami ciptakan untuk mereka yang akan mereka kendarai seperti bahtera. (Yasin: 41-42)\n\nDan firman Allah Swt.:\n\nSesungguhnya Kami, tatkala air telah naik (sampai ke gunung) Kami bawa (nenek moyang kamu) ke dalam bahtera, agar Kami jadikan peristiwa itu peringatan bagi kamu dan agar diperhatikan oleh telinga yang mau mendengar. (Al-Haqqah: 11-12)\n\nKarena itulah dalam surat ini disebutkan:\n\nmaka adakah orang yang mengambil pelajaran? (Al-Qamar: 15)\n\nYakni adakah orang yang mau mengambilnya sebagai pelajaran dan peringatan baginya. \n\nImam Ahmad mengatakan, telah menceritakan kepada kami Hajjaj, telah menceritakan kepada kami Israil, dari Abu Ishaq, dari Al-Aswad, dari Ibnu Mas'ud yang mengatakan bahwa Rasulullah Saw. pernah membacakan kepadanya firman Allah Swt.: maka adakah orang yang mengambil pelajaran? (Al-Qamar: 15)\n\nHal yang sama telah diriwayatkan oleh Imam Bukhari, disebutkan bahwa telah menceritakan kepada kami Yahya, telah menceritakan kepada kami Waki', dari Israil, dari Abu Ishaq, dari Al-Aswad ibnu Yazid, dari Abdullah yang mengatakan bahwa ia pernah membacakan kepada Rasulullah Saw. firman berikut: maka adakah orang yang mengambil pelajaran? (Al-Qamar: 15) Dan Nabi Saw. membacanya dengan bacaan berikut: maka adakah orang yang mengambil pelajaran? (Al-Qamar: 15)\n\nImam Bukhari telah meriwayatkan pula melalui hadis Syu'bah, dari Abu Ishaq, dari Al-Aswad, dari Abdullah yang menceritakan bahwa Rasulullah Saw. membaca firman-Nya: maka adakah orang yang mengambil pelajaran? (Al-Qamar: 15)\n\nTelah menceritakan pula kepada kami Abu Na'im, telah menceritakan kepada kami Zuhair, dari Abu Ishaq, bahwa ia pernah mendengar seorang lelaki bertanya kepada Al-Aswad, \"Apakah Muzzakkir ataukah muddakkir? Maka Al-Aswad menjawab bahwa ia pernah mendengar Abdullah ibnu Mas'ud membacanya dengan bacaan berikut: maka adakah orang yang mengambil pelajaran? (Al-Qamar: 15)\n\nLalu Ibnu Mas'ud mengatakan bahwa ia pernah mendengar Rasulullah Saw. membacanya dengan bacaan berikut (yakni memakai huruf dal): maka adakah orang yang mengambil pelajaran? (Al-Qamar: 15)\n\nImam Muslim telah mengetengahkan hadis ini —juga ahlus sunan kecuali Ibnu Majah— melalui hadis Abu Ishaq.",
            "jalalain": "(Dan sesungguhnya telah Kami tinggalkan) telah Kami biarkan perbuatan Kami itu (sebagai tanda) bagi orang yang mau mengambilnya sebagai pelajaran buat dirinya. Makna yang dimaksud ialah, berita mengenai banjir besar ini telah tersiar dan tetap lestari ketenarannya (maka adakah orang yang mau mengambil pelajaran?) untuk menasihati dirinya. Asal lafal Muddakir adalah Mudztakir, lalu huruf Ta diganti menjadi Dal, demikian pula huruf Dzal diganti menjadi Dal, lalu keduanya diidgamkan menjadi satu sehingga jadilah Muddakir.",
            "quraish_shihab": "Peristiwa tenggelamnya orang-orang kafir dan selamatnya orang-orang Mukmin benar-benar Kami jadikan sebagai pelajaran. Maka adakah orang yang mengambil pelajaran?",
            "saadi": "Please check ayah 54:17 for complete tafsir."
        },
        {
            "ind": "Maka alangkah dahsyatnya azab-Ku dan ancaman-ancaman-Ku.",
            "arb": "فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ",
            "transliterasi": "Fa kaifa kāna ‘ażābī wa nużur(i).",
            "eng": "And how severe is the suffering which I inflict when My warnings are disregarded!",
            "kemenag": "Allah memperingatkan orang yang membangkang dan mendustakan para rasul serta tidak mengambil iktibar terhadap dahsyatnya siksaan Tuhan dan ancaman-ancamannya yang ditujukan kepada orang-orang yang tidak mengindahkan seruan para rasul",
            "kemenag_ringkas": "_maka_ perhatikan betul-betul_ betapa dahsyatnya azab-Ku dan peringatan-Ku._",
            "ibnu_katsir": "Firman Allah Swt.:\n\nMaka alangkah dahsyatnya azab-Ku dan ancaman-ancaman-Ku. (Al-Qamar: 16)\n\nYakni betapa hebatnya azab-Ku terhadap orang-orang yang ingkar kepada-Ku dan mendustakan rasul-rasul-Ku, dan tidak mau mengambil pelajaran dari apa yang disampaikan oleh juru peringatan-Ku. Dan bagaimana Aku membela para juru peringatan-Ku dan menimpakan pembalasan terhadap orang-orang yang mendustakan mereka.\n\nDan sesungguhnya telah Kami mudahkan Al-Qur’an untuk pelajaran. (Al-Qamar: 17)\n\nKami jadikan Al-Qur'an itu mudah bacaan (lafaz)nya dan Kami mudahkan pula pengertiannya bagi orang yang menginginkannya agar dia memberikan peringatan kepada manusia. Ayat ini semakna dengan apa yang disebutkan dalam ayat lain melalui firman-Nya:\n\nIni adalah sebuah kitab yang Kami turunkan kepadamu penuh dengan berkah supaya mereka memperhatikan ayat-ayatnya dan supaya mendapat pelajaran orang-orang yang mempunyai pikiran. (Shad: 29)\n\nDan firman Allah Swt.:\n\nMaka sesungguhnya telah Kami mudahkan Al-Qur’an itu dengan bahasamu, agar kamu dapat memberi kabar gembira dengan Al-Qur’an itu kepada orang-orang yang bertakwa, dan agar kamu memberi peringatan dengannya kepada kaum yang membangkang. (Maryam: 97)\n\nMujahid telah mengatakan sehubungan dengan makna firman-Nya: Dan sesungguhnya telah Kami mudahkan Al-Qur’an untuk pelajaran. (Al-Qamar: 17) Yaitu mudah untuk dibaca. \n\nAs-Saddi mengatakan, maknanya yaitu Kami mudahkan bacaannya bagi semua lisan (bahasa). \n\nAd-Dahhak telah meriwayatkan dari Ibnu Abbas, bahwa seandainya Allah tidak memudahkan Al-Qur'an bagi lisan manusia, niscaya tiada seorang makhluk pun yang mampu berbicara dengan Kalamullah.\n\nDan menurut hemat saya (penulis), di antara dalil yang membuktikan dimudahkan-Nya Al-Qur'an bagi manusia untuk membacanya ialah sabda Nabi Saw. yang mengatakan:\n\nSesungguhnya Al-Qur’an ini diturunkan dengan tujuh dialek.\n\nKami telah mengetengahkan hadis ini lengkap dengan semua jalur periwayatan dan teks-teksnya, sehingga di sini tidak perlu diulangi lagi. \n\nFirman Allah Swt.:\n\nmaka adakah orang yang mengambil pelajaran. (Al-Qamar: 17)\n\nYakni adakah orang yang mengambil pelajaran dan peringatan dari Al-Qur'an ini yang telah dimudahkan untuk dihafal dan dipahami maknanya? Muhammad ibnu Ka'b Al-Qurazi mengatakan bahwa adakah orang yang mendapat peringatan darinya hingga meninggalkan semua kemaksiatan?\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Al-Hasan ibnu Rafi', telah menceritakan kepada kami Damrah, dari Ibnu Syauzab, dari Matar Al-Warraq sehubungan dengan makna firman-Nya: maka adakah orang yang mengambil pelajaran? (Al-Qamar: 17) Yaitu adakah orang yang menimba ilmu darinya dan menjadikan Al-Qur'an sebagai penolong yang membimbingnya? \n\nHal yang sama telah dikemukakan oleh Imam Bukhari secara ta'liq, tetapi dengan ungkapan yang pasti (tegas) dari Matar Al-Warraq. Ibnu Jarir telah meriwayatkan pula hal yang sama, dan ia telah meriwayatkan hal yang semisal dari Qatadah.",
            "jalalain": "(Maka alangkah dahsyatnya azab-Ku dan ancaman-ancaman-Ku) peringatan-Ku, Istifham atau kata tanya di sini mengandung makna Taqrir. Lafal Kaifa adalah Khabar dari lafal Kaana, menunjukkan makna pertanyaan tentang keadaan. Pengertiannya ialah menganggap orang-orang yang diajak berbicara telah mengakui terjadinya. azab Allah swt. yang telah menimpa orang-orang yang mendustakan Nabi Nuh.",
            "quraish_shihab": "Alangkah dahsyatnya azab dan peringatan Kami bagi orang-orang yang melanggar!",
            "saadi": "Please check ayah 54:17 for complete tafsir."
        },
        {
            "ind": "Dan sesungguhnya telah Kami mudahkan Al-Quran untuk pelajaran, maka adakah orang yang mengambil pelajaran?",
            "arb": "وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍ",
            "transliterasi": "Wa laqad yassarnal-qur'āna liż-żikri fahal mim muddakir(in).",
            "eng": "Hence, indeed, We made this Qur’an easy to bear in mind: who, then, is willing to take it to heart?",
            "kemenag": "Allah yang menurunkan Al-Qur'an yang mudah dibaca dan difahami untuk dijadikan pelajaran bagi orang yang mau menjadikan pelajaran, karena itu hendaknya manusia mengimaninya dan menjalankannya. Dalam ayat lain dinyatakan bahwa Al-Qur'an hanya bermanfaat bagi orang yang beriman, karena mereka menjalankannya: \nDan tetaplah memberi peringatan, karena sesungguhnya peringatan itu bermanfaat bagi orang-orang Mukmin. (adh-dzariyat/51: 55) \nDan seperti firman-Nya: \nKitab (Al-Qur'an) yang Kami turunkan kepadamu penuh berkah agar mereka menghayati ayat-ayatnya dan agar orang-orang yang berakal sehat mendapat pelajaran. (shad/38: 29) \nMaka sungguh, telah Kami mudahkan (Al-Qur'an) itu dengan bahasamu (Muhammad), agar dengan itu engkau dapat memberi kabar gembira kepada orang-orang yang bertakwa, dan agar engkau dapat memberi peringatan kepada kaum yang membangkang. (Maryam/19: 97) \nAl-Qur'an itu mudah difahami dan dijalankan, karena Nabi saw menjelaskan dan mencontohkan pelaksanaannya. Isi Al-Qur'an adalah kabar gembira bagi yang takwa dan peringatan bagi yang membangkang, karena itu hendaknya manusia menjadi orang yang takwa dengan menjalankannya dan tidak mengingkarinya, karena akan menjadi orang yang merugi.",
            "kemenag_ringkas": "_Dan sungguh, telah Kami mudahkan Al-Qur’an untuk_ menjadi pelajaran dan _peringatan_ bagi semua manusia, _maka_ _adakah_ di antara mereka _yang mau mengambil pelajaran_ sehingga Allah melimpahkan karunia kepada-nya dan membantunya memahami kitab suci ini?",
            "ibnu_katsir": "Firman Allah Swt.:\n\nMaka alangkah dahsyatnya azab-Ku dan ancaman-ancaman-Ku. (Al-Qamar: 16)\n\nYakni betapa hebatnya azab-Ku terhadap orang-orang yang ingkar kepada-Ku dan mendustakan rasul-rasul-Ku, dan tidak mau mengambil pelajaran dari apa yang disampaikan oleh juru peringatan-Ku. Dan bagaimana Aku membela para juru peringatan-Ku dan menimpakan pembalasan terhadap orang-orang yang mendustakan mereka.\n\nDan sesungguhnya telah Kami mudahkan Al-Qur’an untuk pelajaran. (Al-Qamar: 17)\n\nKami jadikan Al-Qur'an itu mudah bacaan (lafaz)nya dan Kami mudahkan pula pengertiannya bagi orang yang menginginkannya agar dia memberikan peringatan kepada manusia. Ayat ini semakna dengan apa yang disebutkan dalam ayat lain melalui firman-Nya:\n\nIni adalah sebuah kitab yang Kami turunkan kepadamu penuh dengan berkah supaya mereka memperhatikan ayat-ayatnya dan supaya mendapat pelajaran orang-orang yang mempunyai pikiran. (Shad: 29)\n\nDan firman Allah Swt.:\n\nMaka sesungguhnya telah Kami mudahkan Al-Qur’an itu dengan bahasamu, agar kamu dapat memberi kabar gembira dengan Al-Qur’an itu kepada orang-orang yang bertakwa, dan agar kamu memberi peringatan dengannya kepada kaum yang membangkang. (Maryam: 97)\n\nMujahid telah mengatakan sehubungan dengan makna firman-Nya: Dan sesungguhnya telah Kami mudahkan Al-Qur’an untuk pelajaran. (Al-Qamar: 17) Yaitu mudah untuk dibaca. \n\nAs-Saddi mengatakan, maknanya yaitu Kami mudahkan bacaannya bagi semua lisan (bahasa). \n\nAd-Dahhak telah meriwayatkan dari Ibnu Abbas, bahwa seandainya Allah tidak memudahkan Al-Qur'an bagi lisan manusia, niscaya tiada seorang makhluk pun yang mampu berbicara dengan Kalamullah.\n\nDan menurut hemat saya (penulis), di antara dalil yang membuktikan dimudahkan-Nya Al-Qur'an bagi manusia untuk membacanya ialah sabda Nabi Saw. yang mengatakan:\n\nSesungguhnya Al-Qur’an ini diturunkan dengan tujuh dialek.\n\nKami telah mengetengahkan hadis ini lengkap dengan semua jalur periwayatan dan teks-teksnya, sehingga di sini tidak perlu diulangi lagi. \n\nFirman Allah Swt.:\n\nmaka adakah orang yang mengambil pelajaran. (Al-Qamar: 17)\n\nYakni adakah orang yang mengambil pelajaran dan peringatan dari Al-Qur'an ini yang telah dimudahkan untuk dihafal dan dipahami maknanya? Muhammad ibnu Ka'b Al-Qurazi mengatakan bahwa adakah orang yang mendapat peringatan darinya hingga meninggalkan semua kemaksiatan?\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Al-Hasan ibnu Rafi', telah menceritakan kepada kami Damrah, dari Ibnu Syauzab, dari Matar Al-Warraq sehubungan dengan makna firman-Nya: maka adakah orang yang mengambil pelajaran? (Al-Qamar: 17) Yaitu adakah orang yang menimba ilmu darinya dan menjadikan Al-Qur'an sebagai penolong yang membimbingnya? \n\nHal yang sama telah dikemukakan oleh Imam Bukhari secara ta'liq, tetapi dengan ungkapan yang pasti (tegas) dari Matar Al-Warraq. Ibnu Jarir telah meriwayatkan pula hal yang sama, dan ia telah meriwayatkan hal yang semisal dari Qatadah.",
            "jalalain": "(Dan sesungguhnya telah Kami mudahkan Alquran untuk pelajaran) Kami telah memudahkannya untuk dihafal dan Kami telah mempersiapkannya untuk mudah diingat (maka adakah orang yang mengambil pelajaran?) yang mau mengambilnya sebagai pelajaran dan menghafalnya. Istifham di sini mengandung makna perintah yakni, hafalkanlah Alquran itu oleh kalian dan ambillah sebagai nasihat buat diri kalian. Sebab tidak ada orang yang lebih hafal tentang Alquran selain daripada orang yang mengambilnya sebagai nasihat buat dirinya.",
            "quraish_shihab": "Aku bersumpah bahwa Kami telah mudahkan al-Qur'ân untuk dijadikan peringatan dan pelajaran. Maka adakah orang yang mengambil pelajaran?",
            "saadi": "\"Sebelum mereka, telah mendustakan (pula) kaum Nuh, maka mereka mendustakan hamba Kami (Nuh) dan mengatakan, 'Dia seorang gila dan dia sudah pernah diberi ancaman.' Maka dia mengadu kepada Rabbnya, 'Bahwasanya aku ini adalah orang yang dikalahkan, oleh sebab itu tolonglah (aku).' Maka Kami bukakan pintu-pintu langit dengan (menurunkan) air yang tercurah. Dan Kami jadikan bumi memancarkan mata air-mata air, maka ber-temulah air-air itu untuk satu urusan yang sungguh telah ditetap-kan. Dan Kami angkut Nuh ke atas (bahtera) yang terbuat dari papan dan paku, yang berlayar dengan (pengawasan) Mata Kami sebagai balasan bagi orang-orang yang diingkari (Nuh). Dan sungguh telah Kami jadikan kapal itu sebagai pelajaran, maka adakah orang yang mau mengambil pelajaran? Maka bagaimana-kah siksaan dan ancamanKu. Dan sungguh telah Kami mudahkan al-Qur`an untuk pelajaran, maka adakah orang yang mengambil pelajaran?'\" (Al-Qamar: 9-17).\n(9) Setelah Allah سبحانه وتعالى menyebutkan kondisi orang-orang yang mendustakan RasulNya dan sesungguhnya tanda-tanda kebesaran tidak berguna bagi mereka sama sekali, Allah سبحانه وتعالى kemudian me-ngancam dan menakutkan mereka dengan berbagai siksaan yang menimpa umat-umat terdahulu yang mendustakan para rasul dan bagaimanakah Allah سبحانه وتعالى membinasakan mereka serta menimpakan azab pada mereka? Allah سبحانه وتعالى menyebut kaum Nuh عليه السلام. Nabi Nuh عليه السلام adalah rasul pertama yang diutus Allah سبحانه وتعالى untuk kaum yang menyembah berhala, Nuh عليه السلام menyerukan mereka untuk meng-esakan Allah سبحانه وتعالى dan menyembahNya semata, yang tidak ada sekutu bagiNya. Mereka enggan meninggalkan kesyirikan dan berkata, \n﴾ وَقَالُواْ   لَا  تَذَرُنَّ  ءَالِهَتَكُمۡ  وَلَا   تَذَرُنَّ  وَدّٗا  وَلَا  سُوَاعٗا  وَلَا  يَغُوثَ  وَيَعُوقَ   وَنَسۡرٗا  23  ﴿\n\"Jangan sekali-kali kamu meninggalkan (penyembahan) tuhan-tuhan kamu dan jangan pula sekali-kali kamu meninggalkan (penyem-bahan) wadd, dan jangan pula suwa,' yaghuts, ya'uq dan nasr.\" (Nuh: 23). \nMeski demikian, Nabi Nuh عليه السلام tetap menyeru kepada Allah سبحانه وتعالى siang dan malam, secara rahasia dan terang-terangan. Hal itu ternyata semakin membuat mereka membangkang, melampaui batas dan mencela nabi mereka. Karena itulah dalam surat ini Allah سبحانه وتعالى berfirman, ﴾ فَكَذَّبُواْ  عَبۡدَنَا  وَقَالُواْ  مَجۡنُونٞ ﴿   \"Maka mereka mendustakan hamba Kami (Nuh) dan mengatakan, 'Dia seorang gila',\" karena tuduhan mereka bahwa jalan kesyirikan dan kesesatan yang mereka dan nenek moyang mereka tempuh itu ditunjukkan oleh akal sedang-kan jalan yang ditempuh oleh Nuh عليه السلام adalah kebodohan, kese-satan dan hanya berasal dari orang-orang gila. Mereka dusta dalam tuduhan itu dan memutarbalikkan kebenaran-kebenaran kokoh, baik secara syariat maupun akal. Syariat yang dibawa Nuh عليه السلام adalah benar dan kokoh, yang menunjukkan orang-orang berakal dan lurus menuju petunjuk dan cahaya, sedangkan jalan yang mereka tempuh adalah kebodohan dan kesesatan yang nyata. \nAllah سبحانه وتعالى berfirman, ﴾ وَٱزۡدُجِرَ ﴿   \"Dan dia sudah pernah diberi an-caman,\" artinya diancam dan diperlakukan jahat oleh kaumnya karena seruannya kepada Allah سبحانه وتعالى, belum cukup bagi mereka, semoga Allah سبحانه وتعالى memburukkan mereka, untuk tidak beriman dan mendustakan Nuh عليه السلام saja, mereka bahkan menyakiti Nuh عليه السلام semampu mereka. Memang seperti itulah musuh-musuh para rasul terhadap rasul dan nabi mereka.                \n(10) Pada saat itu Nabi Nuh عليه السلام berdoa kepada Rabbnya, ﴾  أَنِّي  مَغۡلُوبٞ  فَٱنتَصِرۡ  ﴿ \"Bahwasanya aku ini adalah orang yang dikalahkan, oleh sebab itu tolonglah (aku),\" sebab hanya sedikit yang beriman dari kaumnya, mereka tidak memiliki kemampuan untuk melawan kaum mereka, ﴾ فَٱنتَصِرۡ ﴿   \"maka tolonglah (aku),\" dari mereka. Dalam ayat lain Nuh عليه السلام berkata, \n﴾ وَقَالَ  نُوحٞ  رَّبِّ  لَا     تَذَرۡ     عَلَى  ٱلۡأَرۡضِ  مِنَ  ٱلۡكَٰفِرِينَ   دَيَّارًا  26  ﴿\n\"Nuh berkata, 'Ya Rabbku, janganlah Engkau biarkan seorang pun di antara orang-orang kafir itu tinggal di atas bumi'.\" (Nuh: 26).                \n(11) Allah سبحانه وتعالى mengabulkan doanya dan memberinya perto-longan atas kaumnya seraya berfirman, ﴾ فَفَتَحۡنَآ     أَبۡوَٰبَ  ٱلسَّمَآءِ  بِمَآءٖ  مُّنۡهَمِرٖ ﴿   \"Maka Kami bukakan pintu-pintu langit dengan (menurunkan) air yang tercu-rah,\" yaitu sangat lebat dan terus-menerus.                \n(12) ﴾ وَفَجَّرۡنَا  ٱلۡأَرۡضَ   عُيُونٗا  ﴿ \"Dan Kami jadikan bumi memancarkan mata air-mata air,\" langit pun menurunkan hujan yang tidak seperti biasanya dan seluruh bagian bumi juga memancarkan air hingga tungku pun memancarkan air yang menurut lazimnya tidak ada airnya lebih-lebih memancarkan air sebab tungku adalah tempat perapian. ﴾ فَٱلۡتَقَى  ٱلۡمَآءُ    ﴿ \"Maka bertemulah air-air itu,\" air dari langit dan air dari bumi, ﴾ عَلَىٰٓ  أَمۡرٖ ﴿   \"untuk satu urusan,\" dari Allah سبحانه وتعالى untuk sesuatu ﴾ قَدۡ  قُدِرَ ﴿   \"yang sungguh telah ditetapkan,\" yaitu telah ditulis Allah سبحانه وتعالى sejak zaman azali serta ditakdirkan sebagai hukuman untuk mereka yang zhalim dan melampaui batas.                \n(13) ﴾ وَحَمَلۡنَٰهُ  عَلَىٰ  ذَاتِ  أَلۡوَٰحٖ  وَدُسُرٖ    ﴿ \"Dan Kami angkut Nuh ke atas (bah-tera) yang terbuat dari papan dan paku,\" artinya, dan Kami selamatkan hamba Kami, Nuh عليه السلام,, di atas perahu yang memiliki papan dan paku, paku yang dipakai untuk memaku papan dan merekatkannya.                \n(14) ﴾ تَجۡرِي  بِأَعۡيُنِنَا ﴿   \"Yang berlayar dengan (pengawasan) Mata Kami,\" yakni berlayar membawa Nuh عليه السلام dan orang-orang yang beriman bersama beliau serta berbagai jenis hewan yang dibawa dengan pengawasan dan penjagaan dari Allah سبحانه وتعالى agar tidak teng-gelam, serta berada di bawah pengawasan malaikat-malaikat yang ditugaskan oleh Allah سبحانه وتعالى dan Allah سبحانه وتعالى adalah sebaik-baik penjaga dan yang menangani.\n ﴾ جَزَآءٗ  لِّمَن  كَانَ كُفِرَ ﴿   \"Sebagai balasan bagi orang-orang yang diingkari (Nuh),\" artinya, Kami perlakukan Nuh عليه السلام seperti yang Kami lakukan terhadap orang-orang yang selamat dari air bah sebagai balasan baginya karena didustakan dan diingkari oleh kaumnya. Nabi Nuh عليه السلام bersabar dalam menyeru mereka dan tetap berjalan di atas perintah Allah سبحانه وتعالى sehingga tidak ada yang bisa menentang dan menghalanginya dari jalan dakwah, sebagaimana yang difir-mankan Allah سبحانه وتعالى dalam ayat lain, \n﴾ قِيلَ     يَٰنُوحُ   ٱهۡبِطۡ  بِسَلَٰمٖ  مِّنَّا  وَبَرَكَٰتٍ عَلَيۡكَ  وَعَلَىٰٓ  أُمَمٖ  مِّمَّن  مَّعَكَۚ         وَأُمَمٞ  سَنُمَتِّعُهُمۡ  ثُمَّ     يَمَسُّهُم  مِّنَّا  عَذَابٌ  أَلِيمٞ  48  ﴿\n\"Difirmankan, 'Hai Nuh, turunlah dengan selamat sejahtera dan penuh keberkatan dari Kami atasmu dan atas umat-umat (yang Mukmin) dari orang-orang yang bersamamu.' Dan ada (pula) umat-umat yang Kami beri kesenangan pada mereka (dalam kehidupan dunia), kemudian mereka akan ditimpa azab yang pedih dari Kami.\" (Hud: 48). \nKemungkinan maksud ayat ini adalah Kami membinasakan kaum Nabi Nuh عليه السلام dan Kami timpakan azab dan penghinaan kepada mereka sebagai balasan atas kekufuran dan pembangkangan mereka. Penjelasan ini sejalan bacaan orang yang memfathah k a f     ﴾ لِّمَن     كَانَ ك َ ف َ ر َ   ﴿.                \n(15) ﴾ وَلَقَد  تَّرَكۡنَٰهَآ   ءَايَةٗ  فَهَلۡ  مِن  مُّدَّكِرٖ  ﴿ \"Dan sungguh telah Kami jadikan kapal itu sebagai pelajaran, maka adakah orang yang mau mengambil pelajaran?\" Artinya, Kami jadikan kisah Nabi Nuh عليه السلام dan kaum-nya sebagai tanda-tanda kebesaran yang bisa dijadikan pelajaran. Siapa saja yang durhaka serta menentang para rasul pasti akan dibinasakan oleh Allah سبحانه وتعالى dengan siksaan yang keras. Atau kata ganti dalam ayat ini kembali pada perahu dan sejenisnya. Asal mula pembuatannya adalah pengajaran dari Allah سبحانه وتعالى untuk Rasul-Nya Nuh عليه السلام, kemudian Allah سبحانه وتعالى mengabadikan perahu itu tetap ada di antara manusia, agar hal itu menunjukkan rahmat dan per-tolonganNya terhadap makhlukNya serta sempurnanya Kuasa Allah سبحانه وتعالى dan indahnya ciptaanNya.\n﴾ فَهَلۡ  مِن  مُّدَّكِرٖ ﴿   \"Maka adakah orang yang mau mengambil pelajaran?\" Artinya adakah orang yang mengambil pelajaran dari tanda-tanda kebesaran Allah سبحانه وتعالى dengan menggunakan akal dan pikirannya ketika tanda-tanda kebesaran itu datang padanya di mana tanda-tanda kebesaran itu berada di atas puncak kejelasan dan kemu-dahan?                \n(16) ﴾ فَكَيۡفَ  كَانَ  عَذَابِي  وَنُذُرِ   ﴿ \"Maka betapakah dahsyatnya azab dan ancaman-ancamanKu?\" Artinya, bagaimanakah engkau wahai orang yang menjadi alamat pesan ini melihat azab Allah سبحانه وتعالى yang pedih dan ancamanNya yang tidak memberikan alasan pada seorang pun?                \n(17) ﴾ وَلَقَدۡ  يَسَّرۡنَا  ٱلۡقُرۡءَانَ  لِلذِّكۡرِ     فَهَلۡ  مِن  مُّدَّكِرٖ ﴿   \"Dan sungguh telah Kami mudahkan al-Qur`an untuk pelajaran, maka adakah orang yang meng-ambil pelajaran?\" Artinya, Kami memudahkan kata-kata al-Qur`an untuk dihafal dan dijelaskan untuk dipahami dan diketahui, karena al-Qur`an adalah kata-kata terbaik, maknanya paling benar dan penjelasannya paling gamblang. Siapa saja yang mempelajarinya, maka akan diberi kemudahan oleh Allah سبحانه وتعالى untuk mencapai mak-sudnya secara amat mudah. Al-Qur`an adalah peringatan menye-luruh untuk semua hal yang perlu diingat oleh seluruh alam, berupa halal, haram, berbagai hukum, perintah, larangan, hukum balasan, nasihat, pelajaran, akidah yang bermanfaat dan berita-berita benar, serta paling luhur secara mutlak. Al-Qur`an adalah ilmu yang ber-manfaat yang jika dicari oleh seseorang, akan diberi pertolongan. Sebagian ulama as-Salaf mengatakan tentang ayat ini, \"Tidaklah orang menuntut ilmu, melainkan pasti ditolong.\" Karena itu Allah سبحانه وتعالى menyeru hamba-hambaNya untuk mengarah padaNya dan mengingat FirmanNya, ﴾    فَهَلۡ   مِن  مُّدَّكِرٖ ﴿   \"Maka adakah yang mau meng-ambil pelajaran?\""
        },
        {
            "ind": "Kaum 'Aad pun mendustakan (pula). Maka alangkah dahsyatnya azab-Ku dan ancaman-ancaman-Ku.",
            "arb": "كَذَّبَتْ عَادٌ فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ",
            "transliterasi": "Każżabat ‘ādun fa kaifa kāna ‘ażābī wa nużur(i).",
            "eng": "TO THE TRUTH gave the lie [the tribe of] Ad: and how severe was the suffering which I inflicted when My warnings were disregarded!",
            "kemenag": "Dalam ayat ini Allah menyatakan bahwa kaum 'Ad memandang nabi mereka dan risalah yang ia bawa untuk mereka adalah bohong. Kepada kaum yang mendustakan para rasul itu Allah telah menyampaikan peringatan dan menurunkan azab yang sangat dahsyat. Hal tersebut hendaknya dijadikan iktibar oleh orang-orang yang datang kemudian.",
            "kemenag_ringkas": "Sebagaimana kaum Nabi Nuh, kaum ‘Ad pun mengingkari dakwah nabi mereka, Nabi Hud. _Kaum ‘Ad pun telah mendustakan_ Nabi Hud yang telah Kami utus kepada mereka. Kami binasakan mereka,_ maka_ lihatlah _betapa dahsyatnya azab-Ku dan peringatan-Ku_ yang telah Kusampaikan melalui rasul-rasul-Ku.",
            "ibnu_katsir": "Allah Swt. berfirman, menceritakan perihal kaum 'Ad, yaitu kaumnya Nabi Hud; mereka telah mendustakan rasul-Nya pula, sama seperti yang dilakukan oleh kaum Nuh, dan bahwa Allah Swt. menimpakan kepada mereka.\n\nangin yang sangat kencang. (Al-Qamar: 19) \n\nYakni angin yang kencang lagi sangat dingin.\n\npada hari nahas. (Al-Qamar: 19)\n\nYaitu di hari kesialan yang membinasakan mereka, menurut Qatadah dan Ad-Dahhak serta As-Saddi.\n\nyang terus-menerus. (Al-Qamar: 19)\n\nditimpakan atas mereka yang menjadikan mereka binasa dan hancur, karena hari itu merupakan hari azab dunia bagi mereka yang langsung berhubungan dengan azab ukhrawinya.",
            "jalalain": "(Kaum Ad pun telah mendustakan) nabi mereka yaitu Nabi Hud, karena itu mereka diazab. (Maka alangkah dahsyatnya azab-Ku dan ancaman-ancaman-Ku) peringatan-Ku kepada mereka, bahwa mereka akan Kami azab sebelum azab itu turun menimpa mereka. Kemudian dijelaskan oleh firman berikutnya.",
            "quraish_shihab": "Kaum 'Ad telah mendustakan Hûd, seorang rasul yang diutus kepada mereka. Alangkah dahsyatnya azab dan peringatan-Ku bagi orang-orang yang melanggar!",
            "saadi": "Please check ayah 54:22 for complete tafsir."
        },
        {
            "ind": "Sesungguhnya Kami telah menghembuskan kepada mereka angin yang sangat kencang pada hari nahas yang terus menerus,",
            "arb": "إِنَّا أَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِي يَوْمِ نَحْسٍ مُّسْتَمِرٍّ",
            "transliterasi": "Innā arsalnā ‘alaihim rīḥan ṣarṣaran fī yaumi naḥsim mustamirr(in).",
            "eng": "Behold, We let loose upon them a raging storm wind on a day of bitter misfortune:",
            "kemenag": "Ayat ini menerangkan bahwa Allah melepaskan topan yang amat dahsyat menderu-deru. Hal tersebut merupakan azab Allah kepada kaum 'Ad di kala bergelimangan dosa dan durhaka. Peristiwa ini terjadi selama tujuh malam delapan hari terus-menerus sebagaimana diinformasikan dalam ayat lain: \nMaka Kami tiupkan angin yang sangat bergemuruh kepada mereka dalam beberapa hari yang nahas. (Fussilat/41: 16) \nDan firman-Nya: \nAllah menimpakan angin itu kepada mereka selama tujuh malam delapan hari terus-menerus. (al-haqqah/69: 7)",
            "kemenag_ringkas": "Sebagai hukuman atas keingkaran kaum ‘Ad, _sesungguhnya Kami telah mengembuskan angin yang sangat kencang kepada mereka pada hari_ yang mereka anggap sebagai hari _nahas_. Embusan _yang_ tidak ada bandingannya itu terjadi secara _terus-menerus_.",
            "ibnu_katsir": "Allah Swt. berfirman, menceritakan perihal kaum 'Ad, yaitu kaumnya Nabi Hud; mereka telah mendustakan rasul-Nya pula, sama seperti yang dilakukan oleh kaum Nuh, dan bahwa Allah Swt. menimpakan kepada mereka.\n\nangin yang sangat kencang. (Al-Qamar: 19) \n\nYakni angin yang kencang lagi sangat dingin.\n\npada hari nahas. (Al-Qamar: 19)\n\nYaitu di hari kesialan yang membinasakan mereka, menurut Qatadah dan Ad-Dahhak serta As-Saddi.\n\nyang terus-menerus. (Al-Qamar: 19)\n\nditimpakan atas mereka yang menjadikan mereka binasa dan hancur, karena hari itu merupakan hari azab dunia bagi mereka yang langsung berhubungan dengan azab ukhrawinya.",
            "jalalain": "(Sesungguhnya Kami telah menghembuskan kepada mereka angin yang sangat kencang) sangat keras suaranya dan kuat sekali (pada hari nahas) atau pada hari yang sial (yang terus-menerus) yakin kesialannya terus-menerus. Atau sangat kuat sialnya, hal itu terjadi pada hari Rabu di penghujung bulan.",
            "quraish_shihab": "Kami meniupkan kepada mereka angin dingin disertai dengan gemuruh petir pada hari nahas yang terus-menerus. Angin tersebut mengangkat dan melempar mereka dari tempat tinggalnya sehingga bergelimpangan di atas tanah bagai pokok kurma yang tumbang.",
            "saadi": "Please check ayah 54:22 for complete tafsir."
        },
        {
            "ind": "yang menggelimpangkan manusia seakan-akan mereka pokok korma yang tumbang.",
            "arb": "تَنزِعُ النَّاسَ كَأَنَّهُمْ أَعْجَازُ نَخْلٍ مُّنقَعِرٍ",
            "transliterasi": "Tanzi‘un-nās(a), ka'annahum a‘jāzu nakhlim munqa‘ir(in).",
            "eng": "it swept the people away as though they were palm-trunks uprooted:",
            "kemenag": "Pada ayat ini dinyatakan bahwa angin itu melemparkan mereka kemudian menghempaskan mereka ke bawah dengan kepala lebih dahulu karena begitu kerasnya kepala mereka terpenggal dan tubuh mereka bergelimangan bagaikan pohon-pohon kurma yang tumbang berserakan karena tercabut oleh badai. Demikianlah dahsyatnya badai itu yang dapat menumbangkan tubuh mereka yang besar-besar sebagaimana dinyatakan dalam firman-Nya: \nOrang-orang itu lebih kuat dari mereka (sendiri) dan mereka telah mengolah bumi (tanah) serta memakmurkannya melebihi apa yang telah mereka makmurkan. (ar-Rum/30: 9)",
            "kemenag_ringkas": "Allah mengembuskan angin mahadahsyat _yang membuat manusia_ durhaka itu _bergelimpangan_ seakan-akan _mereka bagaikan pohon-pohon kurma yang tumbang dengan akar-akarnya._",
            "ibnu_katsir": "Firman Allah Swt.:\n\nyang menggelimpangkan manusia seakan-akan mereka pokok kurma yang tumbang. (Al-Qamar: 20)\n\nDemikian itu karena angin melanda seseorang dari mereka, lalu menerbangkan dia hingga tidak terlihat lagi, kemudian dijatuhkannya dengan kepala di bawah, hingga hancurlah kepalanya dan yang tersisa hanyalah tubuhnya saja tanpa kepala. Karena itulah maka disebutkan dalam firman berikutnya:\n\nseakan-akan mereka pokok kurma yang tumbang. Maka betapakah dahsyatnya azab-Ku dan ancaman-ancaman-Ku. Dan sesungguhnya telah Kami mudahkan Al-Qur’an untuk pelajaran, maka adakah orang yang mengambil pelajaran? (Al-Qamar: 20-22)",
            "jalalain": "(Yang mencabut manusia) yang menghempaskan mereka dari tempat perlindungannya di bawah tanah, kemudian angin itu menjatuhkannya ke kepala mereka sehingga matilah mereka semua dan terpisahlah kepala dari tubuh mereka (seakan-akan mereka) yakni keadaan mereka pada waktu itu sebagaimana yang telah disebutkan tadi (pokok-pokok) atau batang-batang (kurma yang tumbang) maksudnya, keadaan mereka ketika itu bagaikan pokok-pokok kurma yang tumbang ke bumi. Mereka diserupakan dengan pokok kurma karena keadaan tubuh mereka yang tinggi-tinggi. Lafal Munqa'ir disebutkan ayat ini dalam bentuk Mudzakkar, sedangkan di dalam surah Al Haaqqah kata sifatnya disebutkan dalam bentuk Ta`nits yaitu, di dalam firman-Nya, \"batang-batang pohon kurma yang telah kosong (lapuk).\" (Q.S. Al-Haaqqah, 7) Demikian itu karena demi memelihara kesamaan bunyi pada akhir ayat pada kedua tempat tersebut.",
            "quraish_shihab": "Kami meniupkan kepada mereka angin dingin disertai dengan gemuruh petir pada hari nahas yang terus-menerus. Angin tersebut mengangkat dan melempar mereka dari tempat tinggalnya sehingga bergelimpangan di atas tanah bagai pokok kurma yang tumbang.",
            "saadi": "Please check ayah 54:22 for complete tafsir."
        },
        {
            "ind": "Maka alangkah dahsyatnya azab-Ku dan ancaman-ancaman-Ku.",
            "arb": "فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ",
            "transliterasi": "Fa kaifa kāna ‘ażābī wa nużur(i).",
            "eng": "for, how severe is the suffering which I inflict when My warnings are disregarded!",
            "kemenag": "Allah kembali menyatakan, betapa hebat azab-Nya dan peringatan-Nya. Pernyataan itu menunjukkan bahwa Allah sendiri memandang peristiwa tersebut hebat sekali. Dalam ayat yang lain memang disebutkan bahwa azab Allah sangat hebat: Kami ingin agar mereka itu merasakan siksaan yang menghinakan dalam kehidupan di dunia. Sedangkan azab akhirat pasti lebih menghinakan dan mereka tidak diberi pertolongan. (Fussilat/41: 16)",
            "kemenag_ringkas": "_Maka_ perhatikanlah _betapa dahsyatnya azab-Ku dan peringatan-Ku_ kepada orang-orang yang ingkar dan durhaka.",
            "ibnu_katsir": "Firman Allah Swt.:\n\nyang menggelimpangkan manusia seakan-akan mereka pokok kurma yang tumbang. (Al-Qamar: 20)\n\nDemikian itu karena angin melanda seseorang dari mereka, lalu menerbangkan dia hingga tidak terlihat lagi, kemudian dijatuhkannya dengan kepala di bawah, hingga hancurlah kepalanya dan yang tersisa hanyalah tubuhnya saja tanpa kepala. Karena itulah maka disebutkan dalam firman berikutnya:\n\nseakan-akan mereka pokok kurma yang tumbang. Maka betapakah dahsyatnya azab-Ku dan ancaman-ancaman-Ku. Dan sesungguhnya telah Kami mudahkan Al-Qur’an untuk pelajaran, maka adakah orang yang mengambil pelajaran? (Al-Qamar: 20-22)",
            "jalalain": "(Maka betapa dahsyatnya azab-Ku dan ancaman-ancaman-Ku)",
            "quraish_shihab": "Alangkah dahsyatnya azab dan peringatan-Ku bagi orang-orang yang melanggar!",
            "saadi": "Please check ayah 54:22 for complete tafsir."
        },
        {
            "ind": "Dan sesungguhnya telah Kami mudahkan Al Quran untuk pelajaran, maka adakah orang yang mengambil pelajaran?",
            "arb": "وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍ",
            "transliterasi": "Wa laqad yassarnal-qur'āna liż-żikri fahal mim muddakir(in).",
            "eng": "Hence, indeed, We made this Qur’an easy to bear in mind: who, then, is willing to take it to heart?",
            "kemenag": "Allah juga kembali menegaskan bahwa Al-Qur'an mudah dipahami dan diambil sebagai peringatan karena Allah menyampaikan contoh yang gamblang di dalamnya, karena itu manusia seharusnya mengimaninya dalam menjalankan ajaranajaran yang terdapat di dalamnya supaya mereka bahagia di dunia dan di akhirat.",
            "kemenag_ringkas": "Peristiwa yang menimpa kaum ‘Ad merupakan pelajaran berharga bagi orang yang mau memperhatikan. _Dan sungguh, telah Kami mudahkan Al-Qur’an untuk_ menjadi pelajaran dan _peringatan_ bagi semua manusia. _Maka, adakah_ di antara mereka _orang yang mau mengambil pelajaran_ sehingga Allah melimpahkan karunia kepadanya dan membantunya memahami kitab suci ini?",
            "ibnu_katsir": "Firman Allah Swt.:\n\nyang menggelimpangkan manusia seakan-akan mereka pokok kurma yang tumbang. (Al-Qamar: 20)\n\nDemikian itu karena angin melanda seseorang dari mereka, lalu menerbangkan dia hingga tidak terlihat lagi, kemudian dijatuhkannya dengan kepala di bawah, hingga hancurlah kepalanya dan yang tersisa hanyalah tubuhnya saja tanpa kepala. Karena itulah maka disebutkan dalam firman berikutnya:\n\nseakan-akan mereka pokok kurma yang tumbang. Maka betapakah dahsyatnya azab-Ku dan ancaman-ancaman-Ku. Dan sesungguhnya telah Kami mudahkan Al-Qur’an untuk pelajaran, maka adakah orang yang mengambil pelajaran? (Al-Qamar: 20-22)",
            "jalalain": "(Dan sesungguhnya telah kami mudahkan Alquran untuk pelajaran, maka adakah orang yang mengambil pelajaran?)",
            "quraish_shihab": "Kami telah memudahkan al-Qur'ân untuk dijadikan peringatan dan pelajaran. Adakah orang yang mau menjadikannya pelajaran?",
            "saadi": "\"Kaum 'Ad pun telah mendustakan (pula). Maka alangkah dahsyatnya azab dan ancaman-ancamanKu. Sesungguhnya Kami telah menghembuskan kepada mereka angin yang sangat kencang pada hari nahas yang terus-menerus, yang menggelimpangkan manusia seakan-akan mereka batang pokok kurma yang tumbang. Maka betapakah dahsyatnya azab dan ancaman-ancamanKu. Dan sungguh telah Kami mudahkan al-Qur`an untuk pelajaran, maka adakah orang yang mengambil pelajaran?\" (Al-Qamar: 18-22).\n(18-19) 'Ad adalah kabilah terkenal di Yaman, Allah سبحانه وتعالى mengutus Nabi Hud عليه السلام kepada mereka yang menyerukan mereka untuk mengesakan dan menyembah Allah سبحانه وتعالى, mereka mendusta-kannya, kemudian Allah سبحانه وتعالى mengutus ﴾ رِيحٗا  صَرۡصَرٗا  ﴿ \"angin yang sangat kencang,\" yaitu sangat kuat, ﴾ فِي  يَوۡمِ    نَحۡسٖ  ﴿ \"pada hari nahas,\" yakni ke-rasnya siksaan dan penderitaan begitu dahsyat menimpa mereka ﴾ مُّسۡتَمِرّٖ ﴿   \"yang terus-menerus,\" selama tujuh malam delapan hari berturut-turut.                \n(20) ﴾ تَنزِعُ     ٱلنَّاسَ ﴿   \"Yang menggelimpangkan manusia,\" karena terlalu kerasnya hingga terpelanting ke atas dan terhempas ke tanah dan membinasakan mereka sehingga mereka menjadi ﴾   كَأَنَّهُمۡ     أَعۡجَازُ   نَخۡلٖ  مُّنقَعِرٖ ﴿   \"seakan-akan mereka pokok kurma yang tumbang,\" artinya, bang-kai mereka setelah binasa seperti pangkal kurma yang tumbang yang tercabut oleh angin kencang dan jatuh ke tanah. Alangkah hinanya makhluk jika mendurhakai perintah Allah سبحانه وتعالى.                \n(21) ﴾ فَكَيۡفَ  كَانَ    عَذَابِي  وَنُذُرِ  ﴿ \"Maka betapakah dahsyatnya azab dan ancaman-ancamanKu.\" Demi Allah سبحانه وتعالى, siksaNya amat pedih dan ancamanNya tidak membiarkan seorang pun memiliki alasan.                \n(22) ﴾ وَلَقَدۡ  يَسَّرۡنَا  ٱلۡقُرۡءَانَ   لِلذِّكۡرِ     فَهَلۡ   مِن  مُّدَّكِرٖ  ﴿ \"Dan sungguh telah Kami mu-dahkan al-Qur`an untuk pelajaran, maka adakah orang yang mengambil pelajaran?\" Allah سبحانه وتعالى mengulang-ulangnya sebagai rahmat bagi para hambaNya yang menyeru mereka menuju kebaikan dunia dan akhirat."
        },
        {
            "ind": "Kaum Tsamudpun telah mendustakan ancaman-ancaman (itu).",
            "arb": "كَذَّبَتْ ثَمُودُ بِالنُّذُرِ",
            "transliterasi": "Każżabat ṡamūdu bin-nużur(i).",
            "eng": "[AND the tribe of] Thamud gave the lie to all [Our] warnings;",
            "kemenag": "Dalam ayat ini Allah menerangkan bahwa kaum Samud menganggap dusta peringatan-peringatan yang disampaikan nabi mereka Nabi Saleh, yaitu mentauhidkan Allah, iman kepada rasul dan hari Kiamat.",
            "kemenag_ringkas": "Seperti kaum Nabi Nuh dan kaum ‘Ad, _kaum Samud pun_ mengingkari dakwah nabi mereka, Nabi Saleh. Kaum Samud pun telah _mendustakan_ rasul Allah dan _peringatan itu_",
            "ibnu_katsir": "Bagian ini menceritakan tentang kaum Samud, bahwa mereka mendustakan rasul-Nya, yaitu Nabi Saleh.\n\nMaka mereka berkata, \"Bagaimana kita akan mengikuti saja seorang manusia (biasa) di antara kita? Sesungguhnya kalau kita begitu benar-benar berada dalam keadaan sesat dan gila.” (Al-Qamar: 24)\n\nMereka mengatakan bahwa kita benar-benar akan kecewa dan merugi jika kita serahkan kepemimpinan kita kepada seseorang dari kita dalam hal ini. Kemudian mereka merasa heran terhadap wahyu yang hanya diturunkan kepada Saleh saja, sedangkan mereka tidak. Selanjutnya mereka menuduhnya sebagai seorang pendusta, seperti yang disitir oleh firman-Nya:\n\nSebenarnya dia adalah seorang yang amat pendusta lagi sombong. (Al-Qamar: 25)\n\nYakni orang yang telah melampaui batas dalam kedustaannya. Maka Allah Swt. menjawab mereka melalui firman-Nya:\n\nKelak mereka akan mengetahui siapakah yang sebenarnya amat pendusta lagi sombong. (Al-Qamar: 26)\n\nIni mengandung ancaman yang keras dan pasti ditujukan kepada mereka. Kemudian Allah Swt. berfirman:\n\nSesungguhnya Kami akan mengirimkan unta betina sebagai cobaan bagi mereka. (Al-Qamar: 27)\n\nYaitu sebagai ujian bagi mereka. Allah Swt. telah mengeluarkan bagi mereka seekor unta betina yang besar berikut anak-anaknya dari sebuah batu yang amat besar, sesuai dengan apa yang diminta oleh mereka, agar hal itu dijadikan sebagai tanda yang membenarkan kerasulan Nabi Saleh a.s. dalam menyampaikan risalah-Nya kepada mereka. Kemudian Allah Swt. berfirman, memerintahkan kepada hamba-Nya Saleh:\n\nmaka tunggulah (tindakan) mereka dan bersabarlah. (Al-Qamar: 27)\n\nArtinya, tunggulah apa yang akan dilakukan oleh mereka dan akibat dari apa yang dilakukan oleh mereka, karena sesungguhnya pada akhirnya kesudahan yang baik hanyalah bagimu dan juga pertolongan Allah bagimu di dunia dan akhirat.",
            "jalalain": "(Kaum Tsamud pun telah mendustakan ancaman-ancaman itu) lafal An Nudzur adalah bentuk jamak dari lafal Nadziirun yang bermakna Mundzirun, yaitu perkara-perkara yang dijadikan peringatan oleh nabi mereka (Nabi Saleh) jika mereka tidak mau beriman dan tidak mau mengikutinya.",
            "quraish_shihab": "Kaum Tsamûd telah mendustakan peringatan-peringatan Shâlih, seorang nabi yang diutus kepada mereka.",
            "saadi": "Please check ayah 54:32 for complete tafsir."
        },
        {
            "ind": "Maka mereka berkata: \"Bagaimana kita akan mengikuti seorang manusia (biasa) di antara kita?\" Sesungguhnya kalau kita begitu benar-benar berada dalam keadaan sesat dan gila\".",
            "arb": "فَقَالُوا أَبَشَرًا مِّنَّا وَاحِدًا نَّتَّبِعُهُ إِنَّا إِذًا لَّفِي ضَلَالٍ وَسُعُرٍ",
            "transliterasi": "Fa qālū abasyaram minnā wāḥidan nattabi‘uh(ū), innā iżal lafī ḍalāliw wa su‘ur(in).",
            "eng": "and they said: “Are we to follow one single mortal, one from among ourselves? In that case, behold, we would certainly sink into error and folly!",
            "kemenag": "Mereka memandang Nabi Saleh dusta, karena dalam pandangan mereka, tidak mungkin ajaran baru yang diajarkan satu orang lebih benar dari ajaran yang telah diikuti oleh semua orang dan telah diterima semenjak nenek moyang mereka. Mereka memandang bahwa mengikuti satu orang yang membawa ajaran yang lain dari ajaran yang mereka terima sejak nenek moyang akan membuat sesat dan gila.",
            "kemenag_ringkas": "_Maka mereka berkata, “Bagaimana kita akan mengikuti seorang manusia_ biasa _di antara kita_ yang tidak memiliki keistimewaan dan pengikut, sedang dia mengajarkan sesuatu yang bertentangan dengan keyakinan nenek moyang kita? _Sungguh, kalau begitu kita benar-benar telah sesat dan gila._",
            "ibnu_katsir": "Bagian ini menceritakan tentang kaum Samud, bahwa mereka mendustakan rasul-Nya, yaitu Nabi Saleh.\n\nMaka mereka berkata, \"Bagaimana kita akan mengikuti saja seorang manusia (biasa) di antara kita? Sesungguhnya kalau kita begitu benar-benar berada dalam keadaan sesat dan gila.” (Al-Qamar: 24)\n\nMereka mengatakan bahwa kita benar-benar akan kecewa dan merugi jika kita serahkan kepemimpinan kita kepada seseorang dari kita dalam hal ini. Kemudian mereka merasa heran terhadap wahyu yang hanya diturunkan kepada Saleh saja, sedangkan mereka tidak. Selanjutnya mereka menuduhnya sebagai seorang pendusta, seperti yang disitir oleh firman-Nya:\n\nSebenarnya dia adalah seorang yang amat pendusta lagi sombong. (Al-Qamar: 25)\n\nYakni orang yang telah melampaui batas dalam kedustaannya. Maka Allah Swt. menjawab mereka melalui firman-Nya:\n\nKelak mereka akan mengetahui siapakah yang sebenarnya amat pendusta lagi sombong. (Al-Qamar: 26)\n\nIni mengandung ancaman yang keras dan pasti ditujukan kepada mereka. Kemudian Allah Swt. berfirman:\n\nSesungguhnya Kami akan mengirimkan unta betina sebagai cobaan bagi mereka. (Al-Qamar: 27)\n\nYaitu sebagai ujian bagi mereka. Allah Swt. telah mengeluarkan bagi mereka seekor unta betina yang besar berikut anak-anaknya dari sebuah batu yang amat besar, sesuai dengan apa yang diminta oleh mereka, agar hal itu dijadikan sebagai tanda yang membenarkan kerasulan Nabi Saleh a.s. dalam menyampaikan risalah-Nya kepada mereka. Kemudian Allah Swt. berfirman, memerintahkan kepada hamba-Nya Saleh:\n\nmaka tunggulah (tindakan) mereka dan bersabarlah. (Al-Qamar: 27)\n\nArtinya, tunggulah apa yang akan dilakukan oleh mereka dan akibat dari apa yang dilakukan oleh mereka, karena sesungguhnya pada akhirnya kesudahan yang baik hanyalah bagimu dan juga pertolongan Allah bagimu di dunia dan akhirat.",
            "jalalain": "(Maka mereka berkata, \"Apakah kepada manusia) lafal Basyaran dinashabkan karena Isytighal (yakni seseorang di antara kami) kedua lafal ini menjadi sifat bagi lafal Basyaran (kami harus mengikutinya) merupakan penafsir dari Fi'il yang menashabkan lafal Basyaran. Istifham atau kata tanya di sini mengandung makna Nafi atau negatif. Maksudnya, bagaimana kami harus mengikutinya sedangkan kami adalah golongan mayoritas dan dia adalah seseorang di antara kami, lagi dia bukanlah seorang raja. Maksud mereka ialah bahwa mereka tidak mau mengikutinya. (Sesungguhnya kami kalau demikian) jika kami mengikutinya (benar-benar berada dalam kesesatan) atau menyimpang dari kebenaran (dan gila) atau tidak berakal waras.",
            "quraish_shihab": "Mereka berkata, \"Apakah seorang manusia biasa di antara kita yang harus kita ikuti? Kalau kita mengikutinya, kita tentu akan tersesat dan gila.",
            "saadi": "Please check ayah 54:32 for complete tafsir."
        },
        {
            "ind": "Apakah wahyu itu diturunkan kepadanya di antara kita? Sebenarnya dia adalah seorang yang amat pendusta lagi sombong.",
            "arb": "أَأُلْقِيَ الذِّكْرُ عَلَيْهِ مِن بَيْنِنَا بَلْ هُوَ كَذَّابٌ أَشِرٌ",
            "transliterasi": "A'ulqiyaż-żikru ‘alaihi mim baininā bal huwa każżābun asyir(un).",
            "eng": "Why - on him alone from among all of us should a [divine] reminder have been bestowed? Nay, but he is a boastful liar!”",
            "kemenag": "Selanjutnya mereka berdalih bahwa tidak mungkin wahyu itu diturunkan kepada seseorang yaitu Nabi Saleh sedang ia manusia biasa. Mengapa wahyu tidak diturunkan kepada pemimpin mereka yang berkuasa, disegani, berharta, dan sebagainya. Oleh karena itu dalam pandangan mereka Nabi Saleh bohong dan hanya menyombongkan diri. (",
            "kemenag_ringkas": "_Apakah wahyu itu_ justru _diturunkan kepadanya,_ bukan kepada orang lain _di antara kita_ yang lebih istimewa dan berpengaruh? _Pastilah dia seorang_ _pendusta_ besar lagi _sombong_.”",
            "ibnu_katsir": "Bagian ini menceritakan tentang kaum Samud, bahwa mereka mendustakan rasul-Nya, yaitu Nabi Saleh.\n\nMaka mereka berkata, \"Bagaimana kita akan mengikuti saja seorang manusia (biasa) di antara kita? Sesungguhnya kalau kita begitu benar-benar berada dalam keadaan sesat dan gila.” (Al-Qamar: 24)\n\nMereka mengatakan bahwa kita benar-benar akan kecewa dan merugi jika kita serahkan kepemimpinan kita kepada seseorang dari kita dalam hal ini. Kemudian mereka merasa heran terhadap wahyu yang hanya diturunkan kepada Saleh saja, sedangkan mereka tidak. Selanjutnya mereka menuduhnya sebagai seorang pendusta, seperti yang disitir oleh firman-Nya:\n\nSebenarnya dia adalah seorang yang amat pendusta lagi sombong. (Al-Qamar: 25)\n\nYakni orang yang telah melampaui batas dalam kedustaannya. Maka Allah Swt. menjawab mereka melalui firman-Nya:\n\nKelak mereka akan mengetahui siapakah yang sebenarnya amat pendusta lagi sombong. (Al-Qamar: 26)\n\nIni mengandung ancaman yang keras dan pasti ditujukan kepada mereka. Kemudian Allah Swt. berfirman:\n\nSesungguhnya Kami akan mengirimkan unta betina sebagai cobaan bagi mereka. (Al-Qamar: 27)\n\nYaitu sebagai ujian bagi mereka. Allah Swt. telah mengeluarkan bagi mereka seekor unta betina yang besar berikut anak-anaknya dari sebuah batu yang amat besar, sesuai dengan apa yang diminta oleh mereka, agar hal itu dijadikan sebagai tanda yang membenarkan kerasulan Nabi Saleh a.s. dalam menyampaikan risalah-Nya kepada mereka. Kemudian Allah Swt. berfirman, memerintahkan kepada hamba-Nya Saleh:\n\nmaka tunggulah (tindakan) mereka dan bersabarlah. (Al-Qamar: 27)\n\nArtinya, tunggulah apa yang akan dilakukan oleh mereka dan akibat dari apa yang dilakukan oleh mereka, karena sesungguhnya pada akhirnya kesudahan yang baik hanyalah bagimu dan juga pertolongan Allah bagimu di dunia dan akhirat.",
            "jalalain": "(Apakah diturunkan) boleh dibaca Tahqiq dan boleh pula dibaca Tas-hil (wahyu itu) peringatan itu (kepadanya di antara kita) maksudnya, tidak pantas wahyu diturunkan kepadanya. (Sebenarnya dia adalah seorang yang amat pendusta) di dalam pengakuannya itu yang menyatakan bahwa hal tersebut telah diwahyukan kepadanya (lagi sombong\") congkak dan takabur. Lalu Allah berfirman,",
            "quraish_shihab": "Apakah wahyu itu diturunkan kepadanya, sementara di antara kita ada yang lebih pantas daripada dirinya? Sebenarnya ia hanyalah seorang yang banyak berbohong dan mengingkari nikmat.\"",
            "saadi": "Please check ayah 54:32 for complete tafsir."
        },
        {
            "ind": "Kelak mereka akan mengetahui siapakah yang sebenarnya amat pendusta lagi sombong.",
            "arb": "سَيَعْلَمُونَ غَدًا مَّنِ الْكَذَّابُ الْأَشِرُ",
            "transliterasi": "Saya‘lamūna gadam manil-każżābul-asyir(u).",
            "eng": "[And God said:] “On the morrow they will come to know who the boastful liar is!",
            "kemenag": "Allah membantah dengan keras pandangan mereka dengan menyatakan bahwa dalam waktu dekat mereka akan mengetahui siapa sebenarnya yang bohong dan sombon",
            "kemenag_ringkas": "Allah membantah, “_Kelak_, saat bukti-bukti yang menguatkan kenabiannya ditampakkan, _mereka akan mengetahui siapa yang sebenarnya_ layak disebut _sangat pendusta_ dan _sombong itu.”_",
            "ibnu_katsir": "Bagian ini menceritakan tentang kaum Samud, bahwa mereka mendustakan rasul-Nya, yaitu Nabi Saleh.\n\nMaka mereka berkata, \"Bagaimana kita akan mengikuti saja seorang manusia (biasa) di antara kita? Sesungguhnya kalau kita begitu benar-benar berada dalam keadaan sesat dan gila.” (Al-Qamar: 24)\n\nMereka mengatakan bahwa kita benar-benar akan kecewa dan merugi jika kita serahkan kepemimpinan kita kepada seseorang dari kita dalam hal ini. Kemudian mereka merasa heran terhadap wahyu yang hanya diturunkan kepada Saleh saja, sedangkan mereka tidak. Selanjutnya mereka menuduhnya sebagai seorang pendusta, seperti yang disitir oleh firman-Nya:\n\nSebenarnya dia adalah seorang yang amat pendusta lagi sombong. (Al-Qamar: 25)\n\nYakni orang yang telah melampaui batas dalam kedustaannya. Maka Allah Swt. menjawab mereka melalui firman-Nya:\n\nKelak mereka akan mengetahui siapakah yang sebenarnya amat pendusta lagi sombong. (Al-Qamar: 26)\n\nIni mengandung ancaman yang keras dan pasti ditujukan kepada mereka. Kemudian Allah Swt. berfirman:\n\nSesungguhnya Kami akan mengirimkan unta betina sebagai cobaan bagi mereka. (Al-Qamar: 27)\n\nYaitu sebagai ujian bagi mereka. Allah Swt. telah mengeluarkan bagi mereka seekor unta betina yang besar berikut anak-anaknya dari sebuah batu yang amat besar, sesuai dengan apa yang diminta oleh mereka, agar hal itu dijadikan sebagai tanda yang membenarkan kerasulan Nabi Saleh a.s. dalam menyampaikan risalah-Nya kepada mereka. Kemudian Allah Swt. berfirman, memerintahkan kepada hamba-Nya Saleh:\n\nmaka tunggulah (tindakan) mereka dan bersabarlah. (Al-Qamar: 27)\n\nArtinya, tunggulah apa yang akan dilakukan oleh mereka dan akibat dari apa yang dilakukan oleh mereka, karena sesungguhnya pada akhirnya kesudahan yang baik hanyalah bagimu dan juga pertolongan Allah bagimu di dunia dan akhirat.",
            "jalalain": "(\"Kelak mereka akan mengetahui) di akhirat nanti (siapakah yang sebenarnya amat pendusta lagi sombong\") dia ataukah mereka? Kelak Allah pasti akan mengazab mereka yang telah mendustakan nabinya yakni, Nabi Saleh.",
            "quraish_shihab": "Kelak, pada hari diturunkannya azab, mereka akan mengetahui siapa sebenarnya yang berdusta dan mengingkari nikmat: merekakah atau Shâlih, rasul mereka?",
            "saadi": "Please check ayah 54:32 for complete tafsir."
        },
        {
            "ind": "Sesungguhnya Kami akan mengirimkan unta betina sebagai cobaan bagi mereka, maka tunggulah (tindakan) mereka dan bersabarlah.",
            "arb": "إِنَّا مُرْسِلُو النَّاقَةِ فِتْنَةً لَّهُمْ فَارْتَقِبْهُمْ وَاصْطَبِرْ",
            "transliterasi": "Innā mursilun-nāqati fitnatal lahum fartaqibhum waṣṭabir.",
            "eng": "Behold, [O Salih] We are letting loose this she-camel as a test for them; and thou but watch them, and contain thyself in patience.",
            "kemenag": "Allah menerangkan bahwa ia memenuhi permintaan mereka untuk menjelmakan seekor unta betina dari sebuah batu besar sesuai permintaan mereka, sebagai mukjizat Nabi Saleh. Mereka meminta mukjizat seperti itu karena mereka terkenal sebagai pemahat batu yang hebat dan gunung-gunung batu sebagai tempat tinggal mereka. Unta betina yang dijelmakan dari batu gunung itu dijadikan Allah sebagai ujian bagi umat Nabi Saleh. Tempat mereka tinggal itu sekarang dekat Mada'in, suatu daerah antara Hijaz dan Syiria. Pada akhir ayat ini Allah memerintahkan Nabi Saleh untuk menunggu apa yang akan mereka lakukan, apakah beriman atau mereka tetap kafir. Dan supaya Nabi Saleh bersabar terhadap gangguan-gangguan mereka sampai datang ketentuan Allah, karena Allah tetap membela kebenaran dan menghancurkan kebatilan.",
            "kemenag_ringkas": "_Sesungguhnya Kami akan_ menciptakan dan _mengirimkan seekor unta betina sebagai_ mukjizat yang membuktikan kebenaran Nabi Saleh dan sebagai _cobaan bagi mereka_, apakah mereka beriman atau tidak._ Maka_ sesudah kami kirimkan unta itu, _tunggulah_ tindakan _mereka_ kepadanya _dan bersabarlah_ menanti tindakan Kami terhadap mereka.",
            "ibnu_katsir": "Bagian ini menceritakan tentang kaum Samud, bahwa mereka mendustakan rasul-Nya, yaitu Nabi Saleh.\n\nMaka mereka berkata, \"Bagaimana kita akan mengikuti saja seorang manusia (biasa) di antara kita? Sesungguhnya kalau kita begitu benar-benar berada dalam keadaan sesat dan gila.” (Al-Qamar: 24)\n\nMereka mengatakan bahwa kita benar-benar akan kecewa dan merugi jika kita serahkan kepemimpinan kita kepada seseorang dari kita dalam hal ini. Kemudian mereka merasa heran terhadap wahyu yang hanya diturunkan kepada Saleh saja, sedangkan mereka tidak. Selanjutnya mereka menuduhnya sebagai seorang pendusta, seperti yang disitir oleh firman-Nya:\n\nSebenarnya dia adalah seorang yang amat pendusta lagi sombong. (Al-Qamar: 25)\n\nYakni orang yang telah melampaui batas dalam kedustaannya. Maka Allah Swt. menjawab mereka melalui firman-Nya:\n\nKelak mereka akan mengetahui siapakah yang sebenarnya amat pendusta lagi sombong. (Al-Qamar: 26)\n\nIni mengandung ancaman yang keras dan pasti ditujukan kepada mereka. Kemudian Allah Swt. berfirman:\n\nSesungguhnya Kami akan mengirimkan unta betina sebagai cobaan bagi mereka. (Al-Qamar: 27)\n\nYaitu sebagai ujian bagi mereka. Allah Swt. telah mengeluarkan bagi mereka seekor unta betina yang besar berikut anak-anaknya dari sebuah batu yang amat besar, sesuai dengan apa yang diminta oleh mereka, agar hal itu dijadikan sebagai tanda yang membenarkan kerasulan Nabi Saleh a.s. dalam menyampaikan risalah-Nya kepada mereka. Kemudian Allah Swt. berfirman, memerintahkan kepada hamba-Nya Saleh:\n\nmaka tunggulah (tindakan) mereka dan bersabarlah. (Al-Qamar: 27)\n\nArtinya, tunggulah apa yang akan dilakukan oleh mereka dan akibat dari apa yang dilakukan oleh mereka, karena sesungguhnya pada akhirnya kesudahan yang baik hanyalah bagimu dan juga pertolongan Allah bagimu di dunia dan akhirat.",
            "jalalain": "(Sesungguhnya Kami akan mengirimkan unta betina) yaitu mengeluarkan unta dari batu besar yang terdapat di lembah tempat mereka sebagaimana yang mereka minta (sebagai cobaan) ujian (bagi mereka) Kami lakukan hal itu guna mencoba mereka (maka tunggulah mereka) hai Saleh apa yang akan mereka kerjakan dan apa yang akan ditimpakan kepada mereka (dan bersabarlah) atas perlakuan mereka yang menyakitkan itu terhadap dirimu. Lafal Ishthabir pada asalnya adalah Ishtabir, kemudian huruf Ta diganti menjadi huruf Tha sehingga jadilah Ishthabir, maknanya bersabarlah kamu.",
            "quraish_shihab": "Kami, sungguh, akan mengirim unta betina--sebagai mukjizat Shâlih, rasul Kami--untuk menguji mereka. Nantikan dan lihatlah tindakan mereka. Bersabarlah dalam menghadapi tindakan mereka yang menyakitkan sampai keputusan Allah tiba.",
            "saadi": "Please check ayah 54:32 for complete tafsir."
        },
        {
            "ind": "Dan beritakanlah kepada mereka bahwa sesungguhnya air itu terbagi antara mereka (dengan unta betina itu); tiap-tiap giliran minum dihadiri (oleh yang punya giliran)",
            "arb": "وَنَبِّئْهُمْ أَنَّ الْمَاءَ قِسْمَةٌ بَيْنَهُمْ ۖ كُلُّ شِرْبٍ مُّحْتَضَرٌ",
            "transliterasi": "Wa nabbi'hum annal-mā'a qismatum bainahum, kullu syirbim muḥtaḍar(un).",
            "eng": "And let them know that the water [of their wells] is to be divided between them, with each share of water equitably apportioned.”",
            "kemenag": "Allah memerintahkan Nabi Saleh supaya memberitahukan kepada kaumnya tentang pembagian air sumur antara mereka dan unta, yaitu sehari untuk unta betina dan sehari untuk mereka. Masing-masing datang menurut gilirannya untuk mengambil air sumur itu. (",
            "kemenag_ringkas": "Wahai Nabi Saleh, _dan beritahukanlah kepada mereka,_ yaitu kaum Samud, _bahwa air_ sumur yang menjadi sumber minum mereka_ itu dibagi di antara mereka_ dengan unta betina itu; _setiap orang berhak mendapat giliran minum_ dan hanya bisa mengambil jatah sesuai giliran tersebut.",
            "ibnu_katsir": "Firman Allah Swt.:\n\nDan beritahukanlah kepada mereka bahwa sesungguhnya air itu terbagi antara mereka. (Al-Qamar: 28)\n\nYakni sehari untuk minum mereka dan di hari yang lainnya untuk unta betina itu. Seperti yang disebutkan dalam ayat lain melalui firman-Nya:\n\nSaleh menjawab, 'Ini seekor unta betina, ia mempunyai giliran untuk mendapatkan air, dan kamu mempunyai giliran pula untuk mendapatkan air di hari yang tertentu.” (Asy-Syu’ara: 155)\n\nAdapun firman Allah Swt.:\n\ntiap-tiap giliran minum dihadiri (oleh yang punya giliran). (Al-Qamar: 28)\n\nMenurut Qatadah, makna yang dimaksud ialah apabila unta itu pergi barulah mereka mendatangi sumber air itu; dan apabila unta itu datang (tiba gilirannya), maka mereka dapat memerah air susunya. \n\nDalam firman selanjutnya disebutkan:\n\nMaka mereka memanggil kawannya, lalu kawannya menangkap (unta itu) dan membunuhnya. (Al-Qamar: 29)\n\nUlama tafsir mengatakan bahwa dia adalah si penyembelih unta betina itu, namanya Qaddar ibnu Salif, dan dia adalah orang yang paling jahat di antara mereka. Seperti yang disebutkan dalam ayat lain melalui firman-Nya:\n\nketika bangkit orang yang paling celaka di antara mereka. (Asy-Syams: 12)",
            "jalalain": "(Dan beritakanlah kepada mereka bahwa sesungguhnya air itu terbagi) dibagi-bagi (antara mereka) dengan unta betina itu; yakni sehari buat mereka dan hari yang lainnya buat unta betina, demikianlah seterusnya (tiap-tiap minum) bagian air (dihadiri) oleh yang punya giliran, yakni kaum Nabi Saleh dan unta betina. Akhirnya lama kelamaan mereka merasa bosan dengan adanya pembagian ini, lalu mereka bersepakat untuk membunuh unta betina itu.",
            "quraish_shihab": "Beritahukan mereka bahwa air itu milik bersama antara mereka dan unta betina itu. Masing-masing mendapat giliran minum pada hari yang ditentukan.",
            "saadi": "Please check ayah 54:32 for complete tafsir."
        },
        {
            "ind": "Maka mereka memanggil kawannya, lalu kawannya menangkap (unta itu) dan membunuhnya.",
            "arb": "فَنَادَوْا صَاحِبَهُمْ فَتَعَاطَىٰ فَعَقَرَ",
            "transliterasi": "Fa nādau ṣāḥibahum fa ta‘āṭā fa ‘aqar(a).",
            "eng": "But they summoned their [boldest] companion, and he ventured [upon the evil deed], and cruelly slaughtered [the animal]:",
            "kemenag": "Allah menerangkan bahwa akhirnya kaum Samud keberatan atas pembagian seperti itu dan ingin membunuh unta. Mereka lalu memanggil seorang warga mereka yang terkenal sangat kejam, namanya Kudar bin Salif dan mencincang unta tersebut.",
            "kemenag_ringkas": "Mereka merasa kecewa dengan pembagian jatah air itu. _Maka mereka memanggil kawannya_ yang dikenal kuat dan kejam untuk membunuh unta itu, _lalu dia menangkap_ unta itu _dan memotongnya_. Akibat kedurhakaan ini,",
            "ibnu_katsir": "Adapun firman Allah Swt.:\n\nlalu kawannya itu menangkap (unta itu). (Al-Qamar: 29) \n\nYakni melumpuhkannya.\n\ndan menyembelihnya. Alangkah dahsyatnya azab-Ku dan ancaman-ancaman-Ku. (Al-Qamar: 29-30)\n\nMaka Kami menghukum mereka, dan betapa dahsyatnya azab-Ku atas mereka sebagai pembalasan atas kekufuran mereka kepada-Ku dan kedustaan mereka kepada rasul-Ku.",
            "jalalain": "(Maka mereka memanggil kawannya) yaitu seorang yang gagah perkasa untuk membunuh unta betina itu (lalu kawannya itu menangkap) unta itu seraya menghunus pedangnya (dan menyembelihnya) menyembelih unta betina itu dengan pedangnya dan membunuhnya sesuai dengan apa yang diinginkan oleh mereka.",
            "quraish_shihab": "Mereka memanggil kawannya yang kemudian bersiap-siap menangkap dan menyembelih unta itu. Alangkah dahsyatnya siksa dan peringatan-Ku bagi orang-orang yang melanggar!",
            "saadi": "Please check ayah 54:32 for complete tafsir."
        },
        {
            "ind": "Alangkah dahsyatnya azab-Ku dan ancaman-ancaman-Ku.",
            "arb": "فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ",
            "transliterasi": "Fakaifa kāna ‘ażābī wa nużur(i).",
            "eng": "and how severe was the suffering which I inflicted when My warnings were disregarded!",
            "kemenag": "Allah kembali menerangkan bagaimana hebatnya azab Allah dan ancaman-ancamannya-Nya. Mereka telah diperingatkan ancaman dan bencana, tetapi mereka tidak menghiraukannya",
            "kemenag_ringkas": "_maka_ lihatlah _betapa dahsyatnya azab-Ku dan peringatan-Ku_ kepada mereka.",
            "ibnu_katsir": "Adapun firman Allah Swt.:\n\nlalu kawannya itu menangkap (unta itu). (Al-Qamar: 29) \n\nYakni melumpuhkannya.\n\ndan menyembelihnya. Alangkah dahsyatnya azab-Ku dan ancaman-ancaman-Ku. (Al-Qamar: 29-30)\n\nMaka Kami menghukum mereka, dan betapa dahsyatnya azab-Ku atas mereka sebagai pembalasan atas kekufuran mereka kepada-Ku dan kedustaan mereka kepada rasul-Ku.",
            "jalalain": "(Maka alangkah dahsyatnya azab-Ku dan ancaman-ancaman-Ku) yakni peringatan-Ku terhadap mereka sebelum azab diturunkan kepada mereka. Lalu Allah menjelaskan hal ini melalui firman selanjutnya,",
            "quraish_shihab": "Mereka memanggil kawannya yang kemudian bersiap-siap menangkap dan menyembelih unta itu. Alangkah dahsyatnya siksa dan peringatan-Ku bagi orang-orang yang melanggar!",
            "saadi": "Please check ayah 54:32 for complete tafsir."
        },
        {
            "ind": "Sesungguhnya Kami menimpakan atas mereka satu suara yang keras mengguntur, maka jadilah mereka seperti rumput kering (yang dikumpulkan oleh) yang punya kandang binatang.",
            "arb": "إِنَّا أَرْسَلْنَا عَلَيْهِمْ صَيْحَةً وَاحِدَةً فَكَانُوا كَهَشِيمِ الْمُحْتَظِرِ",
            "transliterasi": "Innā arsalnā ‘alaihim ṣaiḥataw wāḥidatan fa kānū kahasyīmil-muḥtaẓir(i).",
            "eng": "Behold, We let loose upon them one single blast [of Our punishment], and they became like the dried-up, crumbling twigs of a sheepfold.",
            "kemenag": "Azab pada ayat ini adalah saihah. Sebagaimana sudah diterangkan dalam kosakata Surah Hud/11: 67, saihah adalah rajfah (gempa hebat) dan saiqah (petir yang menyambar). Dengan demikian azab yang mereka terima adalah petir yang menggelegar disertai gempa yang dahsyat. Petir itu menghanguskan tubuh mereka sehingga mati terbakar dan kering bagaikan rerumputan yang mati kering karena kekeringan. (",
            "kemenag_ringkas": "Begitu unta tersebut dibunuh, datanglah azab Allah kepada mereka. _Kami kirimkan atas mereka satu suara yang keras _dan_ mengguntur_, _maka_ dengan sangat cepat _jadilah mereka seperti batang-batang kering yang lapuk_.",
            "ibnu_katsir": "Firman Allah Swt.:\n\nSesungguhnya Kami, menimpakan atas mereka satu suara yang keras mengguntur, maka jadilah mereka seperti rumput-rumput kering (yang dikumpulkan oleh) yang punya kandang binatang. (Al-Qamar: 31)\n\nMereka dibinasakan sampai keakar-akarnya, tiada seorang pun dari mereka yang tersisa; mereka mati dan kaku seperti rerumputan dan daun-daunan yang kering. Demikianlah menurut ahli tafsir yang bukan hanya seorang. Al-muhtazar menurut As-Saddi artinya padang rumput bila telah mengering dan terbakar, lalu terembus oleh angin.\n\nIbnu Zaid mengatakan bahwa dahulu orang-orang Arab membuat kandang-kandang untuk ternak unta dan kambing mereka, serta memberinya makan dari semak-semak berduri yang telah kering. Itulah yang dimaksud oleh firman-Nya: seperti rumput-rumput kering (yang dikumpulkan oleh) yang punya kandang ternak. (Al-Qamar: 31)\n\nSa'id ibnu Jubair mengatakan bahwa makna ayat ialah debu yang berjatuhan dari tembok; tetapi pendapat ini garib, dan yang paling dekat kepada kebenaran adalah pendapat yang pertama; hanya Allah-lah Yang Maha Mengetahui.",
            "jalalain": "(\"Sesungguhnya Kami menimpakan atas mereka satu suara yang keras mengguntur, maka jadilah mereka seperti kayu-kayu kering yang dijadikan sebagai kandang kambing\") Al Muhtazhar artinya pohon dan duri-duri yang kering kemudian dijadikan sebagai kandang kambing untuk menjaga kambing-kambing dari sergapan binatang buas seperti serigala dan binatang pemangsa lainnya. Dan kayu-kayu atau duri-duri kering yang terjatuh dari kandang tersebut lalu diinjak-injak oleh kambing dinamakan Al Hasyiim.",
            "quraish_shihab": "Kami, sungguh, menimpakan kepada mereka satu bunyi yang amat keras. Seketika, mereka menjadi seperti pohon kering yang dikumpulkan oleh orang yang punya kandang.",
            "saadi": "Please check ayah 54:32 for complete tafsir."
        },
        {
            "ind": "Dan sesungguhnya telah Kami mudahkan Al Quran untuk pelajaran, maka adakah orang yang mengambil pelajaran?",
            "arb": "وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍ",
            "transliterasi": "Wa laqad yassarnal-qur'āna liż-żikri fahal mim muddakir(in).",
            "eng": "Hence, indeed, We made this Qur’an easy to bear in mind: who, then, is willing to take it to heart?",
            "kemenag": "Demikianlah penjelasan Al-Qur'an mengenai umat terdahulu. Penjelasan itu lugas, semoga siapapun mau mengambilnya menjadi pelajaran untuk beriman.",
            "kemenag_ringkas": "Uraian pada ayat-ayat sebelumnya menjadi pelajaran bagi mereka mau berpikir dan mengambil ibrah. _Dan sungguh, telah Kami mudahkan Al-Qur’an untuk_ dijadikan _peringatan, maka adakah orang yang_ secara sungguh-sungguh _mau mengambil pelajaran_ darinya sehingga Allah melimpahkan karunia dan membantu dia memahami isinya?",
            "ibnu_katsir": "Firman Allah Swt.:\n\nSesungguhnya Kami, menimpakan atas mereka satu suara yang keras mengguntur, maka jadilah mereka seperti rumput-rumput kering (yang dikumpulkan oleh) yang punya kandang binatang. (Al-Qamar: 31)\n\nMereka dibinasakan sampai keakar-akarnya, tiada seorang pun dari mereka yang tersisa; mereka mati dan kaku seperti rerumputan dan daun-daunan yang kering. Demikianlah menurut ahli tafsir yang bukan hanya seorang. Al-muhtazar menurut As-Saddi artinya padang rumput bila telah mengering dan terbakar, lalu terembus oleh angin.\n\nIbnu Zaid mengatakan bahwa dahulu orang-orang Arab membuat kandang-kandang untuk ternak unta dan kambing mereka, serta memberinya makan dari semak-semak berduri yang telah kering. Itulah yang dimaksud oleh firman-Nya: seperti rumput-rumput kering (yang dikumpulkan oleh) yang punya kandang ternak. (Al-Qamar: 31)\n\nSa'id ibnu Jubair mengatakan bahwa makna ayat ialah debu yang berjatuhan dari tembok; tetapi pendapat ini garib, dan yang paling dekat kepada kebenaran adalah pendapat yang pertama; hanya Allah-lah Yang Maha Mengetahui.",
            "jalalain": "(Dan sesungguhnya telah Kami mudahkan Alquran untuk pelajaran, maka adakah orang yang mau mengambil pelajaran?)",
            "quraish_shihab": "Kami telah memudahkan al-Qur'ân untuk dijadikan sebagai nasihat dan pelajaran. Adakah yang mau menjadikannya pelajaran?",
            "saadi": "\"Kaum Tsamud pun telah mendustakan ancaman-ancaman (itu). Maka mereka berkata, 'Bagaimana kita akan mengikuti saja seorang manusia (biasa) di antara kita? Sesungguhnya kalau kita begitu benar-benar berada dalam keadaan sesat dan gila. Apakah wahyu itu diturunkan kepadanya di antara kita? Sebenarnya dia adalah seorang yang amat pendusta lagi sombong.' Kelak mereka akan mengetahui siapakah yang sebenarnya amat pendusta lagi sombong. Sesungguhnya Kami akan mengirimkan unta betina se-bagai cobaan bagi mereka, maka tunggulah (tindakan) mereka dan bersabarlah. Dan beritakanlah kepada mereka bahwa sesungguh-nya air itu terbagi antara mereka (dengan unta betina itu), tiap-tiap giliran minum dihadiri (oleh yang punya giliran). Maka me-reka memanggil kawannya, lalu kawannya menangkap (unta itu) dan membunuhnya. Alangkah dahsyatnya azab dan ancaman-ancamanKu. Sesungguhnya Kami menimpakan atas mereka satu suara yang keras mengguntur, maka jadilah mereka seperti rum-put-rumput kering (yang dikumpulkan oleh) yang punya kandang binatang. Dan sungguh telah Kami mudahkan al-Qur`an untuk pelajaran, maka adakah orang yang mau mengambil pelajaran?\" (Al-Qamar: 23-32).\n(23) ﴾ كَذَّبَتۡ  ثَمُودُ  ﴿ \"Kaum Tsamud pun telah mendustakan.\" Mereka adalah kabilah terkenal yang berada di dataran al-Hijr, nabi mereka bernama Shaleh عليه السلام. Mereka mendustakan beliau ketika menyeru mereka untuk menyembah Allah سبحانه وتعالى semata, yang tidak ada sekutu bagiNya, dan Nabi Shaleh عليه السلام menyampaikan ancaman dengan siksaan jika mereka membangkang.                \n(24) Mereka mendustakannya dan bersikap tinggi hati ter-hadap beliau dengan berkata seraya menyombongkan diri dan sesat, ﴾ أَبَشَرٗا   مِّنَّا  وَٰحِدٗا  نَّتَّبِعُهُۥٓ  ﴿ \"Bagaimana kita akan mengikuti saja seorang manusia (biasa) di antara kita?\" Artinya, bagaimana kita bisa meng-ikuti seorang manusia dan bukan malaikat, seorang manusia dari kalangan kita sendiri, bukan dari kalangan orang lain yang paling banyak memiliki karunia di antara sesama, sudah demikian dia juga hanya satu orang saja, ﴾ إِنَّآ        إِذٗا  ﴿ \"Sesungguhnya kalau kita begitu,\" artinya, jika kita mengikutinya dalam kondisi seperti ini,﴾ لَّفِي  ضَلَٰلٖ  وَسُعُرٍ  ﴿ \"benar-benar berada dalam keadaan sesat dan gila.\" Artinya, tentu kami adalah orang-orang sesat dan sengsara. Ucapan mereka ini dikarenakan kesesatan dan kesengsaraan mereka, mereka enggan mengikuti rasul dari kalangan manusia, namun mereka tidak enggan menjadi pemuja pohon, batu, dan lukisan-lukisan.                \n(25-26) ﴾ أَءُلۡقِيَ  ٱلذِّكۡرُ عَلَيۡهِ   مِنۢ  بَيۡنِنَا ﴿   \"Apakah wahyu itu diturunkan kepadanya di antara kita?\" Artinya, bagaimana bisa Allah سبحانه وتعالى meng-khususkan dia di antara kita semua dengan diberi peringatan (wahyu)? Apa keistimewaan dia sehingga diberi kekhususan di antara kita sekalian? Ini merupakan bantahan dari orang-orang yang mendustakan Allah سبحانه وتعالى, mereka senantiasa menjadikan per-kataan seperti itu untuk membantah seruan para rasul. Allah سبحانه وتعالى menanggapi syubhat tersebut melalui perkataan para rasul terhadap kaumnya, \n﴾ قَالَتۡ  لَهُمۡ  رُسُلُهُمۡ  إِن  نَّحۡنُ  إِلَّا  بَشَرٞ  مِّثۡلُكُمۡ  وَلَٰكِنَّ  ٱللَّهَ   يَمُنُّ  عَلَىٰ  مَن  يَشَآءُ  مِنۡ  عِبَادِهِۦۖ       وَمَا  كَانَ   لَنَآ  أَن  نَّأۡتِيَكُم   بِسُلۡطَٰنٍ  إِلَّا  بِإِذۡنِ  ٱللَّهِۚ       وَعَلَى  ٱللَّهِ  فَلۡيَتَوَكَّلِ  ٱلۡمُؤۡمِنُونَ   11  ﴿ \n\"Rasul-rasul mereka berkata kepada mereka, 'Kami tidak lain hanya-lah manusia seperti kamu, akan tetapi Allah memberikan karunia kepada siapa yang Dia kehendaki di antara hamba-hambaNya. Dan tidak patut bagi kami mendatangkan suatu bukti kepada kamu melainkan dengan izin Allah. Dan hanya kepada Allah sajalah hendaknya orang-orang yang Mukmin bertawakal'.\" (Ibrahim: 11).\nPara rasul dikaruniai Allah سبحانه وتعالى sifat-sifat dan akhlak yang sem-purna, dengan sifat dan akhlak itu mereka layak menerima risalah Rabb mereka serta mendapatkan wahyu secara khusus. Di antara rahmat dan hikmah Allah سبحانه وتعالى adalah mengutus rasul dari kalangan manusia, andai para rasul berasal dari golongan malaikat, tentu manusia tidak bisa bertemu dengan mereka. Dan seandainya meng-utus para rasul dari kalangan malaikat, tentu Allah akan segera menimpakan azab bagi orang-orang yang mendustakan. Maksud dari perkataan kaum Tsamud kepada nabi mereka, Shaleh عليه السلام adalah sebagai pendustaan, karena itulah mereka diberi hukum seperti itu. Mereka berkata, ﴾ بَلۡ  هُوَ  كَذَّابٌ  أَشِرٞ ﴿   \"Sebenarnya dia adalah seorang yang amat pendusta lagi sombong.\" Artinya, orang yang banyak berdusta dan sombong. Semoga Allah سبحانه وتعالى memperburuk mereka; alangkah bodohnya pemikiran mereka dan alangkah zhalimnya mereka karena menanggapi orang-orang yang benar dan memberi nasihat dengan perkataan buruk.                \n(27) Tidak ada salahnya jika mereka disiksa oleh Allah سبحانه وتعالى ketika tindakan mereka yang melampaui batas itu semakin menjadi-jadi. Maka Allah سبحانه وتعالى mengirimkan unta yang merupakan binatang ternak terbesar kepada mereka sebagai salah satu tanda kekuasaan Allah سبحانه وتعالى dan sebagai nikmat untuk mereka, di mana mereka meme-ras susu yang mencukupi mereka semua, ﴾ فِتۡنَةٗ  لَّهُمۡ ﴿   \"sebagai cobaan bagi mereka.\" Artinya, sebagai ujian dari Allah سبحانه وتعالى untuk mereka, ﴾ فَٱرۡتَقِبۡهُمۡ  وَٱصۡطَبِرۡ ﴿   \"maka tunggulah (tindakan) mereka dan bersabarlah,\" artinya, bersabarlah dalam menyeru mereka dan tunggulah apa yang akan menimpa mereka, atau tunggulah apakah mereka mau beriman atau tetap kufur?                \n(28) ﴾ وَنَبِّئۡهُمۡ  أَنَّ  ٱلۡمَآءَ  قِسۡمَةُۢ  بَيۡنَهُمۡۖ ﴿   \"Dan beritakanlah kepada mereka bahwa sesungguhnya air itu terbagi antara mereka (dengan unta betina itu).\" Artinya, beritahukanlah kepada mereka bahwa sumber air tempat mereka mendapatkan air adalah milik bersama di antara mereka dan unta betina itu, unta memiliki jatah minum pada hari tertentu dan mereka juga memiliki jatah minum di hari yang berbeda.﴾   كُلُّ    شِرۡبٖ  مُّحۡتَضَرٞ  ﴿ \"Tiap-tiap giliran minum dihadiri (oleh yang punya giliran),\" artinya, didatangi oleh orang yang memiliki gilirannya dan bagi yang bukan gilirannya tidak dibolehkan.                \n(29) ﴾ فَنَادَوۡاْ  صَاحِبَهُمۡ   ﴿ \"Maka mereka memanggil kawannya,\" yang menyembelih unta itu, dia adalah orang yang paling celaka di ka-bilah itu, ﴾ فَتَعَاطَىٰ  ﴿ \"lalu kawannya menangkap (unta itu),\" ia mematuhi perintah kawan-kawannya untuk menyembelih unta, ﴾ فَعَقَرَ  ﴿ \"dan membunuhnya.\"                \n(30-31) ﴾ فَكَيۡفَ     كَانَ  عَذَابِي  وَنُذُرِ ﴿   \"Alangkah dahsyatnya azab dan ancaman-ancamanKu,\" siksaan itu benar-benar siksaan yang paling dahsyat. Allah سبحانه وتعالى mengirimkan guntur keras dan goncangan yang membinasakan mereka seluruhnya dan Allah سبحانه وتعالى menyelamatkan Nabi Shaleh عليه السلام dan orang-orang yang beriman bersama beliau.\n﴾ وَلَقَدۡ  يَسَّرۡنَا  ٱلۡقُرۡءَانَ   لِلذِّكۡرِ     فَهَلۡ    مِن  مُّدَّكِرٖ  ﴿ \"Dan sungguh telah Kami mudahkan al-Qur`an untuk pelajaran, maka adakah orang yang mau mengambil pelajaran?\""
        },
        {
            "ind": "Kaum Luth-pun telah mendustakan ancaman-ancaman (nabinya).",
            "arb": "كَذَّبَتْ قَوْمُ لُوطٍ بِالنُّذُرِ",
            "transliterasi": "Każżabat qaumu lūṭim bin-nużur(i).",
            "eng": "LOT ’S PEOPLE [too] gave the lie to all [Our] warn­ings:",
            "kemenag": "Kisah itu dimulai untuk menghukum mereka. Allah menerangkan bahwa kaum Lut juga telah menganggap peringatan-peringatan Allah yang disampaikan-Nya melalui Nabi Lut, bohong. Peringatan-peringatan itu adalah agar mereka meninggalkan perbuatan-perbuatan kotor yang mereka lakukan yaitu hubungan kelamin sesama laki-laki.",
            "kemenag_ringkas": "Beralih dari kisah Kaum Samud dan azab yang menimpa mereka, Allah lalu bertutur tentang kisah Nabi Lut. _Kaum Lut pun telah mendustakan peringatan_ nabinya itu.",
            "ibnu_katsir": "Allah Swt. berfirman, menceritakan tentang kaum Lut, bahwa mereka telah mendustakan rasuI-Nya yang dikirim kepada mereka, menentangnya dan mengerjakan hal yang dibenci, yaitu mendatangi sesama jenis. Itu merupakan suatu perbuatan keji yang belum pernah dilakukan oleh seorang penduduk alam pun selain mereka. Karena itulah maka Allah membinasakan mereka sehancur-hancurnya, belum pernah Allah Swt. menghancurkan suatu umat dengan kehancuran seperti yang Dia timpakan kepada mereka. Sesungguhnya Allah Swt. memerintahkan kepada Malaikat Jibril a.s. untuk mengangkat kota tempat tinggal mereka tinggi-tinggi ke langit, lalu dibalikkan dan dijatuhkan ke bawah, selanjutnya dihujani dengan batu-batu dari tanah yang dibakar. Karena itulah maka disebutkan dalam surat ini oleh firman-Nya:\n\nSesungguhnya Kami telah mengembuskan kepada mereka angin yang membawa batu-batu (yang menimpa mereka), kecuali keluarga Lut. Mereka Kami selamatkan di waktu sebelum fajar menyingsing. (Al-Qamar: 34)\n\nYakni mereka keluar dari kota tersebut di penghujung malam hari, karenanya mereka selamat dari apa yang menimpa kaumnya. Tiada seorang lelaki pun dari kalangan kaum Lut yang beriman kepadanya, hingga istrinya sendiri ikut tertimpa azab yang menimpa kaumnya. Nabi Lut keluar bersama anak-anak perempuannya dari kalangan mereka dengan selamat tanpa kekurangan suatu apa pun. Untuk itulah maka disebutkan dalam firman berikutnya:\n\nDemikianlah Kami memberi balasan kepada orang-orang yang bersyukur. Dan sesungguhnya dia (Lut) telah memperingatkan mereka akan azab-azab Kami. (Al-Qamar: 35-36)\n\nYakni sesungguhnya sebelum azab menimpa mereka, mereka telah diberi peringatan akan pembalasan dan azab Allah jika mereka tetap dalam perbuatan kejinya. Akan tetapi, mereka tidak mempedulikan peringatan itu dan tidak mau mendengarnya, bahkan mereka meragukan dan mendustakan ancaman dan peringatan itu.",
            "jalalain": "(Kaum Luth pun telah mendustakan ancaman-ancaman itu) mendustakan hal-hal yang diancamkan kepada mereka melalui lisan Nabi Luth.",
            "quraish_shihab": "Kaum Lûth telah mendustakan peringatan-peringatan rasulnya.",
            "saadi": "Please check ayah 54:40 for complete tafsir."
        },
        {
            "ind": "Sesungguhnya Kami telah menghembuskan kepada mereka angin yang membawa batu-batu (yang menimpa mereka), kecuali keluarga Luth. Mereka Kami selamatkan sebelum fajar menyingsing,",
            "arb": "إِنَّا أَرْسَلْنَا عَلَيْهِمْ حَاصِبًا إِلَّا آلَ لُوطٍ ۖ نَّجَّيْنَاهُم بِسَحَرٍ",
            "transliterasi": "Innā arsalnā ‘alaihim ḥāṣiban illā āla lūṭ(in), najjaināhum bisaḥar(in).",
            "eng": "[and so,] behold, We let loose upon them a deadly tempest; and only Lot ’s kinsfolk did We save at the break of dawn,",
            "kemenag": "Allah mengirimkan mereka angin puting beliung yang menerbangkan batu-batu lalu menghempaskan kepala mereka sehingga mereka binasa, yang selamat hanya keluarga Nabi Lut yaitu orang-orang yang beriman kepadanya. Karena diperintahkan Allah mereka lebih dahulu keluar dari negeri mereka pada dini hari sebelum fajar.",
            "kemenag_ringkas": "Akibat keingkaran mereka, _sesungguhnya Kami kirimkan kepada mereka badai_ _yang_ berembus amat kencang dan _membawa batu-batu_ untuk kami timpakan kepada mereka, _kecuali keluarga Lut_. _Kami selamatkan mereka_ dari bencana itu _sebelum fajar menyingsing._",
            "ibnu_katsir": "Allah Swt. berfirman, menceritakan tentang kaum Lut, bahwa mereka telah mendustakan rasuI-Nya yang dikirim kepada mereka, menentangnya dan mengerjakan hal yang dibenci, yaitu mendatangi sesama jenis. Itu merupakan suatu perbuatan keji yang belum pernah dilakukan oleh seorang penduduk alam pun selain mereka. Karena itulah maka Allah membinasakan mereka sehancur-hancurnya, belum pernah Allah Swt. menghancurkan suatu umat dengan kehancuran seperti yang Dia timpakan kepada mereka. Sesungguhnya Allah Swt. memerintahkan kepada Malaikat Jibril a.s. untuk mengangkat kota tempat tinggal mereka tinggi-tinggi ke langit, lalu dibalikkan dan dijatuhkan ke bawah, selanjutnya dihujani dengan batu-batu dari tanah yang dibakar. Karena itulah maka disebutkan dalam surat ini oleh firman-Nya:\n\nSesungguhnya Kami telah mengembuskan kepada mereka angin yang membawa batu-batu (yang menimpa mereka), kecuali keluarga Lut. Mereka Kami selamatkan di waktu sebelum fajar menyingsing. (Al-Qamar: 34)\n\nYakni mereka keluar dari kota tersebut di penghujung malam hari, karenanya mereka selamat dari apa yang menimpa kaumnya. Tiada seorang lelaki pun dari kalangan kaum Lut yang beriman kepadanya, hingga istrinya sendiri ikut tertimpa azab yang menimpa kaumnya. Nabi Lut keluar bersama anak-anak perempuannya dari kalangan mereka dengan selamat tanpa kekurangan suatu apa pun. Untuk itulah maka disebutkan dalam firman berikutnya:\n\nDemikianlah Kami memberi balasan kepada orang-orang yang bersyukur. Dan sesungguhnya dia (Lut) telah memperingatkan mereka akan azab-azab Kami. (Al-Qamar: 35-36)\n\nYakni sesungguhnya sebelum azab menimpa mereka, mereka telah diberi peringatan akan pembalasan dan azab Allah jika mereka tetap dalam perbuatan kejinya. Akan tetapi, mereka tidak mempedulikan peringatan itu dan tidak mau mendengarnya, bahkan mereka meragukan dan mendustakan ancaman dan peringatan itu.",
            "jalalain": "(Sesungguhnya Kami telah mengembuskan kepada mereka angin yang membawa terbang batu-batu) yakni angin yang melempari mereka dengan batu-batu yang diterbangkannya. Al Hashbaa adalah batu-batu kecil yang besarnya lebih kecil dari genggaman tangan; akhirnya binasalah mereka karenanya (kecuali keluarga Luth) mereka adalah Nabi Luth dan kedua orang putrinya. (Mereka Kami selamatkan di waktu sebelum fajar menyingsing) berasal dari lafal As-haar artinya, waktu menjelang subuh dari hari yang tidak ditentukan. Dan seandainya hari yang dimaksud adalah hari yang ditentukan, niscaya ungkapannya tidak memakai harakat Tanwin karena termasuk Isim yang Ma'rifat dan dima'dul dari lafal As Sahar. Karena, bila dimaksud sebagai hari yang ditentukan pasti memakai Alif dan Lam. Apakah batu kerikil itu dihembuskan kepada keluarga Nabi Luth atau tidak? Sehubungan dengan hal ini ada dua pendapat. Menurut pendapat pertama yakni dihembuskan juga, berarti Istisna di sini bersifat Muttashil. Menurut pendapat kedua yakni, tidak dihembuskan berarti Istitsnanya bersifat Munqathi'. Akan tetapi pada akhirnya keluarga Nabi Luth diselamatkan dari azab itu.",
            "quraish_shihab": "Kami telah meniupkan angin keras yang melemparkan bebatuan kepada mereka, kecuali kaum Nabi Lûth yang beriman yang Kami selamatkan dari azab ini saat menjelang fajar, sebagai sebuah pemberian nikmat Kami untuk mereka. Dengan nikmat yang besar seperti itu, Kami memberikan balasan kepada orang yang mensyukuri nikmat Kami dengan cara beriman dan patuh.",
            "saadi": "Please check ayah 54:40 for complete tafsir."
        },
        {
            "ind": "sebagai nikmat dari Kami. Demikianlah Kami memberi balasan kepada orang-orang yang bersyukur,",
            "arb": "نِّعْمَةً مِّنْ عِندِنَا ۚ كَذَٰلِكَ نَجْزِي مَن شَكَرَ",
            "transliterasi": "Ni‘matam min ‘indinā, każālika najzī man syakar(a).",
            "eng": "as a blessing from Us: thus do We reward all who are grateful.",
            "kemenag": "Penyelamatan itu merupakan nikmat dari Allah kepada orang-orang yang beriman tersebut. Nikmat itu berupa keselamatan mereka dari azab tersebut. Demikianlah hukum Allah, bahwa Dia senantiasa memberikan nikmat kepada orang-orang yang bersyukur dan patuh menjalankan perintah-Nya dan menjauhi larangan-Nya, dan menghukum orang yang membangkang.",
            "kemenag_ringkas": "Kami lakukan itu _semua sebagai nikmat dari Kami. Demikianlah Kami_ selalu _memberi balasan kepada orang-orang yang bersyukur._",
            "ibnu_katsir": "Allah Swt. berfirman, menceritakan tentang kaum Lut, bahwa mereka telah mendustakan rasuI-Nya yang dikirim kepada mereka, menentangnya dan mengerjakan hal yang dibenci, yaitu mendatangi sesama jenis. Itu merupakan suatu perbuatan keji yang belum pernah dilakukan oleh seorang penduduk alam pun selain mereka. Karena itulah maka Allah membinasakan mereka sehancur-hancurnya, belum pernah Allah Swt. menghancurkan suatu umat dengan kehancuran seperti yang Dia timpakan kepada mereka. Sesungguhnya Allah Swt. memerintahkan kepada Malaikat Jibril a.s. untuk mengangkat kota tempat tinggal mereka tinggi-tinggi ke langit, lalu dibalikkan dan dijatuhkan ke bawah, selanjutnya dihujani dengan batu-batu dari tanah yang dibakar. Karena itulah maka disebutkan dalam surat ini oleh firman-Nya:\n\nSesungguhnya Kami telah mengembuskan kepada mereka angin yang membawa batu-batu (yang menimpa mereka), kecuali keluarga Lut. Mereka Kami selamatkan di waktu sebelum fajar menyingsing. (Al-Qamar: 34)\n\nYakni mereka keluar dari kota tersebut di penghujung malam hari, karenanya mereka selamat dari apa yang menimpa kaumnya. Tiada seorang lelaki pun dari kalangan kaum Lut yang beriman kepadanya, hingga istrinya sendiri ikut tertimpa azab yang menimpa kaumnya. Nabi Lut keluar bersama anak-anak perempuannya dari kalangan mereka dengan selamat tanpa kekurangan suatu apa pun. Untuk itulah maka disebutkan dalam firman berikutnya:\n\nDemikianlah Kami memberi balasan kepada orang-orang yang bersyukur. Dan sesungguhnya dia (Lut) telah memperingatkan mereka akan azab-azab Kami. (Al-Qamar: 35-36)\n\nYakni sesungguhnya sebelum azab menimpa mereka, mereka telah diberi peringatan akan pembalasan dan azab Allah jika mereka tetap dalam perbuatan kejinya. Akan tetapi, mereka tidak mempedulikan peringatan itu dan tidak mau mendengarnya, bahkan mereka meragukan dan mendustakan ancaman dan peringatan itu.",
            "jalalain": "(sebagai nikmat) menjadi mashdar, artinya sebagai pemberian nikmat. (dari sisi Kami. Demikianlah) sebagaimana pembalasan tersebut (Kami memberi balasan kepada orang-orang yang bersyukur) terhadap nikmat-nikmat Kami; dia adalah orang mukmin atau orang yang beriman kepada Allah dan Rasul-Nya serta menaati keduanya.",
            "quraish_shihab": "Kami telah meniupkan angin keras yang melemparkan bebatuan kepada mereka, kecuali kaum Nabi Lûth yang beriman yang Kami selamatkan dari azab ini saat menjelang fajar, sebagai sebuah pemberian nikmat Kami untuk mereka. Dengan nikmat yang besar seperti itu, Kami memberikan balasan kepada orang yang mensyukuri nikmat Kami dengan cara beriman dan patuh.",
            "saadi": "Please check ayah 54:40 for complete tafsir."
        },
        {
            "ind": "Dan sesungguhnya dia (Luth) telah memperingatkan mereka akan azab-azab Kami, maka mereka mendustakan ancaman-ancaman itu.",
            "arb": "وَلَقَدْ أَنذَرَهُم بَطْشَتَنَا فَتَمَارَوْا بِالنُّذُرِ",
            "transliterasi": "Wa laqad anżarahum baṭsyatanā fa tamārau bin-nużur(i).",
            "eng": "For he had truly warned them of Our punishing might; but they stubbornly cast doubt on these warn­ings,",
            "kemenag": "Hukuman terhadap mereka yang membangkang pantas dijatuhkan karena Allah melalui Nabi Lut telah memberi peringatan kepada mereka tetapi mereka tidak memperdulikannya, mereka terus melakukan perbuatan hubungan kelamin sesama laki-laki.",
            "kemenag_ringkas": "Allah tidak menimpakan azab itu kepada kaum Nabi Lut secara tiba-tiba karena sebelumnya mereka telah diberi peringatan. _Dan sungguh, dia telah memperingatkan mereka_ agar berhenti dari kedurhakaan yang _akan_ menyebabkan jatuhnya _hukuman Kami, tetapi mereka_ tetap _mendustakan peringatan-Ku_.",
            "ibnu_katsir": "Allah Swt. berfirman, menceritakan tentang kaum Lut, bahwa mereka telah mendustakan rasuI-Nya yang dikirim kepada mereka, menentangnya dan mengerjakan hal yang dibenci, yaitu mendatangi sesama jenis. Itu merupakan suatu perbuatan keji yang belum pernah dilakukan oleh seorang penduduk alam pun selain mereka. Karena itulah maka Allah membinasakan mereka sehancur-hancurnya, belum pernah Allah Swt. menghancurkan suatu umat dengan kehancuran seperti yang Dia timpakan kepada mereka. Sesungguhnya Allah Swt. memerintahkan kepada Malaikat Jibril a.s. untuk mengangkat kota tempat tinggal mereka tinggi-tinggi ke langit, lalu dibalikkan dan dijatuhkan ke bawah, selanjutnya dihujani dengan batu-batu dari tanah yang dibakar. Karena itulah maka disebutkan dalam surat ini oleh firman-Nya:\n\nSesungguhnya Kami telah mengembuskan kepada mereka angin yang membawa batu-batu (yang menimpa mereka), kecuali keluarga Lut. Mereka Kami selamatkan di waktu sebelum fajar menyingsing. (Al-Qamar: 34)\n\nYakni mereka keluar dari kota tersebut di penghujung malam hari, karenanya mereka selamat dari apa yang menimpa kaumnya. Tiada seorang lelaki pun dari kalangan kaum Lut yang beriman kepadanya, hingga istrinya sendiri ikut tertimpa azab yang menimpa kaumnya. Nabi Lut keluar bersama anak-anak perempuannya dari kalangan mereka dengan selamat tanpa kekurangan suatu apa pun. Untuk itulah maka disebutkan dalam firman berikutnya:\n\nDemikianlah Kami memberi balasan kepada orang-orang yang bersyukur. Dan sesungguhnya dia (Lut) telah memperingatkan mereka akan azab-azab Kami. (Al-Qamar: 35-36)\n\nYakni sesungguhnya sebelum azab menimpa mereka, mereka telah diberi peringatan akan pembalasan dan azab Allah jika mereka tetap dalam perbuatan kejinya. Akan tetapi, mereka tidak mempedulikan peringatan itu dan tidak mau mendengarnya, bahkan mereka meragukan dan mendustakan ancaman dan peringatan itu.",
            "jalalain": "(Dan sesungguhnya dia telah memperingatkan kepada mereka) yaitu Nabi Luth telah memberi peringatan kepada mereka (akan azab Kami) akan pembalasan Kami kepada mereka melalui azab-Nya (maka mereka mendustakan) mereka membantah dan mendustakan (ancaman-ancaman itu) ancaman-ancaman Nabi Luth.",
            "quraish_shihab": "Sesungguhnya Nabi Lûth telah mengingatkan kaumnya tentang azab Kami yang pedih. Tetapi mereka mengeluh--sebagai bentuk pendustaan--dengan peringatan-peringatan itu.",
            "saadi": "Please check ayah 54:40 for complete tafsir."
        },
        {
            "ind": "Dan sesungguhnya mereka telah membujuknya (agar menyerahkan) tamunya (kepada mereka), lalu Kami butakan mata mereka, maka rasakanlah azab-Ku dan ancaman-ancaman-Ku.",
            "arb": "وَلَقَدْ رَاوَدُوهُ عَن ضَيْفِهِ فَطَمَسْنَا أَعْيُنَهُمْ فَذُوقُوا عَذَابِي وَنُذُرِ",
            "transliterasi": "Wa laqad rāwadūhu ‘an ḍaifihī fa ṭamasnā a‘yunahum fa żūqū ‘ażābī wa nużur(i).",
            "eng": "and even demanded that he give up his guests [to them]: whereupon We deprived them of their sight [and thus told them, as it were]: “Taste, then, the suffering which I inflict when My warnings are disregarded!”",
            "kemenag": "Kejahatan mereka sampai ke puncaknya ketika yang mereka minta dari Nabi Lut agar menyerahkan kepada mereka, tamu-tamunya. Tamu-tamu itu adalah malaikat-malaikat yang menyamar sebagai pemuda-pemuda ganteng untuk menguji mereka. Mereka mengetahui tamu-tamu itu karena pengkhianatan istri Lut yang menyampaikan kepada mereka berita kedatangannya. Ketika Nabi Lut melihat mereka datang, ia menutup pintu untuk melindungi tamu-tamunya, dan menawarkan kepada mereka \"anakanak perempuannya.\" Namun mereka tidak tertarik pada anak-anak perempuannya itu dan berusaha mendobrak pintu. Akhirnya Nabi Lut membukakan pintu. Begitu mereka masuk, mata mereka menjadi buta tidak dapat melihat tamu-tamu tersebut karena ditampar oleh Jibril dengan sayapnya. Pada akhir ayat ini Allah menyatakan kepada mereka supaya mereka merasakan azab-Nya berupa kebutaan mata mereka, yang sebelumnya kepada mereka telah diberi ancaman.",
            "kemenag_ringkas": "Puncak keingkaran kaum Nabi Lut adalah kebiasaan mereka berhubungan seksual sesama jenis. Suatu hari Nabi Lut kedatangan tamu pria. Mereka pun bergegas ke rumah Nabi Lut._ Dan sungguh, mereka telah membujuknya_ agar menyerahkan _tamunya_ itu kepada mereka untuk diajak berhubungan seksual, _lalu Kami butakan mata mereka_ akibat kedurhakaan ini, _maka rasakanlah_ betapa pedih _azab-Ku dan peringatan-Ku!_",
            "ibnu_katsir": "Firman Allah Swt.:\n\nDan sesungguhnya mereka telah membujuknya (agar menyerahkan) tamunya (kepada mereka). (Al-Qamar: 37)\n\nDemikian itu terjadi di malam kedatangan Malaikat Jibril, Mikail, dan Israfil kepada Lut a.s. dalam rupa laki-laki yang tampan sebagai ujian buat kaum Lut. Maka Nabi Lut menerima mereka sebagai tamu-tamunya dan mempersilakannya masuk ke rumahnya. Akan tetapi, istri Lut yang sudah tua lagi berwatak buruk mengirim berita kepada kaumnya tentang tamu-tamu yang menginap di rumahnya, bahwa mereka tampan-tampan. Akhirnya kaum Lut dari segala penjuru bergegas datang ke rumah Lut dan menyerbu rumahnya. Maka Nabi Lut mengunci pintu rumahnya sehingga terjadilah dorong-mendorong pintu. Akhirnya mereka berupaya untuk mendobrak pintu rumah Lut; hal ini terjadi pada petang harinya, sedangkan Lut a.s. menolak pintu dan menghalang-halangi mereka agar jangan sampai melihat tamu-tamunya, dan Lut berkata kepada mereka sebagaimana yang disitir oleh firman-Nya:\n\nInilah putri-putri (negeri)ku. (Al-Hijr: 71) \n\nMaksudnya, kaum wanita mereka.\n\n(kawinlah dengan mereka), jika kamu hendak berbuat (secara yang halal). (Al-Hijr: 71)\n\nDalam ayat lainnya disebutkan pula:\n\nMereka menjawab, \"Sesungguhnya kamu telah tahu bahwa kami tidak mempunyai keinginan terhadap putri-putrimu. (Hud: 79)\n\nYakni kami tidak berselera terhadap mereka dan tidak mempunyai keinginan mengawini mereka.\n\ndan sesungguhnya kamu tentu mengetahui apa yang sebenarnya kami kehendaki. (Hud: 79)\n\nKetika keadaan sangat genting dan mereka tidak dapat ditahan lagi melainkan pasti masuk dan dapat mendobrak pintu itu, maka keluarlah Malaikat Jibril dan memukul mata mereka dengan ujung sayapnya, hingga mata mereka semuanya buta. Menurut suatu pendapat, maka mereka semuanya masuk melesak ke dalam wajah mereka. Dan menurut pendapat lain, mata mereka hilang sama sekali, lalu mereka pulang ke rumah masing-masing seraya meraba-raba tembok-tembok rumah-rumah mereka seraya mengancam Lut a.s. di pagi harinya nanti.",
            "jalalain": "(Dan sesungguhnya mereka telah membujuknya agar menyerahkan tamunya) mereka membujuknya supaya dia membiarkan mereka dengan orang-orang yang datang kepadanya sebagai tamu. Mereka bermaksud akan berbuat homosex dengan para tamunya itu, padahal para tamunya itu adalah malaikat-malaikat yang menjelma menjadi manusia (lalu Kami butakan mata mereka) Kami jadikan buta mata mereka dan Kami jadikan mata mereka tertutup rapat atau rata, sama rata dengan bagian muka yang lainnya. Yaitu, setelah malaikat Jibril menampar mereka dengan sayapnya (maka rasakanlah) maksudnya, Kami berkata kepada mereka, \"Rasakanlah oleh kalian (azab-Ku dan ancaman-ancaman-Ku) ini\". Yakni, ancaman dan peringatan-Ku ini; makna yang dimaksud adalah buah dan akibat daripada ancaman-Ku.",
            "quraish_shihab": "Mereka membujuk Lûth supaya menyerahkan tamunya kepada mereka. Mata mereka kemudian Kami butakan sebagai balasan atas keinginan mereka itu. Dengan nada mengejek, dikatakan kepada mereka, \"Rasakanlah azab dan ancaman-ancaman-Ku.\"",
            "saadi": "Please check ayah 54:40 for complete tafsir."
        },
        {
            "ind": "Dan sesungguhnya pada esok harinya mereka ditimpa azab yang kekal.",
            "arb": "وَلَقَدْ صَبَّحَهُم بُكْرَةً عَذَابٌ مُّسْتَقِرٌّ",
            "transliterasi": "Wa laqad ṣabbaḥahum bukratan ‘ażābum mustaqirr(un).",
            "eng": "And, indeed, abiding suffering did befall them early on the morrow:",
            "kemenag": "Pada pagi harinya, azab pun datang. Mereka dihujani batu oleh Allah sehingga mereka dan negerinya terkubur habis. Nabi Lut sendiri beserta keluarga yaitu kedua putrinya dan mereka yang beriman sudah diperintahkan keluar dari negeri itu sebelum fajar sehingga mereka selamat.",
            "kemenag_ringkas": "Tidak hanya membutakan mata mereka, Allah juga menimpakan kepada mereka azab yang lebih pedih. _Dan sungguh, pada esok harinya mereka benar-benar ditimpa azab yang tetap_ sehingga binasalah mereka semua.",
            "ibnu_katsir": "Firman Allah Swt.:\n\nDan sesungguhnya pada esok harinya mereka ditimpa azab yang kekal. (Al-Qamar: 38)\n\nYakni tiada jalan selamat bagi mereka dari azab itu dan tiada tempat untuk melarikan diri bagi mereka dari azab tersebut.\n\nMaka rasakanlah azab-Ku dan ancaman-ancaman-Ku. Dan se­sungguhnya telah Kami mudahkan Al-Qur’an untuk pelajaran, maka adakah orang yang mengambil pelajaran? (Al-Qamar: 39-40)",
            "jalalain": "(Dan sesungguhnya pada esok harinya mereka ditimpa) yaitu, di waktu subuh dari hari yang tidak ditentukan itu (azab yang kekal) azab yang terus-menerus hingga sampai kepada saatnya azab akhirat.",
            "quraish_shihab": "Pagi-pagi sekali mereka telah dikejutkan oleh siksaan yang telah ditetapkan dan kekal. Dikatakan kepada mereka, \"Rasakanlah azab dan ancaman-ancaman-Ku ini.\"",
            "saadi": "Please check ayah 54:40 for complete tafsir."
        },
        {
            "ind": "Maka rasakanlah azab-Ku dan ancaman-ancaman-Ku.",
            "arb": "فَذُوقُوا عَذَابِي وَنُذُرِ",
            "transliterasi": "Fa żūqū ‘ażābī wa nużur(i).",
            "eng": "“Taste, then, the suffering which I inflict when My warnings are disregarded!”",
            "kemenag": "Demikianlah azab Allah terhadap kaum Nabi Lut. Kedahsyatan azab itu harus mereka rasakan karena mereka tidak mau memperhatikan peringatan-peringatan Allah melalui nabi-Nya. Peringatan-peringatan Allah pasti terjadi, karena itu tidak boleh diabaikan.",
            "kemenag_ringkas": "_Maka rasakanlah_ betapa pedihnya _azab-Ku dan_ bukti dari _peringatan-Ku!_",
            "ibnu_katsir": "Firman Allah Swt.:\n\nDan sesungguhnya pada esok harinya mereka ditimpa azab yang kekal. (Al-Qamar: 38)\n\nYakni tiada jalan selamat bagi mereka dari azab itu dan tiada tempat untuk melarikan diri bagi mereka dari azab tersebut.\n\nMaka rasakanlah azab-Ku dan ancaman-ancaman-Ku. Dan se­sungguhnya telah Kami mudahkan Al-Qur’an untuk pelajaran, maka adakah orang yang mengambil pelajaran? (Al-Qamar: 39-40)",
            "jalalain": "(Maka rasakanlah azab-Ku dan ancaman-ancaman-Ku)",
            "quraish_shihab": "Pagi-pagi sekali mereka telah dikejutkan oleh siksaan yang telah ditetapkan dan kekal. Dikatakan kepada mereka, \"Rasakanlah azab dan ancaman-ancaman-Ku ini.\"",
            "saadi": "Please check ayah 54:40 for complete tafsir."
        },
        {
            "ind": "Dan sesungguhnya telah Kami mudahkan Al Quran untuk pelajaran, maka adakah orang yang mengambil pelajaran?",
            "arb": "وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍ",
            "transliterasi": "Wa laqad yassarnal-qur'āna liż-żikri fahal mim muddakir(in).",
            "eng": "Hence, indeed, We made this Qur’an easy to bear in mind: who, then, is willing to take it to heart?",
            "kemenag": "Tafsir ayat ini sebagaimana yang telah diterangkan pada ayat 32 surah ini yang selalu dijadikan penutup dari masing-masing empat kisah tersebut (yaitu kisah kaum Nuh, kisah kaum 'Ad, kisah kaum Samud dan kisah kaum Lut). Allah juga kembali menegaskan bahwa Al-Qur'an mudah dipahami dan diambil sebagai peringatan karena Allah menyampaikan contoh yang gamblang di dalamnya, karena itu manusia seharusnya mengimaninya dalam menjalankan ajaran-ajaran yang terdapat di dalamnya supaya mereka bahagia di dunia dan di akhirat.",
            "kemenag_ringkas": "Allah menuturkan kisah ini untuk mengingatkan betapa besar nikmat-Nya kepada manusia. Allah ingin agar manusia mau mengambil dari kisah itu pelajaran bagi kehidupannya. _Dan sungguh, telah Kami mudahkan Al-Qur’an untuk_ dijadikan _peringatan, maka adakah orang yang_ secara sungguh-sungguh _mau mengambil pelajaran_ darinya sehingga Allah melimpahkan karunia dan membantunya memahami isinya?",
            "ibnu_katsir": "Firman Allah Swt.:\n\nDan sesungguhnya pada esok harinya mereka ditimpa azab yang kekal. (Al-Qamar: 38)\n\nYakni tiada jalan selamat bagi mereka dari azab itu dan tiada tempat untuk melarikan diri bagi mereka dari azab tersebut.\n\nMaka rasakanlah azab-Ku dan ancaman-ancaman-Ku. Dan se­sungguhnya telah Kami mudahkan Al-Qur’an untuk pelajaran, maka adakah orang yang mengambil pelajaran? (Al-Qamar: 39-40)",
            "jalalain": "(Dan sesungguhnya telah Kami mudahkan Alquran untuk pelajaran, maka sudah adakah orang yang mengambil pelajaran?).",
            "quraish_shihab": "Kami telah memudahkan al-Qur'ân untuk dijadikan pelajaran dan nasihat. Maka adakah orang yang mau menjadikannya pelajaran?",
            "saadi": "\"Kaum Luth pun telah mendustakan ancaman-ancaman (Na-binya). Sesungguhnya Kami telah menghembuskan kepada mereka angin yang membawa batu-batu (yang menimpa mereka), kecuali keluarga Luth. Mereka Kami selamatkan di waktu sebelum fajar menyingsing, sebagai nikmat dari Kami. Demikianlah Kami mem-beri balasan kepada orang-orang yang bersyukur. Dan sesungguh-nya dia (Luth) telah memperingatkan mereka akan azab-azab Kami, maka mereka mendustakan ancaman-ancaman itu. Dan sesungguhnya mereka telah membujuknya (agar menyerahkan) tamunya (kepada mereka), lalu Kami butakan mata mereka, maka rasakanlah azab dan ancaman-ancamanKu. Dan sesungguhnya pada esok harinya mereka ditimpa azab yang kekal. Maka rasa-kanlah azab dan ancaman-ancamanKu. Dan sesungguhnya telah Kami mudahkan al-Qur`an untuk pelajaran, maka adakah orang yang mengambil pelajaran?\" (Al-Qamar: 33-40).\n(33-40) ﴾ كَذَّبَتۡ  قَوۡمُ  لُوطِۭ  ﴿ \"Kaum Luth pun telah mendustakan,\" Luth عليه السلام, ketika menyeru mereka untuk menyembah Allah سبحانه وتعالى semata, yang tidak ada sekutu bagiNya, ketika Luth عليه السلام melarang mereka melakukan kesyirikan dan kekejian yang belum pernah dilakukan seorang pun dari seluruh alam, mereka mendustakan Nabi Luth عليه السلام dan tetap berada dalam kesyirikan dan perbuatan keji hingga para malaikat yang datang menemui Luth عليه السلام dalam wujud tamu pun ketika berita itu terdengar oleh kaumnya, mereka segera men-datangi dan ingin melakukan kekejian terhadap mereka, semoga Allah سبحانه وتعالى melaknat dan memperburuk mereka, dan Nabi Luth عليه السلام pun menyembunyikan tamu-tamunya dari kaumnya. Kemudian Allah سبحانه وتعالى memerintahkan Jibril عليه السلام, kemudian Jibril عليه السلام mencolok mata mereka dengan sayapnya dan Luth عليه السلام juga mengancam mereka akan hantaman dan siksaan Allah سبحانه وتعالى. \n﴾ فَتَمَارَوۡاْ   بِٱلنُّذُرِ ﴿   \"Maka mereka membantah ancaman-ancaman.\"﴾ وَلَقَدۡ     صَبَّحَهُم  بُكۡرَةً  عَذَابٞ  مُّسۡتَقِرّٞ ﴿   \"Sesungguhnya Kami telah menghembuskan kepada mereka angin yang membawa batu-batu (yang menimpa mereka),\" Allah سبحانه وتعالى membalik tanah mereka, yang atas dijadikan bawah dan mereka dihujani batu yang berasal dari neraka yang menyala-nyala yang diberi tanda dari sisi Rabbmu bagi orang-orang yang melampaui batas. Allah سبحانه وتعالى menyelamatkan Nabi Luth عليه السلام dan keluarganya dari siksaan besar sebagai balasan bagi mereka dan rasa syukur mereka terhadap Rabb mereka serta ibadah mereka kepada Allah سبحانه وتعالى semata, yang tidak ada sekutu bagiNya."
        },
        {
            "ind": "Dan sesungguhnya telah datang kepada kaum Fir'aun ancaman-ancaman.",
            "arb": "وَلَقَدْ جَاءَ آلَ فِرْعَوْنَ النُّذُرُ",
            "transliterasi": "Wa laqad jā'a āla fir‘aunan-nużur(u).",
            "eng": "Now surely, unto Pharaoh’s folk [too] came such warnings;",
            "kemenag": "Ayat-ayat ini menerangkan bahwa sungguh peringatan demi peringatan telah berkali-kali disampaikan kepada kaum Fir'aun dan pengikut-pengikutnya. Namun mereka tetap mendustakannya. Peringatan-peringatan itu adalah semua tanda-tanda kerasulan dan mukjizat yang Allah berikan kepada Nabi Musa sebagaimana diungkapkan dalam Surah al-A'raf/7: 133 dan al-Isra'/17: 101. Karena itu Allah menurunkan azab kepada mereka. Azab datang dari Zat yang Mahakuat dan Mahakuasa, yang menunjukkan bahwa azab itu amat hebat. Berupa tenggelamnya Fir'aun dan pengikutnya di Laut Merah.",
            "kemenag_ringkas": "Dari kisah kaum Nabi Lut Allah beralih menyebut kisah Fira‘un dan kaumnya. _Dan sungguh,_ _peringatan_ Kami _telah datang kepada keluarga Fira‘un_ dan kaumnya agar mereka beriman kepada Allah Yang Esa.",
            "ibnu_katsir": "Allah Swt. berfirman, menceritakan perihal Fir'aun dan kaumnya, bahwa sesungguhnya telah datang kepada mereka utusan Allah (yaitu Musa a.s.) dan saudara laki-lakinya (yaitu Harun) dengan membawa berita gembira jika mereka mau beriman, dan peringatan jika mereka kafir. Allah menguatkan keduanya dengan mukjizat-mukjizat yang besar dan berbagai macam bukti yang membenarkan kerasulan keduanya. Tetapi mereka semuanya mendustakannya, maka Allah menghukum mereka dengan hukuman dari Tuhan Yang Mahaperkasa lagi Mahakuasa. Allah Swt. membinasakan mereka sehingga tiada seorang pun dari mereka yang tersisa dan tiada pula jejak-jejak mereka.",
            "jalalain": "(Dan sesungguhnya telah datang kepada kaum Firaun) kepada Firaun dan kaumnya (ancaman-ancaman itu) ancaman-Ku melalui lisan Nabi Musa dan Nabi Harun, tetapi mereka masih tetap tidak mau beriman. Bahkan,",
            "quraish_shihab": "Sungguh telah datang berbagai ancaman yang terus-menerus kepada kaum Fir'aun.",
            "saadi": "Please check ayah 54:55 for complete tafsir."
        },
        {
            "ind": "Mereka mendustakan mukjizat Kami semuanya, lalu Kami azab mereka sebagai azab dari Yang Maha Perkasa lagi Maha Kuasa",
            "arb": "كَذَّبُوا بِآيَاتِنَا كُلِّهَا فَأَخَذْنَاهُمْ أَخْذَ عَزِيزٍ مُّقْتَدِرٍ",
            "transliterasi": "Każżabū bi'āyātinā kullihā fa'akhażnāhum akhża ‘azīzim muqtadir(in).",
            "eng": "they, too, gave the lie to all Our messages: and thereupon We took them to task as only the Almighty, who determines all things, can take to task.",
            "kemenag": "Ayat-ayat ini menerangkan bahwa sungguh peringatan demi peringatan telah berkali-kali disampaikan kepada kaum Fir'aun dan pengikut-pengikutnya. Namun mereka tetap mendustakannya. Peringatan-peringatan itu adalah semua tanda-tanda kerasulan dan mukjizat yang Allah berikan kepada Nabi Musa sebagaimana diungkapkan dalam Surah al-A'raf/7: 133 dan al-Isra'/17: 101. Karena itu Allah menurunkan azab kepada mereka. Azab datang dari Zat yang Mahakuat dan Mahakuasa, yang menunjukkan bahwa azab itu amat hebat. Berupa tenggelamnya Fir'aun dan pengikutnya di Laut Merah.",
            "kemenag_ringkas": "Namun, _mereka mendustakan mukjizat-mukjizat Kami semuanya_ yang ditunjukkan oleh Nabi Musa,_ maka Kami azab mereka dengan azab dari_ Allah _Yang Mahaperkasa_, lagi_ Mahakuasa._",
            "ibnu_katsir": "Allah Swt. berfirman, menceritakan perihal Fir'aun dan kaumnya, bahwa sesungguhnya telah datang kepada mereka utusan Allah (yaitu Musa a.s.) dan saudara laki-lakinya (yaitu Harun) dengan membawa berita gembira jika mereka mau beriman, dan peringatan jika mereka kafir. Allah menguatkan keduanya dengan mukjizat-mukjizat yang besar dan berbagai macam bukti yang membenarkan kerasulan keduanya. Tetapi mereka semuanya mendustakannya, maka Allah menghukum mereka dengan hukuman dari Tuhan Yang Mahaperkasa lagi Mahakuasa. Allah Swt. membinasakan mereka sehingga tiada seorang pun dari mereka yang tersisa dan tiada pula jejak-jejak mereka.",
            "jalalain": "(mereka mendustakan ayat-ayat Kami kesemuanya) yakni sembilan ayat yang diberikan kepada Nabi Musa (lalu Kami azab mereka) yakni, Kami turunkan azab kepada mereka (sebagai azab dari Yang Maha Perkasa) Yang Maha Kuat (lagi Maha Kuasa) tiada sesuatu pun yang dapat melemahkan dan menghalang-halangi-Nya.",
            "quraish_shihab": "Mereka telah mendustakan ayat-ayat Kami dan mukjizat yang dibawa oleh para rasul Kami. Mereka Kami hancurkan dengan cara Sang Mahaperkasa dan Mahakuasa.",
            "saadi": "Please check ayah 54:55 for complete tafsir."
        },
        {
            "ind": "Apakah orang-orang kafirmu (hai kaum musyrikin) lebih baik dari mereka itu, atau apakah kamu telah mempunyai jaminan kebebasan (dari azab) dalam Kitab-kitab yang dahulu",
            "arb": "أَكُفَّارُكُمْ خَيْرٌ مِّنْ أُولَٰئِكُمْ أَمْ لَكُم بَرَاءَةٌ فِي الزُّبُرِ",
            "transliterasi": "Akuffārukum khairum min ulā'ikum am lakum barā'atun fiz-zubur(i).",
            "eng": "ARE, THEN, those of you who [now] deny the truth better than those others - or have you, per­chance, [been promised] immunity in the [ancient] books of [divine] wisdom?",
            "kemenag": "Allah memperingatkan orang-orang kafir Mekah apakah mereka merasa lebih mulia dari kaum kafir sebelum mereka yang telah ditimpa hukuman Allah seperti kaum Nuh, kaum 'Ad dan kaum Samud. Apakah mereka akan selamat dari azab Allah karena kekafiran mereka terhadap-Nya dan kedustaan mereka terhadap rasulNya. Ataukah mereka benar mendapat jaminan tertulis dalam kitabkitab suci bahwa mereka merasa bebas dari azab Allah walaupun selalu kafir dan berbuat jahat. Jika keyakinan mereka itu benar perlu menunjukkan landasan kebenaran keyakinan mereka itu.",
            "kemenag_ringkas": "Allah kemudian mengalihkan arah komunikasi kepada kaum musyrik Mekah. Wahai kaum musyrik, _apakah orang-orang kafir di lingkunganmu_ yang _lebih baik daripada mereka_ yang telah dikisahkan itu, _ataukah kamu telah mempunyai jaminan kebebasan_ dari azab seperti yang tercantum _dalam kitab-kitab terdahulu,_ sehingga kamu bersikeras untuk ingkar?",
            "ibnu_katsir": "Kemudian Allah Swt. berfirman:\n\nApakah orang-orang kafirmu. (Al-Qamar: 43) \n\nhai orang-orang musyrik dari kalangan orang-orang kafir Quraisy,\n\nlebih baik daripada mereka itu. (Al-Qamar: 43)\n\nYakni daripada orang-orang yang telah disebutkan di atas di antara orang-orang yang telah dibinasakan karena mereka telah mendustakan rasul-rasul dan kafir kepada kitab-kitab Allah. Apakah kalian lebih baik daripada mereka itu?\n\natau apakah kamu telah mempunyai jaminan kebebasan (dari azab) dalam kitab-kitab yang dahulu? (Al-Qamar: 43)\n\nMaksudnya, apakah kamu mempunyai jaminan kebebasan dari Allah yang menyatakan bahwa kamu tidak mendapat balasan dan tidak pula azab? Kemudian Allah Swt. menceritakan perihal mereka melalui firman selanjutnya:\n\nAtau apakah mereka mengatakan, \"Kami adalah satu golongan yang bersatu yang pasti menang.” (Al-Qamar: 44)\n\nMereka mempunyai keyakinan bahwa sebagian dari mereka dapat membantu sebagian yang lainnya, dan bahwa persatuan mereka dapat menangkal orang lain yang hendak berbuat jahat terhadap mereka.",
            "jalalain": "(Apakah orang-orang kafir kalian) hai orang-orang Quraisy (lebih baik daripada mereka itu) yang telah disebutkan yaitu, mulai dari kaum Nabi Nuh hingga sampai kepada Firaun dan kaumnya yang tidak mendapatkan ampunan (atau apakah kalian telah mempunyai) hai orang-orang kafir Quraisy (jaminan kebebasan) dari azab (dalam kitab-kitab) yang terdahulu. Istifham yang terdapat pada dua tempat ini mengandung makna Nafi artinya, kenyataannya tidaklah demikian.",
            "quraish_shihab": "Apakah kalian, hai orang-orang kafir, lebih kuat dari kaum-kaum terdahulu yang telah dimusnahkan itu? Bahkan, apakah kalian mempunyai jaminan akan bebas dari siksaan Kami dalam kitab-kitab samawi yang telah diturunkan?",
            "saadi": "Please check ayah 54:55 for complete tafsir."
        },
        {
            "ind": "Atau apakah mereka mengatakan: \"Kami adalah satu golongan yang bersatu yang pasti menang\".",
            "arb": "أَمْ يَقُولُونَ نَحْنُ جَمِيعٌ مُّنتَصِرٌ",
            "transliterasi": "Am yaqūlūna naḥnu jamī‘um muntaṣir(un).",
            "eng": "Or do they say, “We are a group united, [and therefore] bound to prevail”?",
            "kemenag": "Allah masih melanjutkan pertanyaan apakah mereka merasa merupakan suatu kekuatan yang sangat kompak sehingga begitu kuatnya dan tidak mungkin dikalahkan. Abu Jahal berkata, pasukan mereka banyak dan kuat, mereka pasti akan menang (pada peristiwa Perang Badar). (",
            "kemenag_ringkas": "Peringatan itu tidak diperhatikan oleh kaum musyrik Mekah. _Atau mereka mengatakan_ dengan penuh kesombongan, “_Kami ini golongan yang_ sangat kompak dan selalu_ bersatu_. Kami adalah golongan _yang pasti menang_ dalam menghadapi siapa saja.”",
            "ibnu_katsir": "Kemudian Allah Swt. berfirman:\n\nApakah orang-orang kafirmu. (Al-Qamar: 43) \n\nhai orang-orang musyrik dari kalangan orang-orang kafir Quraisy,\n\nlebih baik daripada mereka itu. (Al-Qamar: 43)\n\nYakni daripada orang-orang yang telah disebutkan di atas di antara orang-orang yang telah dibinasakan karena mereka telah mendustakan rasul-rasul dan kafir kepada kitab-kitab Allah. Apakah kalian lebih baik daripada mereka itu?\n\natau apakah kamu telah mempunyai jaminan kebebasan (dari azab) dalam kitab-kitab yang dahulu? (Al-Qamar: 43)\n\nMaksudnya, apakah kamu mempunyai jaminan kebebasan dari Allah yang menyatakan bahwa kamu tidak mendapat balasan dan tidak pula azab? Kemudian Allah Swt. menceritakan perihal mereka melalui firman selanjutnya:\n\nAtau apakah mereka mengatakan, \"Kami adalah satu golongan yang bersatu yang pasti menang.” (Al-Qamar: 44)\n\nMereka mempunyai keyakinan bahwa sebagian dari mereka dapat membantu sebagian yang lainnya, dan bahwa persatuan mereka dapat menangkal orang lain yang hendak berbuat jahat terhadap mereka.",
            "jalalain": "(Atau apakah mereka mengatakan) yakni orang-orang kafir Quraisy, (\"Kami adalah suatu golongan yang bersatu) orang-orang yang bersatu dalam satu golongan (yang pasti menang\") atas Muhammad. Sewaktu Abu Jahal mengatakan dalam perang Badar, bahwa sesungguhnya kami adalah golongan yang bersatu yang pasti menang. Maka turunlah firman-Nya,",
            "quraish_shihab": "Atau apakah orang-orang kafir itu mengatakan, \"Kami adalah golongan yang bersatu yang pasti menang dan tidak terkalahkan oleh musuh?\"",
            "saadi": "Please check ayah 54:55 for complete tafsir."
        },
        {
            "ind": "Golongan itu pasti akan dikalahkan dan mereka akan mundur ke belakang.",
            "arb": "سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ",
            "transliterasi": "Sayuhzamul-jam‘u wa yuwallūnad-dubur(a).",
            "eng": "[Yet] the hosts [of those who deny the truth] shall be routed, and they shall turn their backs [in flight]!",
            "kemenag": "Allah menegaskan bahwa kesatuan mereka akan diceraiberaikan dan kekuatan mereka akan dipatahkan oleh pasukan Islam. Janji Allah itu terbukti dalam Perang Badar, dimana lebih dari 70 orang pemuka-pemuka mereka tewas dan sisanya lari terbirit-birit kembali ke Mekah. Bukti tentang benarnya kenabian Muhammad saw, karena ayat ini turun di Mekah, sedang Nabi saw belum mempunyai pasukan, bahkan pengikut-pengikut Nabi terpencarpencar, diburu dan disiksa oleh orang-orang musyrik di mana saja mereka berada, 'Umar bin al-Khaththab berkata, \"Ketika ayat itu turun saya tidak mengerti apa maksudnya. Tetapi pada Perang Badar, saya lihat Nabi saw memakai baju besi dan saya dengan beliau membaca ayat ini, 'Golongan itu pasti akan dikalahkan, waktu itu barulah saya mengerti maksud ayat tersebut.\" Diriwayatkan oleh al-Bukhari dari Ibnu 'Abbas bahwa Nabi saw berkata ketika beliau masih dalam kemah, pada hari Perang Badar: \"Aku menagih pesan-Mu dan janji-Mu! Ya Allah, jika Engkau menghendaki (kekalahan kami) niscaya Engkau tidak akan disembah lagi sesudah hari ini\". Lalu Abu Bakar memegang tangan Nabi dan berkata, \"Cukup sudah ya Rasulullah! Engkau telah begitu mendesak Tuhanmu.\"Lalu beliau keluar (dari kemah) melompat dengan memakai baju besi sambil membaca ayat ini. (Riwayat alBukhari) \nKemudian Allah menyatakan bahwa yang tersebut itu adalah azab dunia dan mereka akan menemui azab yang lebih hebat lagi pada hari Kiamat.",
            "kemenag_ringkas": "Allah menegasikan keyakinan kaum kafir itu . _Golongan itu pasti akan dikalahkan_ oleh kaum yang beriman _dan mereka akan mundur ke belakang_ sambil berlari pontang-panting.",
            "ibnu_katsir": "Maka Allah Swt. berfirman:\n\nGolongan itu pasti akan dikalahkan dan mereka akan mundur ke belakang. (Al-Qamar: 45)\n\nYakni persatuan mereka akan bercerai-berai dan mereka dapat dikalahkan. \n\nImam Bukhari mengatakan, telah menceritakan kepada kami Ishaq, telah menceritakan kepada kami Khalid, dari Khalid; dari Imam Bukhari mengatakan pula bahwa telah menceritakan kepada kami Muhammad ibnu Affan, dari Wuhaib, dari Khalid, dari Ikrimah, dari Ibnu Abbas, bahwa Nabi Saw. pernah berdoa di dalam kemah kecilnya pada hari Perang Badar: Aku memohon kepada Engkau jaminan dan janji-Mu, ya Allah, jika Engkau kehendaki, niscaya Engkau tidak akan disembah lagi di muka bumi sesudah hari ini untuk selama-lamanya. Maka sahabat Abu Bakar r.a. memegang tangan Rasulullah Saw. seraya berkata, \"Wahai Rasulullah, cukuplah, engkau telah memohon dengan mendesak kepada Tuhanmu.\" Lalu Rasulullah Saw. segera keluar dari kemah seraya melompat dan mengenakan baju besinya (tamengnya), lalu membaca firman Allah Swt.: Golongan itu pasti akan dikalahkan dan mereka akan mundur ke belakang. Sebenarnya hari kiamat itulah hari yang dijanjikan kepada mereka dan kiamat itu lebih dahsyat dan lebih pahit. (Al-Qamar:.45-46)\n\nHal yang sama telah diriwayatkan pula oleh Imam Bukhari dan Imam Nasai dalam berbagai tempat melalui hadis Khalid ibnu Mahran Al-Hazza dengan sanad yang sama.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Abur Rabi' Az-Zahrani, telah menceritakan kepada kami Hammad, dari Ayyub, dari Ikrimah yang mengatakan bahwa ketika diturunkan firman-Nya: Golongan itu pasti akan dikalahkan dan mereka akan mundur ke belakang. (Al-Qamar: 45) Maka Umar bertanya, \"Golongan manakah yang akan dikalahkan, dan golongan manakah yang akan beroleh kemenangan?\" Umar mengatakan bahwa ketika Perang Badar meletus, ia melihat Rasulullah Saw. melompat dengan menyandang tamengnya seraya berkata: Golongan itu pasti akan dikalahkan dan mereka akan mundur ke belakang. (Al-Qamar: 45) Maka sejak saat itu ia mengetahui takwil ayat tersebut.\n\nImam Bukhari mengatakan, telah menceritakan kepada kami Ibrahim ibnu Musa, telah menceritakan kepada kami Hisyam ibnu Yusuf, bahwa Ibnu Juraij pernah menceritakan kepada mereka, bahwa ia mendapat berita dari Yusuf ibnu Mahik yang telah menceritakan bahwa ketika ia berada di hadapan Aisyah r.a. Ummul Mu’minin, maka Aisyah r.a. berkata bahwa ayat berikut diturunkan di Mekah kepada Muhammad Saw. yang saat itu ia masih anak-anak sedang bermain-main, yaitu firman-Nya: Golongan itu pasti akan dikalahkan dan mereka akan mundur ke belakang. (Al-Qamar: 45)\n\nDemikianlah bunyi riwayat ini yang diriwayatkan Bukhari dalam bab ini dengan singkat, tetapi di dalam bab, \"Keutamaan Al-Qur'an\" ia meriwayatkannya dengan panjang lebar; sedangkan Imam Muslim tidak mengetengahkannya.",
            "jalalain": "(\"Golongan Itu pasti akan dikalahkan dan mereka akan mundur ke belakang\") akhirnya mereka dikalahkan oleh Nabi Muhammad saw. dalam perang Badar, dan Nabi Muhammad saw. mendapat kemenangan yang gemilang atas mereka.",
            "quraish_shihab": "Golongan ini pasti akan terkalahkan. Mereka akan lari mundur ke belakang.",
            "saadi": "Please check ayah 54:55 for complete tafsir."
        },
        {
            "ind": "Sebenarnya hari kiamat itulah hari yang dijanjikan kepada mereka dan kiamat itu lebih dahsyat dan lebih pahit.",
            "arb": "بَلِ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ أَدْهَىٰ وَأَمَرُّ",
            "transliterasi": "Balis-sā‘atu mau‘iduhum was-sā‘atu adhā wa amarr(u).",
            "eng": "But nay - the Last Hour is the time when they shall truly meet their fate; and that Last Hour will be most calamitous, and most bitter:",
            "kemenag": "Peperangan tersebut adalah azab yang akan mereka rasakan di dunia, berupa kekalahan, dibunuh atau ditawan tetapi mereka masih akan menerima azab lain yang lebih dahsyat, yaitu azab neraka di akhirat. Azab akhirat itu lebih hebat dan berlangsung kekal dan kuat selama-lamanya.",
            "kemenag_ringkas": "Kekalahan mereka di dunia bukan akhir segalanya karena di akhirat mereka juga akan menerima azab atas kekafirannya. _Bahkan, hari Kiamat itulah hari_ paling sulit _yang dijanjikan_ oleh Allah _kepada mereka_, _dan hari Kiamat itu lebih dahsyat_ daripada semua bencana dunia _dan lebih pahit_ karena siksa itu berlanjut tanpa akhir.",
            "ibnu_katsir": "Tafsir ayat ini tidak diterangkan secara terpisah pada kitab aslinya.",
            "jalalain": "(Sebenarnya hari kiamat itulah hari yang dijanjikan kepada mereka) yaitu azab akan ditimpakan kepada mereka (dan kiamat itu) azab hari kiamat itu (lebih dahsyat) lebih besar bencananya (lagi lebih pahit) jauh lebih pahit daripada azab di dunia.",
            "quraish_shihab": "Hari kiamat adalah saat penyiksaan mereka. Dan hari kiamat itu lebih dahsyat dan lebih pahit lagi.",
            "saadi": "Please check ayah 54:55 for complete tafsir."
        },
        {
            "ind": "Sesungguhnya orang-orang yang berdosa berada dalam kesesatan (di dunia) dan dalam neraka.",
            "arb": "إِنَّ الْمُجْرِمِينَ فِي ضَلَالٍ وَسُعُرٍ",
            "transliterasi": "Innal-mujrimīna fī ḍalāliw wa su‘ur(in).",
            "eng": "for, behold, those who are lost in sin [will at that time come to know that it is they who] were sunk in error and folly!",
            "kemenag": "Allah menyatakan, bahwa sesungguhnya orang-orang yang mempersekutukan Allah dan mendustakan rasul-rasul-Nya adalah orang-orang sesat dan menyimpang dari jalan yang benar di dunia. Di akhirat nanti mereka akan ditimpa azab yang pedih akibat kesesatannya.",
            "kemenag_ringkas": "Uraian tentang peringatan terhadap kaum kafir Mekah diikuti oleh penjelasan mengenai siksa bagi pendosa dan pahala bagi orang yang bertakwa. _Sungguh, orang-orang yang berdosa berada dalam kesesatan_ saat di dunia, _dan_ di akhirat kelak _akan berada dalam neraka_ yang penuh siksa pedih.",
            "ibnu_katsir": "Allah Swt. menceritakan tentang perihal orang-orang yang berdosa, bahwa mereka berada dalam kesesatan dari kebenaran dan tenggelam di dalam keragu-raguan dan kebimbangan serta kekacauan dalam pikirannya. Hal ini dialami pula oleh tiap-tiap orang yang mempunyai sifat yang sama dari kalangan orang-orang kafir, ahli bid'ah, dan semua golongan yang sesat.",
            "jalalain": "(Sesungguhnya orang-orang yang berdosa berada dalam kesesatan) dalam kebinasaan, mereka akan terbunuh di dunia (dan dalam neraka) neraka yang besar nyalanya. Maksudnya, kelak di akhirat mereka akan dimasukkan ke dalam neraka yang apinya menyala-nyala.",
            "quraish_shihab": "Sesungguhnya para pelaku kejahatan itu akan berada dalam kehancuran dan di neraka yang menyala- nyala.",
            "saadi": "Please check ayah 54:55 for complete tafsir."
        },
        {
            "ind": "(Ingatlah) pada hari mereka diseret ke neraka atas muka mereka. (Dikatakan kepada mereka): \"Rasakanlah sentuhan api neraka!\"",
            "arb": "يَوْمَ يُسْحَبُونَ فِي النَّارِ عَلَىٰ وُجُوهِهِمْ ذُوقُوا مَسَّ سَقَرَ",
            "transliterasi": "Yauma yusḥabūna fin-nāri ‘alā wujūhihim, żūqū massa saqar(a).",
            "eng": "On the Day when they shall be dragged into the fire on their faces, [they will be told:] “Taste now the touch of hell-fire!”",
            "kemenag": "Orang-orang yang durhaka akan digiring ke dalam neraka dengan terseret-seret dan terbentur-bentur mukanya ke tanah karena itu mereka sangat menderita. Penderitaan mereka di dalam neraka lebih hebat lagi. Neraka akan melelehkan kulit dan daging mereka",
            "kemenag_ringkas": "_Pada hari mereka_ yang kafir itu _diseret ke neraka pada wajahnya_, dikatakan kepada mereka, “_Rasakanlah sentuhan api neraka_ yang sangat panas itu.”",
            "ibnu_katsir": "Kemudian Allah Swt. berfirman:\n\n(Ingatlah) pada hari mereka diseret ke neraka pada wajahnya. (Al-Qamar: 48)\n\nYakni sebagaimana mereka berada dalam kegelapan, keragu-raguan, dan kebimbangan, maka mereka mendapat balasan neraka; dan sebagaimana mereka sesat, maka mereka diseret masuk ke dalam neraka dengan muka di bawah. Mereka tidak mengetahui ke manakah mereka dibawa, dan dikatakan kepada mereka dengan nada kecaman dan cemoohan:\n\nRasakanlah sentuhan api neraka! (Al-Qamar: 48)",
            "jalalain": "(Pada hari mereka diseret ke neraka atas muka mereka) di akhirat kelak, lalu dikatakan kepada mereka (\"Rasakanlah sentuhan api neraka\") rasakanlah panasnya api neraka Jahanam ini oleh kalian.",
            "quraish_shihab": "Pada hari ketika mereka diseret ke neraka di atas muka mereka. Dikatakan kepada mereka, \"Rasakanlah sakit dan panasnya neraka jahanam ini!\"",
            "saadi": "Please check ayah 54:55 for complete tafsir."
        },
        {
            "ind": "Sesungguhnya Kami menciptakan segala sesuatu menurut ukuran.",
            "arb": "إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ",
            "transliterasi": "Innā kulla syai'in khalaqnāhu biqadar(in).",
            "eng": "BEHOLD, everything have We created in due measure and proportion;",
            "kemenag": "Seluruh makhluk diciptakan-Nya sesuai ketentuan dan hukum-hukum yang telah ditetapkan-Nya. Karena itu bila seseorang dihukum karena ketetapan dan hukum-hukumnya itu. Dan segala sesuatu akan terjadi sesuai ketetapan-Nya. Dalam ayat lain Allah juga berfirman mengenai ketetapan atau takdir yaitu: \nDan Dia menciptakan segala sesuatu, lalu menetapkan ukuranukurannya dengan tepat. (al-Furqan/25: 2) \nTetapi manusia wajib berusaha, ketentuan-Nya diserahkan kepada Allah sesuai firman Allah: \nDan bahwa manusia hanya memperoleh apa yang telah diusahakannya dan sesungguhnya usahanya itu kelak akan diperlihatkan (kepadanya). (an-Najm/53: 39-40) \nDalam hadis sahih yang diriwayatkan Ahmad dan Muslim dari Abu Hurairah: Rasulullah saw bersabda, \"Minta tolonglah kepada Allah, dan jangan bersikap lemah. Bila sesuatu menimpamu, maka katakanlah, Allah telah menetapkannya. Apa yang Dia kehendaki, Dia kerjakan, dan jangan kamu berkata: seandainya aku berbuat begini maka akan begitu. Sesungguhnya kata \"seandainya\" membuka (kemungkinan pada) perbuatan setan. Sesuai dengan hadis Rasulullah saw: Rasullah saw bersabda: segala sesuatu ditetapkan ukurannya bahkan kelemahan dan kecerdasan. (Riwayat Imam Ahmad dan Muslim dari Ibnu 'Umar) Allah swt berfirman: \nBaginya (manusia) ada malaikat-malaikat yang selalu menjaganya bergiliran, dari depan dan belakangnya. Mereka menjaganya atas perintah Allah. Sesungguhnya Allah tidak akan mengubah keadaan suatu kaum sebelum mereka mengubah keadaan diri mereka sendiri. Dan apabila Allah menghendaki keburukan terhadap suatu kaum, maka tak ada yang dapat menolaknya dan tidak ada pelindung bagi mereka selain Dia. (ar-Ra'd/13: 11)",
            "kemenag_ringkas": "Apa yang terjadi pada semua makhluk sudah ditetapkan oleh Allah. _Sungguh, Kami menciptakan segala sesuatu menurut ukuran,_ yaitu suatu sistem dan ketentuan yang telah ditetapkan.",
            "ibnu_katsir": "Firman Allah Swt.:\n\nSesungguhnya Kami menciptakan segala sesuatu menurut ukuran. (Al-Qamar: 49)\n\nSemakna dengan apa yang disebutkan oleh firman-Nya:\n\ndan Dia menciptakan segala sesuatu, dan Dia menetapkan ukuran-ukurannya dengan serapi-rapinya. (Al-Furqan: 2)\n\nDan firman Allah Swt.:\n\nSucikanlah nama Tuhanmu Yang Mahatinggi, yang menciptakan dan yang menyempurnakan (penciptaan-Nya) dan yang menentukan kadar (masing-masing) dan memberi petunjuk. (Al-A'la: 1-3)\n\nYakni Dia telah menentukan ukuran masing-masing makhluk-Nya dan memberi petunjuk kepada semua makhluk-Nya. Karena itulah maka para imam dari kalangan Ahlus Sunnah menyimpulkan dalil dari ayat ini yang membuktikan akan kebenaran dari takdir Allah yang terdahulu terhadap makhluk-Nya. Yaitu pengetahuan Allah Swt. akan segala sesuatu sebelum kejadiannya dan ketetapan takdir-Nya terhadap mereka sebelum mereka diciptakan oleh-Nya. Dan dengan ayat ini serta ayat-ayat lainnya yang semakna, juga hadis-hadis yang sahih, kalangan Ahlus Sunnah membantah pendapat golongan Qadariyah, yaitu suatu golongan yang muncul di penghujung masa para sahabat. Kami telah membicarakan hal ini dengan rinci berikut semua hadis yang berkaitan dengannya di dalam Syarah Kitabul Iman, bagian dari Syarah Imam Bukhari. Berikut ini kami akan mengetengahkan sebagian hadis-hadis yang berkaitan dengan ayat yang mulia ini.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Waki', telah menceritakan kepada kami Sufyan As-Sauri, dari Ziad ibnu Ismail As-Sahmi, dari Muhammad ibnu Abbad ibnu Ja'far, dari Abu Hurairah yang mengatakan bahwa orang-orang musyrik Quraisy datang kepada Nabi Saw. dengan tujuan berdebat dengannya dalam masalah takdir, maka  turunlah ayat: (Ingatlah) pada hari mereka diseret ke neraka pada wajahnya. (Dikatakan kepada mereka), \"Rasakanlah sentuhan api neraka.” Sesungguhnya Kami menciptakan segala sesuatu menurut ukuran. (Al-Qamar: 48-49)\n\nHal yang sama telah diriwayatkan oleh Imam Muslim dan Imam Turmuzi serta Ibnu Majah melalui hadis Waki' dari Sufyan As-Sauri dengan sanad yang sama.\n\nAl-Bazzar mengatakan, telah menceritakan kepada kami Amr ibnu Ali, telah menceritakan kepada kami Ad-Dahhak ibnu Makhlad, telah menceritakan kepada kami Yunus ibnul Haris, dari Amr ibnu Syu'aib, dari ayahnya, dari kakeknya yang mengatakan bahwa ayat-ayat berikut tiada lain diturunkan berkaitan dengan ahli qadar, yaitu firman Allah Swt.: Sesungguhnya orang-orang yang berdosa berada dalam kesesatan (di dunia) dan dalam neraka. (Ingatlah) pada hari mereka diseret ke neraka pada wajahnya. (Dikatakan kepada mereka), \"Rasakanlah sentuhan api neraka.” Sesungguhnya Kami menciptakan segala sesuatu menurut ukuran. (Al-Qamar: 47-49)\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Sahl ibnu Saleh Al-Intaki, telah menceritakan kepadaku Qurrah ibnu Habib, dari Kinanah, telah menceritakan kepadaku Jarir ibnu Hazim, dari Sa'id ibnu Amr ibnu Ja'dah, dari Ibnu Zurarah, dari ayahnya, dari Nabi Saw., bahwa beliau membaca firman-Nya:  (Dikatakan kepada mereka), \"Rasakanlah sentuhan api neraka.” Sesungguhnya Kami menciptakan segala sesuatu menurut ukurannya. (Al-Qamar: 48-49) Lalu Nabi Saw. bersabda:\n\nAyat ini diturunkan berkenaan dengan sebagian dari umatku yang kelak ada di akhir zaman, mereka mendustakan takdir Allah.\n\nTelah menceritakan pula kepada kami Al-Hasan ibnu Arafah, telah menceritakan kepada kami Marwan ibnu Syuja' Al-Jazari, dari Abdul Malik ibnu Juraij, dari Ata ibnu Abu Rabah yang mengatakan bahwa ia datang kepada Ibnu Abbas yang saat itu sedang menimba air dari sumur zamzam, sedangkan bagian bawah kainnya kebasahan. Lalu aku berkata kepadanya, bahwa sebagian orang ada yang membicarakan masalah takdir. Maka Ibnu Abbas berkata, \"Benarkah mereka telah membicarakannya?\" Aku menjawab, \"Ya.\" Maka dia berkata, \"Demi Allah, tiadalah ayat berikut diturunkan melainkan berkenaan dengan mereka,\" yaitu firman-Nya: Rasakanlah sentuhan api neraka'. Sesunguhnya Kami menciptakan segala sesuatu menurut ukuran. (Al-Qamar: 48-49) Mereka adalah seburuk-buruk umat ini, maka janganlah kamu jenguk orang-orang sakit mereka, jangan pula kamu menyalatkan orang-orang mati mereka. Dan jika kamu menjumpai seseorang dari mereka, coloklah matanya dengan kedua jarimu.\n\nImam Ahmad meriwayatkan hadis ini melalui jalur lain yang sebagiannya ada yang berpredikat marfu'. Ia mengatakan, telah menceritakan kepada kami Abul Mugirah, telah menceritakan kepada kami Al-Auzai', dari sebagian saudara-saudaranya, dari Muhammad ibnu Ubaidul Makki, dari Abdullah ibnu Abbas yang mengatakan bahwa pernah dikatakan kepadanya perihal seorang lelaki yang baru tiba di kalangan mereka, lelaki itu mendustakan takdir. Maka Ibnu Abbas berkata, \"Tunjukkanlah (tuntunlah) aku kepadanya —yang saat itu Ibnu Abbas telah buta—.\" Mereka bertanya, \"Hai Abul Abbas, apakah yang hendak engkau lakukan terhadapnya?\" Ibnu Abbas menjawab, \"Demi Tuhan yang jiwaku berada di dalam genggaman-Nya, sesungguhnya jika aku dapat menangkapnya, aku benar-benar akan menggigit hidungnya hingga putus. Dan sesungguhnya jika yang kutangkap itu adalah lehernya, aku benar-benar akan meremukkan kepalanya, karena sesungguhnya aku pernah mendengar Rasulullah Saw. bersabda:\n\n'Seakan-akan (diperlihatkan) kepadaku kaum wanita Bani Fihr berkeliling di kalangan Bani Khazraj, sedangkan pantat mereka digoyang-goyangkan dalam keadaan musyrik. Itulah permulaan syirik yang terjadi di kalangan umat ini. Dan demi Tuhan yang jiwaku berada di dalam genggaman-Nya, sungguh benar-benar akan membinasakan diri mereka sendiri buruknya pendapat mereka, hingga mereka berani mengatakan bahwa Allah tidak menakdirkan kebaikan sebagaimana mereka pun tidak percaya bahwa Allah menakdirkan keburukan'.”\n\nKemudian Imam Ahmad meriwayatkannya dari Abul Mugirah, dari Al-Auza’i, dari Al-Ala ibnul Hajjaj, dari Muhammad ibnu Ubaid, lalu disebutkan hal yang semisal, tetapi mereka tidak ada yang mengetengahkannya.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Abdullah ibnu Yazid, telah menceritakan kepada kami Sa'id, dari Abu Ayyub, telah menceritakan kepadaku Abu Sakhr, dari Nafi' yang mengatakan bahwa Ibnu Umar mempunyai sahabat dari kalangan penduduk negeri Syam yang biasa saling berbalas surat dengannya. Kemudian Ibnu Umar berkirim surat kepadanya yang menyebutkan, \"Sesungguhnya telah sampai kepadaku suatu berita yang mengatakan bahwa engkau telah memperbincangkan sesuatu mengenai takdir, maka sejak sekarang engkau tidak usah lagi berkirim surat kepadaku (putuslah hubunganku denganmu), karena sesungguhnya aku pernah mendengar Rasulullah Saw. bersabda:\n\n'Kelak di kalangan umatku akan ada beberapa kaum yang mendustakan takdir'.”\n\nAbu Daud telah meriwayatkan hadis ini dari Imam Ahmad Ibnu Hambal dengan sanad yang sama.\n\nImam Ahmad telah mengatakan pula, telah menceritakan kepada kami Anas ibnu Iyad, telah menceritakan kepada kami Umar ibnu Abdullah maula Gafrah, dari Abdullah ibnu Umar, bahwa Rasulullah Saw. telah bersabda: Bagi tiap-tiap umat ada Majusinya, dan Majusinya umatku ialah orang-orang yang mengatakan tidak ada takdir. Jika mereka sakit, jangan kalian jenguk; dan jika mereka mati, jangan kalian saksikan (menghadiri) jenazah mereka.\n\nTiada seorang pun dari Sittah yang mengetengahkan hadis ini dari jalur tersebut. \n\nImam Ahmad mengatakan, telah menceritakan kepada kami Qutaibah, telah menceritakan kepada kami Rasyidin, dari Abu Sakhr Humaid ibnu Ziad, dari Nafi', dari Ibnu Umar yang mengatakan bahwa ia pernah mendengar Rasulullah Saw. bersabda: Kelak di kalangan umat ini terdapat kutukan. Ingatlah, hal itu terjadi di kalangan orang-orang yang mendustakan takdir dan kaum Zindiq.\n\nImam Turmuzi dan Imam Ibnu Majah telah meriwayatkan hadis ini melalui Abu Sakhr alias Humaid ibnu Ziad dengan sanad yang sama. Imam Turmuzi menilai hadis ini hasan sahih garib.\n\nImam Ahmad mengatakan pula bahwa telah menceritakan kepada kami Ishaq ibnut Tabba', telah menceritakan kepadaku Malik, dari Ziad ibnu Sa'd, dari Amr ibnu Muslim, dari Tawus Al-Yamani yang mengatakan bahwa ia pernah mendengar Ibnu Umar mengatakan bahwa Rasulullah Saw. telah bersabda: Segala sesuatu terjadi berdasarkan takdir hingga kelemahan dan kepandaian.\n\nImam Muslim meriwayatkan hadis ini secara munfarid melalui Malik. \n\nDi dalam hadis sahih telah disebutkan sebagai berikut:\n\nMohonlah pertolongan kepada Allah dan janganlah kamu lemah. Jika kamu tertimpa suatu perkara, maka katakanlah, \"Allah telah menakdirkan (nya), apa yang Dia kehendaki pasti terjadi.” Dan janganlah kamu mengatakan bahwa seandainya aku melakukan anu, niscaya hal ini tidak terjadi. Karena sesungguhnya law (mengandai-andai) membuka pintu masuk bagi perbuatan setan.\n\nDi dalam hadis yang dikemukakan oleh Ibnu Abbas disebutkan bahwa Rasulullah Saw. pernah bersabda kepadanya:\n\nKetahuilah bahwa sekiranya umat ini bersatu untuk memberikan manfaat kepadamu dengan sesuatu yang tidak ditakdirkan oleh Allah bagimu, niscaya mereka tidak akan dapat memberikannya kepadamu. Dan seandainya mereka bersatu untuk menimpakan mudarat kepadamu dengan sesuatu yang tidak ditakdirkan oleh Allah atas dirimu, niscaya mereka tidak dapat menimpakan mudarat itu kepadamu. Telah kering semua pena dan semua lembaran telah ditutup.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Al-Hasan ibnu Siwar, telah menceritakan kepada kami Al-Lais, dari Mu'awiyah, dari Ayyub. ibnu Ziad, telah menceritakan kepadaku Ubadah ibnul Walid ibnu Ubadah, telah menceritakan kepadaku ayahku, bahwa ia menjenguk Ubadah yang sedang sakit yang menurut pendapatnya tidak ada harapan lagi untuk dapat sembuh. Lalu ia berkata, \"Wahai Ayahku, berwasiatlah kepadaku dan bersungguh-sungguhlah bagiku.\" Maka Ubadah mengatakan, \"Dudukkanlah aku.\" Setelah mereka mendudukkannya, ia berkata, \"Hai Anakku, sesungguhnya engkau masih belum merasakan manisnya iman dan masih belum sampai kepada hakikat ilmu mengenai Allah sebelum engkau beriman kepada takdir, takdir yang baik dan takdir yang buruk.\" Aku bertanya, \"Hai Ayahku, bagaimanakah caranya agar aku dapat mengetahui takdir yang baik dan takdir yang buruk?\" Ia menjawab, \"Perlu engkau ketahui bahwa apa yang luput darimu sudah menjadi takdir tidak akan mengenai dirimu, dan apa yang mengenai dirimu sudah menjadi takdir tidak akan luput darimu. Hai Anakku, sesungguhnya aku pernah mendengar Rasulullah Saw. bersabda:\n\nSesungguhnya yang pertama diciptakan oleh Allah ialah Al-Qalam, kemudian Allah berfirman kepadanya, 'Tulislah!' Maka di saat itu juga Al-Qalam bergerak menulis tentang semua makhluk yang akan terjadi sampai hari kiamat.\n\nHai Anakku, jika engkau mati dalam keadaan tidak beriman terhadapnya, niscaya masuk nerakalah kamu.\"\n\nImam Turmuzi meriwayatkan hadis ini dari Yahya ibnu Musa Al-Balkhi, dari Abu Daud At-Tayalisi, dari Abdul Wahid ibnu Sulaim, dari Ata ibnu Abu Rabah, dari Al-Walid ibnu Ubadah, dari ayahnya dengan sanad yang sama. Lalu Imam Turmuzi mengatakan bahwa hadis ini hasan sahih garib.\n\nSufyan As-Sauri telah meriwayatkan dari Mansur, dari Rib'i ibnu Khirasy, dari seorang lelaki, dari Ali ibnu Abu Talib yang mengatakan bahwa Rasulullah Saw. pernah bersabda:\n\nTidaklah seseorang di antara kalian beriman sebelum beriman kepada empat perkara, yaitu bersaksi bahwa tidak ada Tuhan selain Allah dan aku adalah utusannya yang Dia utus dengan membawa kebenaran; beriman kepada adanya hari berbangkit sesudah mati; dan beriman dengan takdir yang baik dan takdir yang buruk.\n\nHal yang sama telah diriwayatkan oleh Imam Turmuzi melalui hadis An-Nadr ibnu Syumail, dari Syu'bah, dari Mansur dengan sanad yang sama. Hal yang sama telah diriwayatkan. Dan Imam Turmuzi meriwayatkan hadis ini melalui Abu Daud At-Tayalisi dari Syu'bah, dari Mansur, dari Rib'i, dan Ah, lalu Turmuzi mengatakan bahwa riwayat ini menurutku lebih sahih . Hal yang sama telah diriwayatkan pula oleh Ibnu Majah melalui hadis Syarik, dari Mansur, dari Rib'i, dari Ali dengan sanad yang sama\n\nDi dalam kitab Sahih Muslim telah disebutkan melalui riwayat Abdullah ibnu Wahb dan lain-lainnya, dari Abu Hani' Al-Khaulani dari Abu Abdur Rahman Al-Habli, dari Abdullah ibnu Amryang mengatakan bahwa Rasulullah Saw. telah bersabda:\n\nSesungguhnya Allah telah menulis semua takdir makhluk sebelum Dia menciptakan langit dan bumi dalam jarak lima puluh ribu tahun. \n\nIbnu Wahb menambahkan firman Allah Swt. dalam hadisnya:\n\ndan adalah 'Arasy-Nya di atas air. (Hud: 7)\n\nImam Turmuzi telah meriwayatkan pula hadis ini, dan ia mengatakan bahwa predikat hadis ini kalau tidak hasan, sahih, atau garib.",
            "jalalain": "(Sesungguhnya segala sesuatu itu Kami) dinashabkan oleh Fi'il yang terdapat pada firman selanjutnya yang berfungsi menafsirkannya (ciptakan menurut ukuran) masing-masing. Menurut suatu qiraat lafal Kulla dibaca KuIlu dan dianggap sebagai Mubtada, sedangkan Khabarnya adalah lafal Khalaqnaahu.",
            "quraish_shihab": "Sesungguhnya Kami menciptakan segala sesuatu menurut ukuran yang sesuai dengan hikmah.",
            "saadi": "Please check ayah 54:55 for complete tafsir."
        },
        {
            "ind": "Dan perintah Kami hanyalah satu perkataan seperti kejapan mata.",
            "arb": "وَمَا أَمْرُنَا إِلَّا وَاحِدَةٌ كَلَمْحٍ بِالْبَصَرِ",
            "transliterasi": "Wa mā amrunā illā wāḥidatun kalamḥim bil-baṣar(i).",
            "eng": "and Our ordaining [a thing and its coming into being] is but one [act], like the twinkling of an eye.",
            "kemenag": "Sesungguhnya perintah Allah hanya disampaikan satu kali dan perintah itu pasti terjadi dengan cepat, lebih cepat dari kedipan mata. Bila Allah swt menghendaki terjadinya sesuatu maka Ia hanya mengatakan \"Jadilah\" yang dikehendaki-Nya itu segera terwujud. Begitu pulalah mengenai hukuman terhadap orang kafir, hukuman pasti terlaksana di akhirat. (",
            "kemenag_ringkas": "_Dan_ ketahuilah bahwa semua_ perintah Kami_ yang menyangkut apa pun _hanyalah_ diungkapkan dengan _satu perkataan_ yang mudah dan cepat, _seperti kejapan mata._",
            "ibnu_katsir": "Firman Allah Swt.:\n\nDan perintah Kami hanyalah satu perkataan seperti kejapan mata (Al-Qamar: 50) .\n\nIni merupakan berita tentang kepastian berlangsungnya kehendak Allah ter­hadap makhluk-Nya. Sebagaimana yang telah diberitakan, bahwa takdir­Nya berlangsung pula terhadap mereka. Untuk itu Allah Swt berfirman: \n\nDan perintah Kami hanyalah satu perkataan. (Al-Qamar: 50)\n\nYakni sesungguhnya Kami hanya memerlukan perintah satu kata saja, tanpa memerlukan kata ulang. Maka apa yang Kami perintahkan untuk ada itu pasti ada dan terjadi seketika itu juga seperti sekejap mata, tanpa ada tenggang waktu barang sedikit pun.",
            "jalalain": "(Dan tiada lain perintah Kami) terhadap sesuatu yang Kami kehendaki ada (hanyalah) sekali (satu firman seperti kejapan mata) dalam hal kecepatannya, yaitu melalui firman-Nya 'Kun' yakni adalah kamu, maka sesuatu yang dikehendaki itu langsung ada dengan seketika; pengertian ini diungkapkan pula oleh firman lainnya, yaitu, \"Sesungguhnya keadaan-Nya apabila Dia menghendaki sesuatu hanyalah berkata kepadanya, 'Jadilah', maka terjadilah ia.\" (Q.S. Yaasin, 82)",
            "quraish_shihab": "Jika Kami menghendaki sesuatu, maka Kami hanya akan mengatakan, \"Jadilah,\" maka sesuatu itu pun terjadi dengan sekejap mata.",
            "saadi": "Please check ayah 54:55 for complete tafsir."
        },
        {
            "ind": "Dan sesungguhnya telah Kami binasakan orang yang serupa dengan kamu. Maka adakah orang yang mau mengambil pelajaran?",
            "arb": "وَلَقَدْ أَهْلَكْنَا أَشْيَاعَكُمْ فَهَلْ مِن مُّدَّكِرٍ",
            "transliterasi": "Wa laqad ahlaknā asy-yā‘akum fahal mim muddakir(in).",
            "eng": "Thus, indeed, did We destroy people like you [in the past]: who, then, is willing to take it to heart?",
            "kemenag": "Ayat ini menerangkan bahwa Allah membinasakan orangorang yang sama dengan mereka, yaitu umat-umat yang mendustakan para nabi pada zaman lampau, mereka telah hancur karena pembangkangannya. Peristiwa-peristiwa itu hendaknya menjadi pelajaran bagi kaum kafir Mekah dan bagi siapa saja sesudah mereka beriman. Allah berfirman dalam ayat lain mengenai hukuman yang dijatuhkan kepada satu generasi, sama dengan hukuman yang dijatuhkan pada generasi sebelumnya. Dan diberi penghalang antara mereka dengan apa yang mereka inginkan sebagaimana yang dilakukan terhadap orang-orang yang sepaham dengan mereka yang terdahulu. Sesungguhnya mereka dahulu (di dunia) dalam keraguan yang mendalam. (Saba'/34: 54)",
            "kemenag_ringkas": "Azab atas kaum-kaum terdahulu membuktikan betapa Allah Mahakuasa. _Dan sungguh, telah Kami binasakan orang yang_ kekafirannya _serupa dengan kamu_, wahai kaum musyrik Mekah. _Maka, adakah_ di antara kamu _orang yang mau mengambil pelajaran_ dari peristiwa-peristiwa itu?",
            "ibnu_katsir": "Firman Allah Swt.:\n\nDan sesungguhnya telah Kami binasakan orang yang serupa dengan kamu. (Al-Qamar: 51) \n\nYaitu orang-orang yang semisal dengan kamu dari kalangan umat-umat terdahulu yang mendustakan para rasul.\n\nMaka adakah orang yang mau mengambil pelajaran? (Al-Qamar: 51)\n\nYakni adakah orang yang mengambil pelajaran dari kehinaan yang telah ditimpakan oleh Allah Swt. terhadap mereka dan azab yang telah ditakdirkan oleh Allah terhadap mereka. Semakna dengan apa yang disebutkan oleh Allah Swt. dalam ayat lain melalui firman-Nya:\n\nDan dihalangi antara mereka dengan apa yang mereka ingini sebagaimana yang dilakukan terhadap orang-orang yang serupa dengan mereka pada masa dahulu. (Saba: 54)",
            "jalalain": "(Dan sesungguhnya telah Kami binasakan orang yang serupa dengan kalian) dalam kekafirannya dari umat-umat terdahulu. (Maka adakah orang yang mau mengambil pelajaran?) Istifham atau kata tanya di sini mengandung makna perintah yakni, ingatlah kalian dan ambillah hal ini sebagai pelajaran buat kalian!",
            "quraish_shihab": "Kami telah memusnahkan orang-orang yang kafir seperti kalian. Maka adakah orang yang mau mengambil pelajaran?",
            "saadi": "Please check ayah 54:55 for complete tafsir."
        },
        {
            "ind": "Dan segala sesuatu yang telah mereka perbuat tercatat dalam buku-buku catatan",
            "arb": "وَكُلُّ شَيْءٍ فَعَلُوهُ فِي الزُّبُرِ",
            "transliterasi": "Wa kullu syai'in fa‘alūhu fiz-zubur(i).",
            "eng": "[They were truly guilty] because all [the evil] that they ever did had been [revealed to them as such] in the [ancient] books of [divine] wisdom;",
            "kemenag": "Semua perbuatan manusia terhimpun dalam buku catatan masing-masing. Hal itu karena setiap perbuatan manusia kecil ataupun besar, baik atau buruk dicatat oleh malaikat di dalam buku catatan itu, Malaikat Kiram atau sebut saja Raqib, mencatat perbuatan yang baik dan Malaikat Katibin atau 'Atid mencatat perbuatan yang tidak baik. Dalam ayat lain Allah berfirman: \nTidak ada suatu kata yang diucapkannya melainkan ada di sisinya malaikat pengawas yang selalu siap (mencatat). (Qaf/50: 18) \nOleh karena semua aktivitas manusia, baik perbuatan maupun ucapan, baik yang baik maupun yang buruk, baik besar maupun kecil tercatat di dalam buku catatan masing-masing, maka sangat mudah bagi Allah menjatuhkan hukuman kepada yang berdosa dan memberikan pahala kepada yang berbuat baik.",
            "kemenag_ringkas": "Kami juga mengetahui apa saja yang berkaitan dengan mereka. _Dan_ untuk membuktikan perilaku mereka, _segala sesuatu_ _yang telah mereka perbuat_ kapan dan di mana pun_ tercatat_ dengan rinci oleh malaikat Kami _dalam buku-buku catatan._",
            "ibnu_katsir": "Adapun firman Allah Swt.:\n\nDan segala sesuatu yang telah mereka perbuat tercatat dalam buku-buku catatan. (Al-Qatnar: 52)\n\nArtinya, telah tercatat atas mereka di dalam kitab-kitab yang ada di tangan para malaikat.\n\nDan segala (urusan) yang kecil maupun yang besar. (Al-Qamar ' 53)\n\ndari amal perbuatan mereka.\n\nadalah tertulis. (Al-Qamar: 53)\n\nYakni telah terhimpunkan di dalam kitab catatan amal mereka dan telah digariskan dalam lembaran-lembaran mereka, tanpa ada yang terlewatkan; baik yang besar maupun yang kecil, semuanya telah ada di dalamnya. \n\nImam Ahmad mengatakan, telah menceritakan kepada kami Abu Amir, telah menceritakan kepada kami Sa'id ibnu Muslim ibnu Banik; ia telah mendengar Amir ibnu Abdullah ibnuz Zubair mengatakan bahwa telah menceritakan kepadaku Auf ibnul Haris anak lelaki saudara lelaki ibunya Siti Aisyah, dari Aisyah r.a., bahwa Rasulullah Saw. pernah bersabda: Hai Aisyah, janganlah kamu melakukan dosa-dosa kecil, karena sesungguhnya pelakunya tetap akan dituntut oleh Allah.\n\nImam Nasai dan Ibnu Majah meriwayatkan hadis ini melalui jalur Sa'id ibnu Muslim ibnu Banik Al-Madani yang dinilai siqah oleh Ahmad,",
            "jalalain": "(Dan segala sesuatu yang telah mereka perbuat) apa yang telah dikerjakan oleh semua hamba-hamba Allah telah tercatat (di dalam buku-buku) catatan amal perbuatan.",
            "quraish_shihab": "Segala sesuatu yang mereka kerjakan di dunia telah tercatat dalam buku-buku catatan.",
            "saadi": "Please check ayah 54:55 for complete tafsir."
        },
        {
            "ind": "Dan segala (urusan) yang kecil maupun yang besar adalah tertulis.",
            "arb": "وَكُلُّ صَغِيرٍ وَكَبِيرٍ مُّسْتَطَرٌ",
            "transliterasi": "Wa kullu ṣagīriw wa kabīrim mustaṭar(un).",
            "eng": "and everything [that man does], be it small or great, is recorded [with God].",
            "kemenag": "Semua perbuatan manusia terhimpun dalam buku catatan masing-masing. Hal itu karena setiap perbuatan manusia kecil ataupun besar, baik atau buruk dicatat oleh malaikat di dalam buku catatan itu, Malaikat Kiram atau sebut saja Raqib, mencatat perbuatan yang baik dan Malaikat Katibin atau 'Atid mencatat perbuatan yang tidak baik. Dalam ayat lain Allah berfirman: \nTidak ada suatu kata yang diucapkannya melainkan ada di sisinya malaikat pengawas yang selalu siap (mencatat). (Qaf/50: 18) \nOleh karena semua aktivitas manusia, baik perbuatan maupun ucapan, baik yang baik maupun yang buruk, baik besar maupun kecil tercatat di dalam buku catatan masing-masing, maka sangat mudah bagi Allah menjatuhkan hukuman kepada yang berdosa dan memberikan pahala kepada yang berbuat baik.",
            "kemenag_ringkas": "_Dan_ di samping itu, _segala_ sesuatu baik _yang kecil_ dan remeh _maupun yang besar_ dan penting_ tertulis_ di sana dengan rinci.",
            "ibnu_katsir": "Adapun firman Allah Swt.:\n\nDan segala sesuatu yang telah mereka perbuat tercatat dalam buku-buku catatan. (Al-Qatnar: 52)\n\nArtinya, telah tercatat atas mereka di dalam kitab-kitab yang ada di tangan para malaikat.\n\nDan segala (urusan) yang kecil maupun yang besar. (Al-Qamar ' 53)\n\ndari amal perbuatan mereka.\n\nadalah tertulis. (Al-Qamar: 53)\n\nYakni telah terhimpunkan di dalam kitab catatan amal mereka dan telah digariskan dalam lembaran-lembaran mereka, tanpa ada yang terlewatkan; baik yang besar maupun yang kecil, semuanya telah ada di dalamnya. \n\nImam Ahmad mengatakan, telah menceritakan kepada kami Abu Amir, telah menceritakan kepada kami Sa'id ibnu Muslim ibnu Banik; ia telah mendengar Amir ibnu Abdullah ibnuz Zubair mengatakan bahwa telah menceritakan kepadaku Auf ibnul Haris anak lelaki saudara lelaki ibunya Siti Aisyah, dari Aisyah r.a., bahwa Rasulullah Saw. pernah bersabda: Hai Aisyah, janganlah kamu melakukan dosa-dosa kecil, karena sesungguhnya pelakunya tetap akan dituntut oleh Allah.\n\nImam Nasai dan Ibnu Majah meriwayatkan hadis ini melalui jalur Sa'id ibnu Muslim ibnu Banik Al-Madani yang dinilai siqah oleh Ahmad,",
            "jalalain": "(Dan segala urusan yang kecil maupun besar) berupa dosa atau amal perbuatan (adalah tertulis) tercatat di Lohmahfuz.",
            "quraish_shihab": "Segala perbuatan, baik yang kecil maupun yang besar, semuanya tercatat. Tak ada yang terlewatkan sedikit pun.",
            "saadi": "Please check ayah 54:55 for complete tafsir."
        },
        {
            "ind": "Sesungguhnya orang-orang yang bertakwa itu di dalam taman-taman dan sungai-sungai,",
            "arb": "إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَنَهَرٍ",
            "transliterasi": "Innal-muttaqīna fī jannātiw wa nahar(in).",
            "eng": "[Hence, too,] behold, the God-conscious will find themselves in [a paradise of] gardens and running waters,",
            "kemenag": "Bagi mereka yang bertakwa, Allah memberikan surgasurga sesuai tingkat ketakwaan mereka. Sebagaimana diketahui surga itu bertingkat-tingkat. Di dalam surga-surga mengalir sungaisungai yang menunjukkan bahwa surga adalah tempat yang menyejukkan, indah dan memberikan hasil yang banyak. Mereka menempati tempat yang benar yang tidak ada cacat atau kekurangannya dan mereka berada di bawah naungan Maharaja yang Mahakuasa, yang akan memberi mereka apa yang Ia kehendaki tanpa halangan siapa pun.",
            "kemenag_ringkas": "Bila orang-orang musyrik diseret pada wajahnya ke arah neraka, maka _sungguh, orang-orang_ _yang_ benar-benar _bertakwa_ secara tulus _berada di taman-taman dan sungai-sungai_ yang beragam.",
            "ibnu_katsir": "Firman Allah Swt.:\n\nSesungguhnya orang-orang yang bertakwa itu di dalam taman-taman dan sungai-sungai. (Al-Qamar: 54)\n\nBerbeda dengan keadaan yang dialami oleh orang-orang yang celaka karena kesesatan dan kegilaan mereka, akhirnya mereka diseret dengan muka di bawah ke dalam neraka disertai dengan cemoohan kecaman dan makian.",
            "jalalain": "(Sesungguhnya orang-orang yang bertakwa itu di dalam surga-surga) taman-taman (dan sungai-sungai makna yang dimaksud adalah jenisnya. Menurut suatu qiraat lafal Nahar dibaca Nuhur dalam bentuk jamak, yang wazannya sama dengan lafal Asadun bila dijamakkan menjadi Usudun. Makna yang dimaksud ialah, bahwa mereka meminum dari sungai-sungai surga itu air, susu, madu dan khamar.",
            "quraish_shihab": "Orang-orang yang bertakwa benar-benar berada dalam surga-surga yang tinggi dan dengan sungainya yang beraneka ragam.",
            "saadi": "Please check ayah 54:55 for complete tafsir."
        },
        {
            "ind": "di tempat yang disenangi di sisi Tuhan Yang Berkuasa.",
            "arb": "فِي مَقْعَدِ صِدْقٍ عِندَ مَلِيكٍ مُّقْتَدِرٍ",
            "transliterasi": "Fī maq‘adi ṣidqin ‘inda malīkim muqtadir(in).",
            "eng": "in a seat of truth, in the presence of a Sovereign who determines all things.",
            "kemenag": "Bagi mereka yang bertakwa, Allah memberikan surgasurga sesuai tingkat ketakwaan mereka. Sebagaimana diketahui surga itu bertingkat-tingkat. Di dalam surga-surga mengalir sungaisungai yang menunjukkan bahwa surga adalah tempat yang menyejukkan, indah dan memberikan hasil yang banyak. Mereka menempati tempat yang benar yang tidak ada cacat atau kekurangannya dan mereka berada di bawah naungan Maharaja yang Mahakuasa, yang akan memberi mereka apa yang Ia kehendaki tanpa halangan siapa pun.",
            "kemenag_ringkas": "Mereka tinggal _di tempat yang disenangi_ dan penuh kebahagiaan, _di sisi Tuhan Yang Mahakuasa._",
            "ibnu_katsir": "Firman Allah Swt.:\n\ndi tempat yang disenangi. (Al-Qamar: 55)\n\nYaitu di rumah kemuliaan Allah dengan memperoleh rida, karunia, dan anugerah-Nya serta kebaj ikan-Nya yang amat berlimpah.\n\ndi sisi Tuhan Yang Berkuasa. (Al-Qamar: 55)\n\nYakni di sisi Tuhan Yang Mahabesar Yang Menciptakan segala sesuatu dan Yang Menentukan ukuran-ukurannya. Dia Mahakuasa atas semua yang dikehendaki-Nya dari apa yang diinginkan dan yang diperlukan oleh makhluk-Nya.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Sufyan, dari Amr ibnu Dinar, dari Amr ibnu Aus, dari Abdullah ibnu Amr yang menyampaikannya dari Nabi Saw. yang telah bersabda: Orang-orang yang berlaku adil berada di sisi Allah di atas mimbar-mimbar dari cahaya di sisi Kanan Tuhan Yang Maha Pemurah. Dan di hadapan-Nya merupakan sebelah kanan orang-orang yang adil dalam hukum mereka, keluarga mereka, dan apa yang dikuasakan kepada mereka.\n\nImam Muslim telah mengetengahkan hadis ini secara tunggal, juga Imam Nasai melalui Sufyan ibnu Uyaynah berikut dengan sanadnya dengan lafaz yang semisal",
            "jalalain": "(Di tempat yang benar) di majelis yang benar, karena tidak ada perkataan yang tidak berguna dan tidak pula ada perkataan yang berdosa di dalamnya; pengertian Maq'ad di sini adalah ditinjau dari segi jenisnya. Menurut qiraat yang lain lafal Maq'ad dibaca dalam bentuk jamak yaitu Maqaa'id. Makna yang dimaksud ialah bahwa ahli surga itu berada di dalam majelis-majelis surga dalam keadaan bebas dari perkataan yang tidak ada gunanya dan bebas pula dari hal-hal yang berdosa, keadaan mereka berbeda dengan keadaan majelis-majelis di dunia. Karena sesungguhnya majelis-majelis di dunia itu jarang sekali bebas dari hal-hal tersebut. Lafal ayat ini berkedudukan sebagai Khabar yang kedua, dan lafal Shidqin menjadi Badal dari lafal Shaadiqin, yakni Badal Ba'dh atau lainnya (di sisi Yang Maha Raja) merupakan perumpamaan yang mengandung makna Mubalaghah, yakni Maha Raja Yang Maha Perkasa lagi Maha Luas (lagi Maha Berkuasa) tiada sesuatu pun yang melemahkan-Nya, Dia adalah Allah swt. Lafal 'Inda menunjukkan isyarat yang mengandung makna derajat dan kedudukan mereka yang dekat di sisi-Nya, sebagai anugerah dari Allah swt. kepada para penghuni surga.",
            "quraish_shihab": "Di tempat yang benar, tak ada main-main dan dosa, di sisi Tuhan Yang Mahakuasa.",
            "saadi": "\"Dan sungguh telah datang kepada kaum Fir'aun ancaman-ancaman. Mereka mendustakan mukjizat-mukjizat Kami semua-nya, lalu Kami azab mereka sebagai azab dari Yang Mahaperkasa lagi Mahakuasa. Apakah orang-orang kafirmu (hai kaum musy-rikin) lebih baik dari mereka itu, atau apakah kamu telah mem-punyai jaminan kebebasan (dari azab) dalam kitab-kitab yang dahulu? Atau apakah mereka mengatakan, 'Kami adalah satu go-longan yang bersatu yang pasti menang?' Golongan itu pasti akan dikalahkan dan mereka akan mundur ke belakang. Sebenarnya Hari Kiamat itulah hari yang dijanjikan kepada mereka dan kiamat itu lebih dahsyat dan lebih pahit. Sesungguhnya orang-orang yang berdosa berada dalam kesesatan (di dunia) dan dalam neraka. (Ingatlah) pada hari mereka diseret ke neraka atas muka mereka. (Dikatakan kepada mereka), 'Rasakanlah sentuhan api neraka.' Sesungguhnya Kami menciptakan segala sesuatu menurut ukuran. Dan perintah Kami hanyalah satu perkataan seperti kejapan mata. Dan sungguh telah Kami binasakan orang yang serupa dengan kamu. Maka adakah orang yang mau mengambil pelajaran? Dan segala sesuatu yang telah mereka perbuat tercatat dalam buku-buku catatan. Dan segala (urusan) yang kecil maupun yang besar adalah tertulis. Sesungguhnya orang-orang yang bertakwa itu di dalam taman-taman dan sungai-sungai, di tempat yang disenangi di sisi (Rabb) Yang Maha Berkuasa.\" (Al-Qamar: 41-55).\n(41-42) ﴾ وَلَقَدۡ  جَآءَ  ءَالَ  فِرۡعَوۡنَ   ﴿ \"Dan sungguh telah datang kepada kaum Fir'aun,\" yakni Fir'aun dan kaumnya, ﴾ ٱلنُّذُرُ ﴿ \"ancaman-ancaman.\" Allah سبحانه وتعالى mengutus Nabi Musa عليه السلام, kalimullah, kepada mereka dan dikuatkan dengan berbagai tanda-tanda kebesaran, penjelasan-penjelasan, dan berbagai mukjizat nyata. Nabi Musa عليه السلام menun-jukkan berbagai pelajaran yang belum pernah ditunjukkan pada yang lain, namun mereka mendustakan seluruh tanda-tanda kebe-saran Allah سبحانه وتعالى sehingga mereka disiksa dengan siksaan Dzat Yang Mahaperkasa lagi Mahakuasa, Allah سبحانه وتعالى menenggelamkan Fir'aun dan kaumnya di lautan.                \n(43) Maksud dari pemaparan kisah-kisah ini adalah sebagai peringatan bagi manusia dan orang-orang yang mendustakan Nabi Muhammad a, dan karena itu Allah سبحانه وتعالى berfirman, ﴾ أَكُفَّارُكُمۡ     خَيۡرٞ    مِّنۡ  أُوْلَٰٓئِكُمۡ ﴿   \"Apakah orang-orang kafirmu (hai kaum musyrikin) lebih baik dari mereka itu,\" artinya, apakah mereka yang mendustakan Rasul terbaik lebih baik dari orang-orang yang mendustakan rasul-rasul sebelumnya yang dibinasakan Allah سبحانه وتعالى dan ditimpa berbagai azab itu? Jika orang-orang kafir Makkah lebih baik dari mereka, maka mereka memiliki kemungkinan untuk bisa selamat dari azab dan tidak akan tertimpa siksaan yang menimpa orang-orang buruk sebelum mereka. Namun tidak demikian halnya, orang-orang kafir Makkah tidak lebih buruk dari mereka dan tidak pula lebih baik dari me-reka. ﴾ أَمۡ  لَكُم  بَرَآءَةٞ  فِي ٱلزُّبُرِ ﴿   \"Atau apakah kamu telah mempunyai jaminan kebebasan (dari azab) dalam kitab-kitab yang dahulu?\" Artinya, apakah Allah سبحانه وتعالى memberikan kalian janji dalam kitab-kitab yang diturun-kan pada para nabi sebelumnya, kalian pada saat itu mengadakan perjanjian bahwa kalian akan selamat berdasarkan pemberitahuan dan janji Allah سبحانه وتعالى? Tidak demikian halnya, bahkan mustahil secara akal dan syariat jika mereka mendapatkan jaminan bebas azab yang tertulis dalam kitab-kitab samawi yang mencakup keadilan dan hikmah. Bukanlah termasuk hikmah jika orang-orang seperti itu yang menentang dan mendustakan rasul terbaik dan paling mulia di sisi Allah سبحانه وتعالى itu mendapatkan keselamatan.                \n(44) Tidak tersisa apa pun pada mereka selain kekuatan yang mereka jadikan penolong, maka Allah سبحانه وتعالى memberitahukan bahwa mereka berkata, ﴾ نَحۡنُ  جَمِيعٞ  مُّنتَصِرٞ  ﴿ \"Kami adalah satu golongan yang bersatu yang pasti menang.\"                \n(45) Allah سبحانه وتعالى berfirman seraya menjelaskan kelemahan mereka dan mereka akan dikalahkan, ﴾ سَيُهۡزَمُ     ٱلۡجَمۡعُ   وَيُوَلُّونَ  ٱلدُّبُرَ ﴿   \"Golongan itu pasti akan dikalahkan dan mereka akan mundur ke belakang,\" dan terjadilah seperti yang diberitakan Allah سبحانه وتعالى. Allah سبحانه وتعالى mengalahkan golongan mereka yang lebih besar dalam peristiwa Badar. Para centeng dan pembesar mereka terbunuh dan mereka pun takluk. Allah سبحانه وتعالى memberikan kemenangan untuk Agama, Nabi dan go-longanNya yang beriman.                \n(46) Meski demikian, mereka memiliki janji di mana seluruh manusia dari yang pertama hingga terakhir akan dikumpulkan begitu pula seluruh orang yang mendapat ujian di dunia dan orang yang menikmati kelezatan dunia, karena itulah Allah سبحانه وتعالى berfirman, ﴾ بَلِ  ٱلسَّاعَةُ  مَوۡعِدُهُمۡ  ﴿ \"Sebenarnya Hari Kiamat itulah hari yang dijanjikan kepada mereka.\" Di hari itu mereka akan dibalas dan diperlakukan secara adil. ﴾ وَٱلسَّاعَةُ  أَدۡهَىٰ  وَأَمَرُّ ﴿ \"Dan kiamat itu lebih dahsyat dan lebih pahit,\" artinya, lebih agung, lebih berat dan lebih besar dari yang diperkirakan atau yang ada dalam bayangan angan-angan.                \n(47) ﴾ إِنَّ     ٱلۡمُجۡرِمِينَ ﴿   \"Sesungguhnya orang-orang yang berdosa,\" yaitu orang-orang yang banyak berbuat dosa-dosa besar berupa kesyirikan dan kemaksiatan lain, ﴾ فِي     ضَلَٰلٖ  وَسُعُرٖ ﴿   \"berada dalam kesesatan (di dunia) dan dalam neraka,\" artinya, mereka tersesat di dunia; sesat dari ilmu dan amal yang bisa menyelamatkan mereka dari azab akhirat. Pada Hari Kiamat mereka berada dalam siksaan yang pedih dan api yang dinyalakan pada tubuh mereka hingga merasuk ke dalam hati mereka.                \n(48) ﴾ يَوۡمَ  يُسۡحَبُونَ  فِي  ٱلنَّارِ    عَلَىٰ  وُجُوهِهِمۡ  ﴿ \"(Ingatlah) pada hari mereka diseret ke neraka atas muka mereka,\" yang merupakan bagian tubuh mereka yang terhormat, kepedihan neraka jauh lebih pedih dari yang lain-nya. Mereka pun bersedih dan berduka karena siksaan itu. ﴾ ذُوقُواْ  مَسَّ  سَقَرَ ﴿   \"(Dikatakan kepada mereka), 'Rasakanlah sentuhan api neraka',\" artinya, rasakanlah kepedihan, hamburan, kemurkaan, serta kobaran api neraka.                \n(49) ﴾ إِنَّا  كُلَّ   شَيۡءٍ  خَلَقۡنَٰهُ  بِقَدَرٖ ﴿ \"Sesungguhnya Kami menciptakan segala sesuatu menurut ukuran,\" ini mencakup seluruh makhluk dan selu-ruh alam, baik alam atas maupun alam bawah, hanya Allah سبحانه وتعالى yang menciptakannya. Tidak ada pencipta selain Allah سبحانه وتعالى, tidak ada sekutu bagiNya dalam menciptakan semuanya. Allah سبحانه وتعالى mencipta-kan berdasarkan ketentuan yang telah terdahulu berdasarkan ilmu-Nya dan sesuai catatan penaNya berdasar waktu dan ukuran yang ditetapkan dan seluruh sifat yang tercakup dalam segala hal.                \n(50) Itu mudah bagi Allah سبحانه وتعالى, karena itu Allah سبحانه وتعالى berfirman, ﴾ وَمَآ  أَمۡرُنَآ  إِلَّا      وَٰحِدَةٞ  كَلَمۡحِۭ     بِٱلۡبَصَرِ ﴿   \"Dan perintah Kami hanyalah satu perkataan seperti kejapan mata.\" Jika Allah سبحانه وتعالى menghendaki sesuatu, Allah سبحانه وتعالى berfirman, \"Jadilah,\" maka jadilah sesuatu itu sesuai kehendakNya dalam sekejap mata tanpa letih dan susah.                \n(51) ﴾ وَلَقَدۡ  أَهۡلَكۡنَآ   أَشۡيَاعَكُمۡ  ﴿ \"Dan sungguh telah Kami binasakan orang yang serupa dengan kamu,\" dari kalangan umat-umat sebelum kalian yang mengetahui seperti halnya kalian dan mendustakan seperti halnya kalian, ﴾ فَهَلۡ  مِن  مُّدَّكِرٖ ﴿   \"maka adakah orang yang mau mengambil pelajaran?\" Orang yang mau mengambil pelajaran yang mengetahui sunnatullah dalam membinasakan orang-orang buruk, karena mereka itu sama, tidak ada perbedaan antara kedua golongan tersebut.                \n(52) ﴾ وَكُلُّ     شَيۡءٖ  فَعَلُوهُ   فِي  ٱلزُّبُرِ ﴿   \"Dan segala sesuatu yang telah me-reka perbuat tercatat dalam buku-buku catatan,\" artinya, semua yang mereka lakukan, baik dan buruknya telah tertulis untuk mereka dalam kitab takdir.                \n(53) ﴾ وَكُلُّ  صَغِيرٖ  وَكَبِيرٖ  مُّسۡتَطَرٌ   ﴿ \"Dan segala (urusan) yang kecil mau-pun yang besar adalah tertulis,\" artinya telah tercatat dan inilah haki-kat Qadha` dan Qadar, semua hal telah diketahui Allah سبحانه وتعالى dan ditulis di lauhil mahfuzh. Apa pun yang dikehendaki Allah سبحانه وتعالى pasti terjadi dan yang tidak dikehendakiNya tidak akan ada. Apa pun yang akan menimpa manusia tidak akan luput dan yang ditakdir-kan luput tidak akan menimpanya.                \n(54-55) ﴾ إِنَّ  ٱلۡمُتَّقِينَ ﴿   \"Sesungguhnya orang-orang yang bertakwa\" kepada Allah سبحانه وتعالى dengan mengerjakan perintah-perintahNya dan meninggalkan larangan-laranganNya, mereka yang menjauhi ke-syirikan, dosa-dosa besar dan dosa-dosa kecil ﴾ فِي  جَنَّٰتٖ  وَنَهَرٖ  ﴿ \"di dalam taman-taman dan sungai-sungai,\" yakni, berada di dalam surga penuh kenikmatan, yang di dalamnya terdapat segala sesuatu yang belum pernah dilihat mata, belum pernah didengar telinga dan belum pernah terbersit dalam benak manusia, berupa pepohonan dengan buah ranum, sungai-sungai mengalir, istana-istana menjulang tinggi, rumah-rumah indah, makanan dan minuman lezat, bidadari cantik, taman-taman indah di dalam kebun, keridhaan Allah Dzat Penguasa dan Pemberi balasan, serta mendapatkan kemenangan dengan berada di dekatNya. Karena itulah Allah سبحانه وتعالى berfirman,﴾ فِي     مَقۡعَدِ   صِدۡقٍ  عِندَ  مَلِيكٖ  مُّقۡتَدِرِۭ ﴿   \"Di tempat yang disenangi di sisi (Rabb) Yang Maha Berkuasa.\" Anda jangan bertanya setelah ini apa saja yang diberikan oleh Rabb mereka dari kemuliaanNya dan apa saja yang dianuge-rahkan kepada mereka dari kebaikan dan karuniaNya. \nSemoga Allah سبحانه وتعالى memasukkan kita dalam golongan mereka dan semoga Allah سبحانه وتعالى tidak menahan kebaikan milikNya untuk kita karena keburukan yang ada pada diri kita.                \n                                                            Sampai di sini tafsir surat ini. Segala puji hanya bagi Allah سبحانه وتعالى semata."
        }
    ]
}