{
    "number": 108,
    "name": "سُورَةُ الكَوۡثَرِ",
    "englishName": "Al-Kawthar",
    "englishNameTranslation": "Abundance",
    "revelationType": "Meccan",
    "numberOfAyahs": 3,
    "ayahs": [
        {
            "ind": "Sesungguhnya Kami telah memberikan kepadamu nikmat yang banyak.",
            "arb": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ",
            "transliterasi": "'Innā 'A`ţaynāka Al-Kawthara.",
            "eng": "BEHOLD, We have bestowed upon thee good in abundance:",
            "kemenag_ringkas": "Wahai Nabi Muhammad, _sungguh Kami telah memberimu nikmat yang banyak_ dan langgeng, meliputi kenikmatan duniawi maupun ukhrawi, seperti kenabian, Al-Qur’an, syafaat, telaga di surga, dan sebagainya.",
            "kemenag": "Dalam ayat ini, Allah menerangkan bahwa Dia telah memberi Nabi Muhammad nikmat dan anugerah yang tidak dapat dihitung banyaknya dan tidak dapat dinilai tinggi mutunya, walaupun (orang musyrik) memandang hina dan tidak menghargai pemberian itu disebabkan kekurangan akal dan pengertian mereka. Pemberian itu berupa kenabian, agama yang benar, petunjuk-petunjuk dan jalan yang lurus yang membawa kepada kebahagiaan hidup di dunia dan di akhirat.\nOrang-orang musyrik di Mekah dan orang-orang munafik di Medinah mencemoohkan dan mencaci-maki Nabi saw sebagai berikut:\n1.Pengikut-pengikut Muhammad saw terdiri dari orang-orang biasa yang tidak mempunyai kedudukan. Kalau agama yang dibawanya itu benar, tentu yang menjadi pengikut-pengikutnya orang-orang mulia yang berkedudukan di antara mereka. Ucapan ini bukanlah suatu keanehan, karena kaum Nuh juga dahulu kala telah menyatakan yang demikian kepada Nabi Nuh as sebagaimana firman Allah:\n\nMaka berkatalah para pemuka yang kafir dari kaumnya, \"Kami tidak melihat engkau, melainkan hanyalah seorang manusia (biasa) seperti kami, dan kami tidak melihat orang yang mengikuti engkau, melainkan orang yang hina dina di antara kami yang lekas percaya. Kami tidak melihat kamu memiliki suatu kelebihan apa pun atas kami, bahkan kami menganggap kamu adalah orang pendusta.\" (Hud/11 : 27)\n\nSunnatullah yang berlaku di antara hamba-hamba Allah bahwa mereka yang cepat menerima panggilan para rasul adalah orang-orang biasa atau orang lemah karena mereka tidak takut kehilangan pangkat atau kedudukan, karena tidak mempunyai keduanya. Dari itu pertentangan terus-menerus terjadi antara yang merasa terpandang dengan para rasul, tetapi Allah senantiasa membantu para rasul-Nya dan menunjang dakwah mereka.\nBegitulah sikap penduduk Mekah terhadap dakwah Nabi Muhammad. Pembesar-pembesar dan orang-orang yang berkedudukan tidak mau mengikuti Nabi karena benci kepada beliau dan terhadap orang-orang biasa yang menjadi pengikut beliau.\n2.Orang-orang Mekah bila melihat anak-anak Nabi Muhammad meninggal dunia, mereka berkata, \"Sebutan Muhammad akan lenyap dan ia akan mati punah.\" Mereka mengira bahwa kematian itu suatu kekurangan lalu mereka mengejek Nabi dan berusaha menjauhkan manusia dari beliau.\n3.Orang-orang Mekah bila melihat suatu musibah atau kesulitan yang menimpa pengikut-pengikut Nabi, bergembira dan bersenang hati. Mereka menunggu kehancuran para pengikut Nabi, sehingga kedudukan mereka semula yang telah diguncangkan oleh agama baru itu kembali mereka peroleh.\n\nPada surah ini, Allah menyampaikan kepada rasul-Nya, bahwa tuduhan-tuduhan yang dilontarkan oleh orang-orang musyrik itu adalah suatu prasangka yang tidak ada artinya sama sekali. Namun semua itu adalah untuk membersihkan jiwa-jiwa yang masih dapat dipengaruhi oleh isu-isu tersebut dan untuk mematahkan tipu daya orang-orang musyrik, agar mereka mengetahui bahwa perjuangan Nabi saw pasti akan menang dan pengikut-pengikut beliau pasti akan bertambah banyak. \nAl-Kautsar diartikan sebagai sungai di surga yang dianugerahkan Allah kepada Nabi Muhammad, dan ada pula yang berpendapat bahwa al-kautsar bermakna kebaikan yang banyak.\n",
            "ibnu_katsir": "Imam Ahmad mengatakan, telah menceritakan kepada kami Muhammad ibnu Fudail, dari Al-Mukhtar ibnu Fulful, dari Anas ibnu Malik yang mengatakan bahwa Rasulullah Saw. menundukkan kepalanya sejenak, lalu beliau mengangkat kepalanya seraya tersenyum. Beliau bersabda kepada mereka, atau mereka bertanya kepada beliau Saw., \"Mengapa engkau tersenyum?\" Maka Rasulullah Saw. menjawab, \"Sesungguhnya barusan telah diturunkan kepadaku suatu surat.\" Lalu beliau membaca firman-Nya: Dengan nama Allah Yang Maha Pemurah lagi Maha Penyayang. Sesungguhnya Kami telah memberikan kepadamu Al-Kautsar. (Al-Kautsar: l), hingga akhir surat. Lalu Rasulullah Saw. bersabda, \"Tahukan kalian, apakah Al-Kautsar itu?\" Mereka menjawab, \"Allah dan Rasul-Nya lebih mengetahui.\" Rasulullah bersabda:\n\nAl-Kautsar adalah sebuah sungai (telaga) yang diberikan kepadaku oleh Tuhanku di dalam surga, padanya terdapat kebaikan yang banyak, umatku kelak akan mendatanginya di hari kiamat; jumlah wadah-wadah (bejana-bejana)nya sama dengan bilangan bintang-bintang. Diusir darinya seseorang hamba, maka aku berkata, \"Ya Tuhanku, sesungguhnya dia dari umatku.” Maka dikatakan, \"Sesungguhnya kamu tidak mengetahui apa yang telah dibuat-buatnya sesudahmu.\"\n\nHal yang sama telah diriwayatkan oleh Imam Ahmad dengan sanad Sulasi ini dan juga konteks yang sama dari Muhammad ibnu Fudail, dari Al-Mukhtar ibnu Fulfill, dari Anas ibnu Malik.\n\nTelah disebutkan sehubungan dengan gambaran tentang telaga ini di hari kiamat, bahwa tercurahkan kepadanya air dari langit melalui dua talang, dan bahwa bejana-bejananya bilangannya sama dengan bintang-bintang di langit. Imam Muslim, Imam Abu Daud, dan Imam Nasai telah meriwayatkannya melalui jalur Ali ibnu Mis-har dan Muhammad ibnu Fudail; keduanya dari Al-Mukhtar ibnu Fulfill, dari Anas.\n\nMenurut lafaz Imam Muslim, disebutkan bahwa ketika Rasulullah Saw. berada di hadapan kami di masjid, tiba-tiba beliau menundukkan kepalanya sejenak, kemudian mengangkat kepalanya seraya tersenyum. Maka kami bertanya, \"Wahai Rasulullah, apakah yang menyebabkan engkau tertawa?\" Rasulullah Saw. menjawab: Sesungguhnya telah diturunkan kepadaku barusan suatu surat. Maka beliau Saw. membaca firman-Nya: Dengan nama Allah Yang Maha Pemurah lagi Maha Penyayang. Sesungguhnya Kami telah memberikan kepadamu nikmat yang banyak. Maka dirikanlah salat karena Tuhanmu dan berkorbanlah. Sesungguhnya orang-orang yang membenci kamu, dialah yang terputus. (Al-Kautsar: 1-3) Kemudian beliau Saw. bersabda: \"Tahukah kamu, apakah Al-Kautsar itu?” Kami menjawab, \"Allah dan Rasul-Nya lebih mengetahui.” Rasulullah Saw. bersabda, \n\n\"Sesungguhnya Al-Kautsar adalah sebuah sungai (telaga) yang telah dijanjikan oleh Tuhanku untukku, padanya terdapat kebaikan yang banyak. Al-Kautsar merupakan telaga yang akan didatangi oleh umatku kelak di hari kiamat, jumlah bejananya sama dengan bilangan bintang-bintang di langit, maka diusirlah darinya seorang hamba dari mereka, lalu aku berkata, \"Ya Tuhanku, sesungguhnya dia dari kalangan umatku.” Maka Dia berfirman, \"Sesungguhnya kamu tidak mengetahui apa yang telah dibuat-buatnya sesudahmu.\n\nsebagian besar ulama ahli qiraat mengatakan berdasarkan dalil ayat ini, bahwa surat ini adalah surat Madaniyah. Dan kebanyakan ulama fiqih mengatakan bahwa Basmalahnya merupakan bagian dari surat dan diturunkan bersama-sama dengan surat ini. \n\nAdapun mengenai firman-Nya:\n\nSesungguhnya Kami telah memberikan kepadamu Al-Kautsar. (Al-Kautsar: 1)\n\nDalam hadis yang lalu telah disebutkan bahwa Al-Kautsar adalah nama sebuah sungai di dalam surga. \n\nImam Ahmad telah meriwayatkan melalui jalur lain dari Anas; untuk itu ia mengatakan bahwa telah menceritakan kepada kami Affan, telah menceritakan kepada kami Hammad, telah menceritakan kepada kami Sabit, dari Anas, bahwa ia membaca firman-Nya: Sesungguhnya Kami telah memberikan kepadamu Al-Kautsar. (Al-Kautsar: 1) Lalu ia mengatakan bahwa Rasulullah Saw. pernah bersabda:\n\nAku diberi Al-Kautsar, dan ternyata ia adalah sebuah sungai yang mengalir, tetapi tidak dibedahkan sebagai mana sungai. Dan ternyata kedua tepinya adalah kubah-kubah dari mutiara; lalu aku menyentuhkan tanganku ke tanahnya, dan ternyata ia seharum minyak kesturi yang sangat harum baunya, dan ternyata batu-batu kerikilnya dari mutiara.\n\nImam Ahmad mengatakan. telah menceritakan kepada kami Muhammad ibnu Abu Adiy, dari Humaid, dari Anas yang mengatakan bahwa Rasulullah Saw. pernah bersabda:\n\nAku masuk ke dalam surga, dan tiba-tiba aku melihat sebuah sungai yang kedua tepinya dipenuhi oleh kemah-kemah dari mutiara, lalu aku sentuhkan tanganku ke tanah yang dialiri airnya, tiba-tiba ia adalah minyak kesturi yang sangat harum baunya. Aku bertanya, \"Hai Jibril, apakah ini?” Jibril menjawab, \"Ini adalah Al-Kautsar yang diberikan oleh Allah Swt. kepadamu.”\n\nImam Bukhari di dalam kitab sahihnya dan Imam Muslim telah meriwayatkan melalui hadis Syaiban ibnu Abdur Rahman, dari Qatadah, dari Anas ibnu Malik yang mengatakan bahwa setelah Nabi Saw. dibawa naik ke langit, beliau menceritakan:\n\nAku datang ke sebuah sungai yang kedua tepinya dipenuhi oleh kemah-kemah dari mutiara yang dilubangi, lalu aku bertanya, \"Apakah ini, hai Jibril?” Jibril berkata, \"Ini adalah Sungai Al-Kautsar.”\n\nDemikianlah menurut lafaz Imam Bukhari rahimahullah. Ibnu Jarir mengatakan bahwa telah menceritakan kepada kami Ar-Rabi', telah menceritakan kepada kami Ibnu Wahb, dari Sulaiman ibnu Bilal, dari Syarik ibnu Abu Namir; ia pernah mendengar Anas menceritakan hadis berikut kepadanya (dan teman-temannya), bahwa ketika Rasulullah Saw. melakukan Isra, Jibril membawanya naik ke langit terdekat, tiba-tiba Nabi Saw. melihat sebuah sungai yang padanya terdapat sebuah gedung dari mutiara dan zabarjad. Lalu Nabi Saw. mencium bau tanahnya, dan ternyata baunya harum seperti minyak kesturi, lalu beliau Saw. bertanya, \"Hai Jibril, sungai apakah ini?\" Jibril menjawab, \"Ini adalah Sungai Al-Kautsar yang disediakan oleh Tuhanmu untukmu.\"\n\nHadis mengenai Isra ini telah disebutkan di dalam tafsir surat Al-Isra melalui jalur Syarik, dari Anas, dari Nabi Saw.'yang hadisnya diketengahkan di dalam kitab Sahihain.\n\nSa'id telah meriwayatkan dari Qatadah, dari Anas, bahwa Rasulullah Saw. pernah bersabda:\n\nKetika aku sedang berjalan di dalam sungai, tiba-tiba terbentang di hadapanku sebuah sungai yang kedua tepinya penuh dengan kemah-kemah mutiara yang berlubang. Maka berkatalah malaikat yang menemaninya, \"Tahukah kamu apakah sungai ini? Inilah Al-Kautsar yang akan diberikan Allah kepadamu.” Lalu Nabi Saw. memasukkan tangannya ke tanah dan mengeluarkan dari tanahnya minyak kesturi (yang harum baunya).\n\nHal yang sama telah diriwayatkan oleh Sulaiman ibnu Tarkhan dan Ma'mar serta Hammam dan lain-lainnya dari Qatadah dengan sanad yang sama.\n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Ahmad ibnu Abu Syuraih, telah menceritakan kepada kami Abu Ayyub Al-Abbas, telah menceritakan kepada kami Ibrahim ibnu Sa'd, telah menceritakan kepadaku Muhammad ibnu Abdul Wahhab (keponakan Ibnu Syihab), dari ayahnya, dari Anas yang menceritakan bahwa Rasulullah Saw. pernah ditanya mengenai makna Al-Kautsar, maka beliau Saw. menjawab: Al-Kautsar adalah sebuah sungai yang diberikan Allah kepadaku di dalam surga, tanahnya adalah minyak kesturi (airnya) lebih putih daripada air susu dan rasanya lebih manis daripada madu; sungai itu didatangi oleh burung-burung yang lehernya seperti leher unta. Abu Bakar berkata, \"Wahai Rasulullah, sesungguhnya burung itu benar-benar lezat dagingnya.\" Rasulullah Saw. menjawab: Aku akan memakan dagingnya dan merasakan kelezatan (kenikmatan)nya.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Abu Salamah Al-Khuza'i, telah menceritakan kepada kami Al-Lais, dari Yazid ibnul Had, dari Abdul Wahhab, dari Abdullah ibnu Muslim ibnu Syihab, dari Anas, bahwa seorang lelaki pernah bertanya, \"Wahai Rasulullah, apakah Al-Kautsar itu?\" Rasulullah Saw. bersabda: \"Al-Kautsar adalah sebuah sungai di dalam surga yang diberikan oleh Tuhanku untukku. Airnya lebih putih daripada air susu dan rasanya lebih manis daripada madu, padanya terdapat burimg-burung yang lehernya seperli leher unta.” Umar bertanya, \"Wahai Rasulullah, sudah tentu dagingnya amat lezat.” Rasulullah Saw. bersabda, \"Aku akan memakannya dan merasakan kelezatannya, hai Umar.”\n\nIbnu Jarir meriwayatkannya melalui hadis Az-Zuhri dari saudaranya (yaitu Abdullah), dari Anas, bahwa ia pernah bertanya kepada Rasulullah Saw. tentang Al-Kautsar, maka disebutkan hal yang semisal dengan hadis di atas.\n\nImam Bukhari mengatakan, telah menceritakan kepada kami Khalid ibnu Yazid Al-Kahili, telah menceritakan kepada kami Israil, dari Abu Ishaq, dari Abu Ubaidah, dari Aisyah r.a. Bahwa ia pernah bertanya kepada Aisyah tentang makna firman-Nya: Sesungguhnya Kami telah memberikan kepadamu Al-Kautsar. (Al-Kautsar: 1) Maka Siti Aisyah r.a. menjawab, \"'Al-Kautsar adalah sebuah sungai yang diberikan kepada Nabi kalian, kedua tepinya berupa mutiara yang berlubang, jumlah bejana-bejananya sama dengan bilangan bintang-bintang di langit.\" Kemudian Imam Bukhari mengatakan bahwa Zakaria, Abul Ahwas dan Mutarrif telah meriwayatkannya dari Abu Ishaq; Imam Ahmad dan Imam Nasai meriwayatkannya melalui jalur Mutarrif dengan sanad yang sama.\n\nIbnu Jarir mengatakan. telah menceritakan kepada kami Abu Kuraib, telah menceritakan kepada kami Wakr, dari Sufyan dan Israil, dari Abu Ishaq, dari Abu Ubaidah, dari Aisyah yang mengatakan bahwa. Al-Kautsar adalah nama sebuah sungai di dalam surga yang kedua tepinya mutiara yang berlubang. Israil mengatakan bahwa Al-Kautsar adalah sebuah sungai di dalam surga yang padanya terdapat bejana-bejana yang bilangannya sama dengan bintang-bintang di langit.\n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Humaid, telah menceritakan kepada kami Ya'qub Al-Qummi, dari Hafs ibnu Humaid, dari Syamir ibnu Atiyyah, dari Syaqiq atau Masruq yang mengatakan bahwaaku bertanya kepada Siti Aisyah, ''Wahai Ummul Mu’minin, ceritakanlah kepadaku tentang Al-Kautsar? Aisyah menjawab, \"Sebuah sungai di lembah surga.\" Aku bertanya, \"Apakah yang dimaksud dengan lembah surga?\" Aisyah menjawab, \"Terletak dibagian tengahnya, kedua tepinya penuh dengan gedung-gedung dari mutiara dan yaqut, dan tanahnya seharum minyak kesturi, sedangkan batu kerikilnya dari mutiara dan yaqut.\n\nIbnu Jarir mengatakan bahwa telah menceritakan kepada kami Abu Kuraib, telah menceritakan kepada kami Waki', dari Abu Ja'far Ar-Razi, dari Ibnu Abu Najih, dari Aisyah r.a. yang mengatakan, \"Barang siapa yang ingin mendengarkan gemerciknya air Telaga Kautsar, hendaklah ia menutupkan kedua jari telunjuknya ke kedua lubang telinganya. Riwayat ini terdapat mata rantai yang putus antara Ibnu Abu Najih dan Siti Aisyah r.a. Dan menurut sebagian riwayat dari seorang lelaki, dari Aisyah, disebutkan bahwa makna yang dimaksud ialah suarayang semisal dengan itu, bukan berarti suaranya persis, seperti itu; hanya Allah-lah Yang Maha Mengetahui. As-Suhaili mengatakan bahwa Imam Daruqutni telah meriwayatkannya secara marfu' melalui jalur Malik ibnu Magul, dari Asy-Sya'bi, dari Masruq, dari Aisyah, dari Nabi Saw.\n\nKemudian Imam Bukhari mengatakan, telah menceritakan kepada kami Ya'qub ibnu Ibrahim, telah menceritakan kepada kami Hasyim. telah menceritakan kepada kami Abu Bisyr, dari Sa'id ibnu Jubair, dari Ibnu Abbas r.a. yang mengatakan sehubungan dengan Al-Kautsar, bahwa Al-Kautsar adalah kebaikan yang banyak yang diberikan oleh Allah kepada Nabi Saw.\n\nAbu Bisyr mengatakan bahwa ia pernah berkata kepada Sa'id ibnu Jubair, bahwa sesungguhnya orang-orang mengira Al-Kautsar adalah sebuah sungai di dalam surga. Maka Sa'id menjawab. bahwa sungai di dalam surga termasuk kebaikan yang diberikan oleh Allah Swt. kepada Nabi Saw.\n\nAbu Bisyr telah meriwayatkannya pula melalui hadis Hasyim, dari Abu Bisyr dan Ata ibnus Sa’ib, dari Sa'id ibnu Jubair, dari Ibnu Abbas r.a. yang mengatakan bahwa Al-Kautsar adalah kebaikan yang banyak.\n\nAs-Sauri telah meriwayatkan dari Ata ibnus Sa’ib, dari Sa'id ibnu Jubair, dari Ibnu Abbas yang mengatakan bahwa Al-Kautsar artinya kebaikan yang banyak. Dan tafsir ini bersifat lebih umum mencakup sungai dan nikmat lainnya. Mengingat lafaz Al-Kautsar berasal dari Al-Ka'srah yang artinya kebaikan yang banyak, dan di antaranya ialah sungai tersebut di dalam surga. Pendapat ini dikatakan oleh Ibnu Abbas, Ikrimah, Sa'id ibnu Jubair, Mujahid, Muharib ibnu Disar, dan Al-Hasan ibnu Abul Hasan Al-Basri, sehingga Mujahid mengatakan bahwa Al-Kautsar adalah kebaikan yang banyak di dunia dan akhirat.\n\nIkrimah mengatakan bahwa. Al-Kautsar adalah kenabian, Al-Qur'an, dan pahala di akhirat. Tetapi telah terbuktikan kesahihan sebuah riwayat yang bersumber dari Ibnu Abbas menyebutkan bahwa dia menakwilkannya pula dengan makna sebuah sungai di dalam surga. \n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Abu Kuraib, telah menceritakan kepada kami Umar ibnu Ubaid, dari Ata, dari Sa'id ibnu Jubair, dari Ibnu Abbas yang mengatakan bahwa Al-Kautsar adalah sebuah sungai di dalam surga yang kedua tepinya dari emas dan perak, mengalir di atas yaqut dan mutiara, airnya lebih putih daripada salju, dan rasanya lebih manis daripada madu. Al-Aufi telah meriwayatkan hal yang semisal dari Ibnu Abbas. \n\nIbnu Jarir mengatakan, telah menceritakan kepadaku Ya'qub, telah menceritakan kepada kami Hasyim, telah menceritakan kepada kami Ata ibnus Sa’ib dari Muharib ibnu Disar, dari Ibnu Umar, dia mengatakan bahwa Al-Kautsar adalah sebuah sungai di dalam surga yang kedua tepinya dari emas dan perak, mengalir di atas mutiara dan yaqut, airnya lebih putih daripada susu, dan rasanya lebih manis daripada madu. Hal yang semisal telah diriwayatkan pula oleh Imam Turmuzi dari ibnu Humaid, dari Jarir, dari Ata ibnu Sa’ib dengan sanad dan lafaz yang semisal secara mauqufhanya sampai pada Ibnu Abbas.\n\nTetapi telah diriwayatkan pula hal yang semisal secara marfu',  Imam Ahmad mengatakan bahwa telah menceritakan kepada kami Ali ibnu Hafs, telah menceritakan kepada kami Warqa yang mengatakan bahwa Ata telah meriwayatkan dari Muharib ibnu Disar, dari Ibnu Umar yang mengatakan bahwa Rasulullah Saw. pernah bersabda:\n\nAl-Kautsar adalah sebuah sungai di dalam surga yang kedua tepinya dari emas, airnya mengalir di atas mutiara, dan warnanya lebih putih daripada susu dan rasanya lebih manis daripada madu.\n\nHal yang semisal telah diriwayatkan oleh Imam Turmuzi, Ibnu Majah, Ibnu Abu Hatim, dan Ibnu Jarir melalui jalur Muhammad ibnu Fudail, dari Ata ibnus Sa’ib secara inarfu', Imam Turmuzi mengatakan bahwa hadis ini hasan sahih.\n\nIbnu Jarir mengatakan, telah menceritakan kepadaku Ya'qub, telah menceritakan kepada kami Ibnu Aliyyah, telah menceritakan kepada kami Ata ibnus Sa’ib yang mengatakan bahwa Muharib ibnu Disar telah menceritakan kepadanya apa yang telah dikatakan oleh Sa’id ibnu Jubair tentang Al-Kautsar. Muharib ibnu Disar mengatakan bahwa Sa'id ibnu Jubair telah menceritakan kepada kami dari Ibnu Abbas yang mengatakan bahwa Al-Kautsar adalah kebaikan yang banyak. Lalu Sa'id ibnu Jubair mengatakan bahwa benar, sesungguhnya Al-Kautsar adalah kebaikan yang banyak. Akan.tetapi, telah menceritakan kepada kami Ibnu Umar, bahwa seketika diturunkan firman-Nya: Sesungguhnya Kami telah rnemberikan kepadamu Al-Kautsar (kebaikan yang banyak). (Al-Kautsar: 1)\n\nMaka Rasulullah Saw. bersabda:\n\nAl-Kautsar adalah sebuah sungai di dalam surga yang kedua tepinya emas, (airnya) mengalir di atas mutiara dan yaqut.\n\nIbnu Jarir mengatakan, telah menceritakan kepadaku Ibnul Burqi, telah menceritakan kepada kami Ibnu Maiyam, telah menceritakan kepada kami Muhammad ibnu Ja'far ibnu Abu Kasir, telah menceritakan kepadaku Haram ibnu USman, dari Abdur Rahman Al-A'raj, dari Usamah ibnu Zaid, bahwa Rasulullah Saw. di suatu hari berkunjung ke rumah Hamzah ibnu Abdul Muttalib, dan ternyata beliau tidak menjumpainya, lalu beliau menanyakannya kepada istrinya yang berasal dari Bani Najjar. Istri Hamzah menjawab, \"Hai Nabi Allah, dia baru saja keluar menuju ke rumahmu, kalau begitu barangkali dia sesat jalan di sebagian lorong-lorong Bani Najjar. Tidakkah engkau masuk lebih dahulu, wahai Rasulullah?\" Maka Rasulullah Saw. masuk, dan istri Hamzah menyuguhkan kepadanya makanan hais (makanan yang terbuat dari buah kurma, minyak samin, dan tepung sawiq), maka Nabi Saw. memakan sebagian darinya. Dan istri Hamzah bertanya, \"Wahai Rasulullah, kuucapkan selamat kepada engkau, sebenarnya aku ingin datang kepadamu untuk mengucapkan selamat, karena Abu Imarah pernah menceritakan kepadaku bahwa engkau telah diberi sebuah sungai di dalam surga yang dikenal dengan nama Al-Kautsar.\" Nabi Saw. menjawab:\n\nBenar, dan luasnya yakni tanahnya adalah yaqut, marjan, zabarjad, dan mutiara.\n\nHaram ibnu Usman adalah orang yang berpredikat daif, tetapi konteks hadis ini hasan, dan asal hadis ini berpredikat sahih, bahkan dapat dibilang mutawatir yang diriwayatkan melalui berbagai jalur hingga memberikan pengertian kepastian di kalangan para imam ahli hadis, demikian pula hadis-hadis yang menceritakan tentang telaga (Kautsar). Hal yang sama telah diriwayatkan dari Anas, Abul Aliyah dan Mujahid serta bukan hanya seorang dari kalangan ulama Salaf. bahwa Al-Kautsar adalah nama sebuah sungai di dalam surga. Ata mengatakan bahwa Al-Kautsar yaitu nama sebuah telaga di dalam surga.",
            "jalalain": "(Sesungguhnya Kami telah memberikan kepadamu) hai Muhammad (Al-Kautsar) merupakan sebuah sungai di surga dan telaga milik Nabi saw. kelak akan menjadi tempat minum bagi umatnya. Al-Kautsar juga berarti kebaikan yang banyak, yaitu berupa kenabian, Alquran, syafaat dan lain sebagainya.",
            "quraish_shihab": "[[108 ~ AL-KAUTSAR (NIKMAT YANG BANYAK) Pendahuluan: Makkiyyah, 3 ayat ~ Dalam surat ini, Allah menganugerahi Rasulullah saw. dengan memberinya kabaikan yang banyak dan nikmat yang besar di dunia dan akhirat dan memintanya untuk selalu melaksanakan salat dengan ikhlas dan mendermakan sebaik-baik hartanya sebagai suatu bentuk pengorbanan dan kesyukuran atas karunia yang dilimpahkan Allah kepadanya. Surat ini ditutup dengan suatu kabar gembira bagi Nabi Muhammad saw. berupa terputusnya kebaikan bagi orang yang membecinya.]] Sesungguhnya Kami telah melimpahkan kepadamu kebaikan yang banyak dan abadi, di dunia dan akhirat."
        },
        {
            "ind": "Maka dirikanlah shalat karena Tuhanmu; dan berkorbanlah.",
            "arb": "فَصَلِّ لِرَبِّكَ وَانْحَرْ",
            "transliterasi": "Faşalli Lirabbika Wa Anĥar.",
            "eng": "hence, pray unto thy Sustainer [alone], and sacrifice [unto Him alone].",
            "kemenag_ringkas": "Karena itu, sebagai rasa syukurmu kepada Tuhanmu, _maka laksanakanlah_ salat dengan ikhlas semata-mata _karena Tuhanmu_, bukan dengan tujuan ria; dan berkurbanlah demi Allah dengan menyembelih hewan sebagai ibadah dan sarana mendekatkan diri kepada Allah.",
            "kemenag": "Dalam ayat ini, Allah memerintahkan Nabi Muhammad agar mengerjakan salat dan menyembelih hewan kurban karena Allah semata, karena Dia sajalah yang mendidiknya dan melimpahkan karunia-Nya. Dalam ayat lain, Allah berfirman:\n\nKatakanlah (Muhammad), \"Sesungguhnya salatku, ibadahku, hidupku dan matiku hanyalah untuk Allah, Tuhan seluruh alam, tidak ada sekutu bagi-Nya; dan demikianlah yang diperintahkan kepadaku dan aku adalah orang yang pertama-tama berserah diri (muslim).\" (al-An'am/6: 162-163)\n\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\n{فَصَلِّ لِرَبِّكَ وَانْحَرْ}\n\nMaka dirikanlah salat karena Tuhanmu dan berkorbanlah. (Al-Kautsar: 2)\n\nYakni sebagaimana Kami telah memberimu kebaikan yang banyak di duni adan akhirat, antara lain ialah sebuah sungai yang sifat-sifatnya telah disebutkan di atas; maka kerjakanlah salat fardu dan salat sunatmu dengan ikhlas karena Allah dan juga dalam semua gerakmu. Sembahlah Dia semata, tiada sekutu bagi-Nya; dan sembelihlah korbanmu dengan menyebut nama-Nya semata, tiada sekutu bagi-Nya. Hal yang senada disebutkan di dalam ayat lain melalui firman-Nya:\n\nKatakanlah, \"Sesungguhnya salatku, ibadahku. hidupku, dan matiku hanyalah untuk Allah, Tuhan semesta alam, tiada sekutu bagi-Nya; dan demikian itulah diperintahkan kepadaku, dan aku adalah orang yang pertama-tama menyerahkan diri (kepada Allah).”(Al-An'am: 162-163)\n\nIbnu Abbas, Ata, Mujahid, Ikrimah, dan Al-Hasan telah mengatakan bahwa yang dimaksud dengan wanhar ialah menyembelih unta dan ternak lainnya sebagai korban. Hal yang semisal telah dikatakan oleh Qatadah, Muhammad ibnu Ka'b Al-Qurazi, Ad-Dahhak, Ar-Rabi', Ata Al-Khurrasani, Al-Hakam, Sa'id ibnu Abu Khalid, dan lain-lainnya yang bukan hanya seorang dari kalangan ulama Salaf. Hal ini berbeda keadaannya dengan apa yang dilakukan oleh orang-orang menyebut nama-Nya, Allah Swt. telah berfirman:\n\nDan janganlah kamu memakan binatang-binatang yang tidak disebut nama Allah ketika menyembelihnya. Sesungguhnya perbuatan yang semacam itu adalah suatu kefasikan. (Al-An'am: 121), sampai akhir ayat.\n\nMenurut pendapat lain, yang dimaksud dengan wanhar ialah meletakkan tangan kanan di atas tangan kiri di bawah tenggorokan. Hal ini diriwayatkan dari Ali, tetapi sanadnya tidak sahih. Dan hal yang semisal telah diriwayatkan dari Abu Ja'far Al-Baqir.\n\nPendapat yang lainnya mengatakan bahwa wanhar artinya mengangkat kedua tangan di saat membuka salat. Dan menurut pendapat yang lainnya lagi, wanhar artinya hadapkanlah lehermu ke arah kiblat. Ketiga pendapat ini disebutkan oleh Ibnu Jarir.\n\nIbnu Abu Hatim sehubungan dengan hal ini telah meriwayatkan sebuah hadis yang mungkar. Untuk itu ia mengatakan: \n\ntelah menceritakan kepada kami Wahb ibnu Ibrahim Al-Qadi pada tahun dua ratus lima puluh lima Hijriah, telah menceritakan kepada kami Israil ibnu Hatim Al-Marwazi, telah menceritakan kepada kami Muqatil ibnu Hayyan, dari Al-Asbagh ibnu Nabtah, dari Ali ibnu Abu Talib yang mengatakan bahwa ketika diturunkan kepada Nabi Saw. surat ini, yaitu: Sesungguhnya Kami telah memberikan kepadamu nikmat yang banyak Maka dirikanlah salat karena Tuhanmu dan berkorbanlah. (Al-Kautsar: 1-2) Maka Rasulullah Saw. bertanya, \"Hai Jibril, apakah yang dimaksud dengan nahirah yang diperintahkan kepadaku oleh Tuhanku agar aku melakukannya?\" Jibril menjawab, \"Bukan nahirah, tetapi Dia memerintahkan kepadamu apabila berihram untuk salat, angkatlah kedua tanganmu saat mengucapkan takbir, dan saat engkau rukuk, dan saat engkau angkat kepalamu dari rukuk, dan apabila engkau akan sujud. Karena sesungguhnya itulah salat kita dan salat para malaikat yang ada di tujuh langit. Sesungguhnya tiap-tiap sesuatu itu mempunyai perhiasan, dan perhiasan salat ialah mengangkat kedua tangan di saat takbir.\"' \n\nHal yang sama telah diriwayatkan oleh Imam Hakim di dalam kitab Mustadrak-nya melalui hadis Israil ibnu Hatim dengan sanad yang sama.\n\nTelah diriwayatkan dari Ata Al-Khurrasani sehubungan dengan makna firman-Nya, \"wanhar\" artinya angkatlah tulang punggungmu sesudah rukuk dan tegakkanlah ia serta tampakkanlah tenggorokanmu. Makna yang dimaksud ialah i'tidal. Demikianlah menurut apa yang diriwayatkan oleh Ibnu Abu Hatim; semua pendapat ini berpredikat garib sekali.\n\nPendapat yang sahih adalah yang pertama, yaitu yang mengatakan, bahwa makna yang dimaksud dengan nahr ialah menyembelih hewan kurban. Karena itulah maka Rasulullah Saw. seusai salat Idul Adha segera menyembelih kurbannya, lalu bersabda:\n\nBarang siapa yang salat seperti salat kami dan menyembelih kurban seperti kami menyembelih kurban, maka sesungguhnya dia telah menunaikan kurbannya. Dan barang siapa yang menyembelih kurban sebelum salat (hari raya) maka tiada kurban baginya. Maka Abu Burdah Nayyar bertanya, \"Wahai Rasulullah, sesungguhnya aku telah menyembelih kambingku sebelum salat, dan aku mengetahui bahwa hari ini adalah hari yang semua orang menyukai daging padanya\" Rasulullah Saw. menjawab: Kambingmu itu adalah daging kambing biasa (bukan kurban). Abu Burdah berkata, \"Wahai Rasulullah, sesungguhnya aku mempunyai seekor anak kambing kacang yang lebih aku sukai daripada dua ekor kambing biasa, apakah itu cukup untuk kurbanku?\" Rasulullah Saw. menjawab: Cukup untukmu, tetapi tidak cukup untuk orang lain sesudahmu.\n\nAbu Ja'far ibnu Jarir mengatakan bahwa pendapat yang benar adalah pendapat yang mengatakan bahwa makna yang dimaksud dari ayat ialah jadikanlah salatmu semuanya tulus ikhlas hanya untuk Tuhanmu, bukan untuk berhala atau sembahan selain-Nya. Demikian pula kurbanmu, jadikanlah hanya untuk Dia, bukan untuk berhala-berhala. sebagai ungkapan rasa syukurmu terhadap-Nya atas kemuliaan dan kebaikan tiada taranya yang dikhususkan-Nya buatmu sebagai anugerah dari-Nya. Pendapat yang dikemukakan oieh orang yang mengatakan ini amatlah baik. Dan pendapat ini telah dikatakan sebelumnya oleh Muhammad ibnu Ka'b Al-Qurazi dan Ata dengan ungkapan yang semakna.",
            "jalalain": "(Maka dirikanlah salat karena Rabbmu) yaitu salat Hari Raya Kurban (dan berkurbanlah) untuk manasik hajimu.",
            "quraish_shihab": "Dan jika kamu telah diberikan hal tersebut, maka kerjakanlah selalu salat dengan penuh ikhlas, dan sembelihlah kurbanmu sebagai bentuk kesyukuranmu atas karunia yang telah dilimpahkan kepadamu dan kebaikan yang diberikan khusus untukmu."
        },
        {
            "ind": "Sesungguhnya orang-orang yang membenci kamu dialah yang terputus.",
            "arb": "إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ",
            "transliterasi": "'Inna Shāni'aka Huwa Al-'Abtaru",
            "eng": "Verily, he that hates thee has indeed been cut off [from all that is good]!",
            "kemenag_ringkas": "_Sungguh orang-orang yang membencimu_ dan mengacuhkan hidayah yang engkau bawa, _dialah_ orang _yang terputus_. Tidak hanya terputus jejaknya, mereka pun dijauhkan dari rahmat Allah dan segala kebaikan. Keteladanan dan kebaikanmu akan terus menjadi pembicaraan sepanjang zaman dan keturunanmu akan terus mewarisi kebaikanmu.",
            "kemenag": "Sesudah Allah menghibur dan menggembirakan Nabi Muhammad serta memerintahkan supaya mensyukuri anugerah-anugerah-Nya dan sebagai kesempurnaan nikmat-Nya, maka Allah menjadikan musuh-musuh Nabi itu jadi hina dan tidak berdaya. Siapa saja yang membenci dan mencaci Nabi akan hilang pengaruhnya dan tidak ada kebahagiaan baginya di dunia dan di akhirat. Sedang kebaikan dan hasil perjuangan akan tetap jaya sampai hari Kiamat.\nOrang-orang kafir Mekah mencaci Nabi Muhammad bukanlah karena mereka tidak senang kepada pribadi Nabi, tetapi karena beliau mencela kebodohan mereka dan mencaci berhala-berhala yang mereka sembah serta mengajak mereka untuk meninggalkan penyembahan berhala-berhala itu.\nSungguh Allah telah menepati janji-Nya dengan menghinakan dan menjatuhkan martabat orang-orang yang mencaci Nabi Muhammad, sehingga nama mereka hanya diingat ketika membicarakan orang-orang jahat dan kejahatannya. Adapun kedudukan Nabi saw dan orang-orang yang menerima petunjuk beliau serta nama harum mereka diangkat setinggi-tingginya oleh Allah sepanjang masa.\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nSesungguhnya orang-orang yang membenci kamu, dialah yang terputus. (Al-Kautsar: 3)\n\nYakni sesungguhnya orang yang membencimu, hai Muhammad, dan benci kepada petunjuk, kebenaran, bukti yang jelas, dan cahaya terang yang kamu sampaikan; dialah yang terputus lagi terhina, direndahkan dan terputus sebutannya. Ibnu Abbas, Mujahid, Sa'id ibnu Jubair, dan Qatadah mengatakan bahwa ayat ini diturunkan berkenaan dengan Al-As ibnu Wa-il.\n\nMuhammad ibnu Ishaq telah meriwayatkan dari yazid ibnu Ruman yang mengatakan bahwa dahulu Al-As ibnu Wa-il apabila disebutkan nama Rasulullah Saw., ia mengatakan, \"Biarkanlah dia, karena sesungguhnya dia adalah seorang lelaki yang terputus, tidak mempunyai keturunan. Apabila dia mati, maka terputuslah sebutannya.\" Maka Allah menurunkan surat ini.\n\nSyamir ibnu Atiyyah mengatakan bahwa surat ini diturunkan berkenaan dengan Uqbah ibnu Abu Mu'it. Ibnu Abbas mengatakan pula, dan juga ikrimah, bahwa surat ini diturunkan berkenaan dengan Ka'b ibnul Asyraf dan sejumlah orang-orang kafir Quraisy.\n\nAl-Bazzar mengatakan, telah menceritakan kepada kami Ziyad ibnu Yahya Al-Hassani, telah menceritakan kepada kami Ibnu Abu Addi, dari Daud, dari Ikrimah, dari Ibnu Abbas yang mengatakan bahwa Ka'b ibnul Asyraf datang ke Mekah, maka orang-orang Quraisy berkata kepadanya, \"Engkau adalah pemimpin mereka. Tidakkah engkau melihat kepada lelaki yang terusir lagi terputus dari kaumnya itu (maksudnyaNabi Saw.)? Dia mengira bahwa dirinya lebih baik daripada kami, padahal kami adalah ahli (pelayan) jemaah haji, ahli sadanah (pelayan Ka'bah) dan ahli Siqayah (pelayan minuman air zamzam),\" Maka Ka'b Ibnul Asyraf berkata, \"Kalian lebih baik daripadanya.\" Maka turunlah firman Allah Swt.: Sesungguhnya orang-orang yang membenci kamu, dialah yang terputus. (Al-Kautsar: 3)\n\nHal yang sama diriwayatkan oleh Al-Bazzar, dan hadis ini sahih sanadnya. Diriwayatkan pula dari Ata, bahwa surat ini diturunkan berkenaan dengan Abu Lahab. Demikian itu terjadi ketika putra Rasulullah Saw. meninggal dunia, maka Abu Lahab pergi menemui orang-orang musyrik dan berkata kepada mereka, \"Tadi malam Muhammad terputus (keturunannya).\" Maka Allah Swt. menurunkan firman-Nya sehubungan dengan peristiwa tersebut: Sesungguhnya orang-orang yang membenci kamu, dialah yang terputus (Al-Kautsar: 3)\n\nDan diriwayatkan dari Ibnu Abbas bahwa ayat ini diturunkan berkenaan dengan Abu Jahal. Diriwayatkan pula dari Ibnu Abbas, bahwa makna: sesungguhnya orang-orang yang membencimu. (Al-Kautsar: 3) Yakni musuhmu. Pendapat ini lebih mencakup dan meliputi semua orang yang bersifat dan berkarakter demikian, baik dari kalangan mereka yang telah disebutkan di atas maupun yang lainnya.\n\nikrimah mengatakan bahwa al-abtar artinya sebatang kara. As-Saddi mengatakan bahwa dahulu mereka apabila meninggal dunia keturunannya laki-laki mereka, maka mereka mengatakannya abtar (terputus keturunannya). Dan ketika putra-putra Nabi Saw. semuanya meninggal dunia, maka mereka mengatakan, \"Muhammad telah terputus.\" Maka Allah Swt. menurunkan firman-Nya: Sesungguhnya orang-orang yang membenci kamu, dialah yang terputus. (Al-Kautsar: 3)\n\nPendapat ini senada dengan apa yang telah kami sebutkan di atas yang mengatakan bahwa abtar ialah orang yang tidak mempunyai keturunan laki-laki. Maka orang-orang kafir Quraisy itu mengira bahwa seseorang itu apabila anak-anak lelakinya mati, maka terputuslah sebutannya.\n\nPadalah tidaklah demikianlah kenyataannya, bahkan sebenarnya Allah mengekalkan sebutan Nabi Saw. di hadapan para saksi dan mewajibkan syariat yang dibawanya di atas pundak hamba-hamba-Nya, yang akan terus berlangsung selamanya sampai hari mereka dihimpunkan untuk mendapat pembalasan. Semoga salawat dan salam-Nya terlimpah-kan kepadanya selama-lamanya sampai hari kiamat.",
            "jalalain": "(Sesungguhnya orang-orang yang membenci kamu) yakni orang-orang yang tidak menyukai kamu (dialah yang terputus) terputus dari semua kebaikan; atau putus keturunannya. Ayat ini diturunkan berkenaan dengan orang yang bersikap demikian, dia adalah 'Ash bin Wail, sewaktu Nabi saw. ditinggal wafat putranya yang bernama Qasim, lalu 'Ash menjuluki Nabi sebagai Abtar yakni orang yang terputus keturunannya.",
            "quraish_shihab": "Sesungguhnya orang yang membencimu adalah terputus dari segala kebaikan."
        }
    ]
}