{
    "number": 107,
    "name": "سُورَةُ المَاعُونِ",
    "englishName": "Al-Maa'un",
    "englishNameTranslation": "Almsgiving",
    "revelationType": "Meccan",
    "numberOfAyahs": 7,
    "ayahs": [
        {
            "ind": "Tahukah kamu (orang) yang mendustakan agama?",
            "arb": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ أَرَأَيْتَ الَّذِي يُكَذِّبُ بِالدِّينِ",
            "transliterasi": "'Ara'ayta Al-Ladhī Yukadhdhibu Bid-Dīni.",
            "eng": "HAST THOU ever considered [the kind of man] who gives the lie to all moral law?",
            "kemenag_ringkas": "_Tahukah kamu_, wahai Rasul, orang _yang mendustakan agama_ dan mengingkari hisab serta hari pembalasan di akhirat nanti?",
            "kemenag": "Dalam ayat ini, Allah menghadapkan pertanyaan kepada Nabi Muhammad, \"Apakah engkau mengetahui orang yang mendustakan agama dan yang dimaksud dengan orang yang mendustakan agama?\" Pertanyaan ini dijawab pada ayat-ayat berikut.",
            "ibnu_katsir": "Lihat tafsir ayat 6",
            "jalalain": "(Tahukah kamu orang yang mendustakan hari pembalasan?) atau adanya hari hisab dan hari pembalasan amal perbuatan. Maksudnya apakah kamu mengetahui orang itu? Jika kamu belum mengetahui:",
            "quraish_shihab": "[[107 ~ AL-MA'UN (KEBAIKAN DAN BANTUAN) Pendahuluan: Makkiyyah, 7 ayat ~ Surat ini berbicara tentang orang yang mendustakan pembalasan di akhirat. Di antara sifat-sifatnya yang disebut dalam surat ini adalah menghina dan mencerca anak yatim dengan kasar, bukan untuk mendidik, dan tidak menganjurkan orang lain, baik dengan ucapan maupun tindakan, untuk memberi makan orang miskin, karena ia sendiri kikir terhadap hartanya. Selain itu, surat ini menyebutkan sekelompok orang yang menyerupai orang yang mendustakan pembalasan itu. Mereka adalah orang-orang yang lengah dalam salatnya, tidak melaksanakannya sebagaimana mestinya, dan orang-orang yang melakukannya sekadarnya, tanpa makna. Juga termasuk kelompok itu, orang yang riya dengan pekerjaannya, orang yang enggan memberi pertolongan kepada yang membutuhkan. Mereka semua diancam dengan kecelakaan dan kehancuran, agar mereka dapatkembali dari kesesatan itu.]] Tahukah kamu tentang orang yang mendustakan pembalasan dan perhitungan di akhirat?"
        },
        {
            "ind": "Itulah orang yang menghardik anak yatim,",
            "arb": "فَذَٰلِكَ الَّذِي يَدُعُّ الْيَتِيمَ",
            "transliterasi": "Fadhālika Al-Ladhī Yadu``u Al-Yatīma.",
            "eng": "Behold, it is this [kind of man] that thrusts the orphan away,",
            "kemenag_ringkas": "Jika engkau ingin tahu, _maka_ para pendusta agama, hisab, dan hari pembalasan _itulah orang yang menghardik anak yatim,_ menyakiti hatinya, dan berbuat zalim kepadanya dengan menahan haknya. Dia tidak lagi peduli terhadap anak yang sudah kehilangan tumpuan hidupnya itu.",
            "kemenag": "Allah lalu menjelaskan bahwa sebagian dari sifat-sifat orang yang mendustakan agama ialah orang-orang yang menolak dan membentak anak-anak yatim yang datang kepadanya untuk memohon belas-kasihnya demi kebutuhan hidupnya. Penolakannya itu sebagai penghinaan dan takabur terhadap anak-anak yatim itu.",
            "ibnu_katsir": "Lihat tafsir ayat 6",
            "jalalain": "(Maka dia itulah) sesudah huruf Fa ditetapkan adanya lafal Huwa, artinya maka dia itulah (orang yang menghardik anak yatim) yakni menolaknya dengan keras dan tidak mau memberikan hak yang seharusnya ia terima.",
            "quraish_shihab": "Kalau kamu ingin tahu, orang yang mendustakan pembalasan itu adalah orang menghardik anak yatim dengan keras, memaksa dan menyakitinya, dan orang yang tidak menganjurkan untuk memberi makan orang miskin."
        },
        {
            "ind": "dan tidak menganjurkan memberi makan orang miskin.",
            "arb": "وَلَا يَحُضُّ عَلَىٰ طَعَامِ الْمِسْكِينِ",
            "transliterasi": "Wa Lā Yaĥuđđu `Alaá Ţa`āmi Al-Miskīni.",
            "eng": "and feels no urge to feed the needy.",
            "kemenag_ringkas": "_dan_ dia _tidak mendorong_ orang lain untuk _memberi makan orang miskin_ yang tidak mempunyai kecukupan untuk memenuhi keperluan hidupnya sehari-hari. Bila dia enggan mendorong orang lain untuk memberi makan dan memperhatikan kesejahteraan anak yatim, bagaimana mungkin dia, dengan kekikiran dan kecintaannya pada harta, mendorong dirinya sendiri untuk berbuat demikian?",
            "kemenag": "Allah menegaskan lebih lanjut sifat pendusta itu, yaitu dia tidak mengajak orang lain untuk membantu dan memberi makan orang miskin. Bila tidak mau mengajak orang memberi makan dan membantu orang miskin berarti ia tidak melakukannya sama sekali. Berdasarkan keterangan di atas, bila seorang tidak sanggup membantu orang-orang miskin maka hendaklah ia menganjurkan orang lain agar melakukan usaha yang mulia itu.",
            "ibnu_katsir": "Lihat tafsir ayat 6",
            "jalalain": "(Dan tidak menganjurkan) dirinya atau orang lain (memberi makan orang miskin) ayat ini diturunkan berkenaan dengan orang yang bersikap demikian, yaitu Al-'Ash bin Wail atau Walid bin Mughirah.",
            "quraish_shihab": "Kalau kamu ingin tahu, orang yang mendustakan pembalasan itu adalah orang menghardik anak yatim dengan keras, memaksa dan menyakitinya, dan orang yang tidak menganjurkan untuk memberi makan orang miskin."
        },
        {
            "ind": "Maka kecelakaanlah bagi orang-orang yang shalat,",
            "arb": "فَوَيْلٌ لِّلْمُصَلِّينَ",
            "transliterasi": "Fawaylun Lilmuşallīna.",
            "eng": "Woe, then, unto those praying ones",
            "kemenag_ringkas": "_Maka_ binasa dan _celakalah orang yang salat_ yang memiliki sifat-sifat tercela berikut.",
            "kemenag": "Dalam ayat-ayat ini, Allah mengungkapkan satu ancaman yaitu celakalah orang-orang yang mengerjakan salat dengan tubuh dan lidahnya, tidak sampai ke hatinya. Dia lalai dan tidak menyadari apa yang diucapkan lidahnya dan yang dikerjakan oleh anggota tubuhnya. Ia rukuk dan sujud dalam keadaan lalai, ia mengucapkan takbir tetapi tidak menyadari apa yang diucapkannya. Semua itu adalah hanya gerak biasa dan kata-kata hafalan semata-mata yang tidak mempengaruhi apa-apa, tidak ubahnya seperti robot.\nPerilaku tersebut ditujukan kepada orang-orang yang mendustakan agama, yaitu orang munafik. Ancaman itu tidak ditujukan kepada orang-orang muslim yang awam, tidak mengerti bahasa Arab, dan tidak tahu tentang arti dari apa yang dibacanya. Jadi orang-orang awam yang tidak memahami makna dari apa yang dibacanya dalam salat tidak termasuk orang-orang yang lalai seperti yang disebut dalam ayat ini. \n",
            "ibnu_katsir": "Lihat tafsir ayat 6",
            "jalalain": "(Maka kecelakaanlah bagi orang-orang yang salat.)",
            "quraish_shihab": "Maka kehancuran bagi orang yang melakukan salat tetapi mempunyai sifat seperti itu. Yaitu mereka yang lalai dalam salatnya dan tidak dapat mengambil manfaat apa-apa dari salatnya."
        },
        {
            "ind": "(yaitu) orang-orang yang lalai dari shalatnya,",
            "arb": "الَّذِينَ هُمْ عَن صَلَاتِهِمْ سَاهُونَ",
            "transliterasi": "Al-Ladhīna Hum `An Şalātihim Sāhūna.",
            "eng": "whose hearts from their prayer are remote",
            "kemenag_ringkas": "Yaitu _orang-orang yang lalai terhadap salatnya,_ di antaranya dengan tidak memenuhi ketentuannya, mengerjakannya di luar waktunya, bermalas-malasan, dan lalai akan tujuan pelaksanaanya.",
            "kemenag": "Dalam ayat-ayat ini, Allah mengungkapkan satu ancaman yaitu celakalah orang-orang yang mengerjakan salat dengan tubuh dan lidahnya, tidak sampai ke hatinya. Dia lalai dan tidak menyadari apa yang diucapkan lidahnya dan yang dikerjakan oleh anggota tubuhnya. Ia rukuk dan sujud dalam keadaan lalai, ia mengucapkan takbir tetapi tidak menyadari apa yang diucapkannya. Semua itu adalah hanya gerak biasa dan kata-kata hafalan semata-mata yang tidak mempengaruhi apa-apa, tidak ubahnya seperti robot.\nPerilaku tersebut ditujukan kepada orang-orang yang mendustakan agama, yaitu orang munafik. Ancaman itu tidak ditujukan kepada orang-orang muslim yang awam, tidak mengerti bahasa Arab, dan tidak tahu tentang arti dari apa yang dibacanya. Jadi orang-orang awam yang tidak memahami makna dari apa yang dibacanya dalam salat tidak termasuk orang-orang yang lalai seperti yang disebut dalam ayat ini. \n",
            "ibnu_katsir": "Lihat tafsir ayat 6",
            "jalalain": "(Yaitu orang-orang yang lalai dari salatnya) artinya mengakhirkan salat dari waktunya.",
            "quraish_shihab": "Maka kehancuran bagi orang yang melakukan salat tetapi mempunyai sifat seperti itu. Yaitu mereka yang lalai dalam salatnya dan tidak dapat mengambil manfaat apa-apa dari salatnya."
        },
        {
            "ind": "orang-orang yang berbuat riya,",
            "arb": "الَّذِينَ هُمْ يُرَاءُونَ",
            "transliterasi": "Al-Ladhīna Hum Yurā'ūna.",
            "eng": "those who want only to be seen and praised,",
            "kemenag_ringkas": "Tidak hanya itu, mereka jugalah orang-orang _yang berbuat ria_, baik dalam salatnya maupun semua perbuatan baiknya. Dia beramal tanpa rasa ikhlas, melainkan demi mendapat pujian dan penilaian baik dari orang lain.",
            "kemenag": "Allah selanjutnya menambah penjelasan tentang sifat orang pendusta agama, yaitu mereka melakukan perbuatan-perbuatan lahir hanya semata karena ria, tidak terkesan pada jiwanya untuk meresapi rahasia dan hikmahnya.",
            "ibnu_katsir": "Allah Swt. berfirman, bahwa tahukah engkau, hai Muhammad, orang yang mendustakan hari pembalasan?\n\nItulah orang yang menghardik anak yatim. (Al-Ma'un: 2)\n\nYakni dialah orang yang berlaku sewenang-wenang terhadap anak yatim, menganiaya haknya dan tidak memberinya makan serta tidak memperlakukannya dengan perlakuan yang baik. \n\ndan tidak menganjurkan memberi makan orang miskin. (Al-Ma'un: 3)\n\nSemakna dengan apa yang disebutkan di dalam ayat lain melalui firman-Nya:\n\nSekali-kali tidak (demikian). sebenarnya kalian tidak memuliakan anak yatim, dan kalian tidak saling mengajak memberi makan orang miskin. (Al-Fajr: 17-18)\n\nMakna yang dimaksud ialah orang fakir yang tidak mempunyai sesuatu pun untuk menutupi kebutuhan dan kecukupannya. Kemudian disebutkan dalam firman berikutnya:\n\nMaka kecelakaanlah bagi orang-orang yang salat, (yaitu) orang-orang yang lalai dari salatnya. (Al-Ma'un: 4-5)\n\nIbnu Abbas dan lain-lainnya mengatakan bahwa makna yang dimaksud ialah orang-orang munafik yang mengerjakan salatnya terang-terangan, sedangkan dalam kesendiriannya mereka tidak salat. Karena itulah disebutkan oleh firman-Nya: bagi orang-orang yang salat. (Al-Ma'un: 4) Yaitu mereka yang sudah berkewajiban mengerjakan salat dan menetapinya, kemudian mereka melalaikannya. \n\nHal ini adakalanya mengandung pengertian tidak mengerjakannya sama sekali, menurut pendapat Ibnu Abbas, atau mengerjakannya bukan pada waktu yang telah ditetapkan baginya menurut syara'; bahkan mengerjakannya di luar waktunya, sebagaimana yang dikatakan oleh Masruq dan Abud Duha.\n\nAta ibnu Dinar mengatakan bahwa segala puji bagi Allah yang telah mengatakan dalam firman-Nya: yang lalai dari salatnya. (Al-Ma'un: 5) Dan tidak disebutkan \"yang  lalai dalam salatnya\". Adakalanya pula karena tidak menunaikannya di awal waktunya, melainkan menangguhkannya sampai akhir waktunya secara terus-menerus atau sebagian besar kebiasaannya. Dan adakalanya karena dalam menunaikannya tidak memenuhi rukun-rukun dan persyaratannya sesuai dengan apa yang diperintahkan. Dan adakalanya saat mengerjakannya tidak khusyuk dan tidak merenungkan maknanya. Maka pengertian ayat mencakup semuanya itu. Tetapi orang yang menyandang sesuatu dari sifat-sifat tersebut berarti dia mendapat bagian dari apa yang diancamkan oleh ayat ini. Dan barang siapa yang menyandang semua sifat tersebut, berarti telah sempurnalah baginya bagiannya dan jadilah dia seorang munafik dalam amal perbuatannya. \n\nDi dalam kitab Sahihain telah disebutkan bahwa Rasulullah Saw. pernah bersabda:\n\nItu adalah salatnya orang munafik, itu adalah salatnya orang munafik, itu adalah salatnya orang munafik. Dia duduk menunggu matahari; dan manakala matahari telah berada di antara kedua tanduk setan (yakni akan tenggelam), maka bangkitlah ia (untuk salat) dan mematuk (salat dengan cepat) sebanyak empat kali, tanpa menyebut Allah di dalamnya melainkan hanya sedikit.\n\nIni merupakan gambaran salat Asar di waktu yang terakhirnya, salat Asar sebagaimana yang disebutkan dalam nas hadis lain disebut salat wusta, dan yang digambarkan oleh hadis adalah batas terakhir waktunya, yaitu waktu yang dimakruhkan. Kemudian seseorang mengerjakan salatnya di waktu itu dan mematuk sebagaimana burung gagak mematuk, maksudnya ia mengerjakan salatnya tanpa tumaninah dan tanpa khusyuk. Karena itulah maka dikecam oleh Nabi Saw. bahwa orang tersebut tidak menyebut Allah dalam salatnya, melainkan hanya sedikit (sebentar). Barangkali hal yang mendorongnya melakukan salat tiada lain pamer kepada orang lain, dan bukan karena mengharap rida Allah. Orang yang seperti itu sama kedudukannya dengan orang yang tidak mengerjakan salat sama sekali. Allah Swt. telah berfirman:\n\nSesungguhnya orang-orang munafik itu menipu Allah, dan Allah akan membalas tipuan mereka. Dan apabila mereka berdiri untuk salat, mereka berdiri dengan malas. Mereka bermaksud riya (dengan salat) di Hadapan manusia. Dan tidaklah mereka menyebut Allah kecuali sedikit sekali. (An-Nisa: 142)\n\nDan dalam surat ini disebutkan oleh firman-Nya:\n\norang-orang yang berbuat ria. (Al-Ma'un: 6)\n\nImam Tabrani mengatakan, telah menceritakan kepada kami Yahya ibnu Abdullah ibnu Abdu Rabbih Al-Bagdadi, telah menceritakan kepadaku ayahku, telah menceritakan kepada kami Abdul Wahhab ibnu Ata; dari Yunus, dari Al-Hasan, dari Ibnu Abbas, dari Nabi Saw. yang telah bersabda: Sesungguhnya di dalam neraka Jahanam benar-benar terdapat sebuah lembah yang neraka Jahanam sendiri meminta perlindungan kepada Allah dari (keganasan) lembah itu setiap harinya sebanyak empat ratus kali. Lembah itu disediakan bagi orang-orang yang riya (pamer)dari kalangan umat Muhammad yang hafal Kitabullah dan suka bersedekah, tetapi bukan karena Zat Allah, dan juga bagi orang yang berhaji ke Baitullah dan orang yang keluar untuk berjihad(tetapi bukan karena Allah Swt.).\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Abu Na' im, telah menceritakan kepada kami Al-A'masy, dari Amr ibnu Murrah yang mengatakan bahwa ketika kami sedang duduk di majelis Abu Ubaidah, lalu mereka berbincang-bincang tentang masalah riya. Maka berkatalah seorang lelaki yang dikenal dengan julukan Abu Yazid, bahwa ia pernah mendengar Abdullah ibnu Arnr mengatakan bahwa Rasulullah Saw. telah bersabda: Barang siapa yang pamer kepada orang lain dengan perbuatannya, maka Allah akan memamerkannya di hadapan makhluk-Nya dan menjadikannya terhina dan direndahkan.\n\nImam Ahmad telah meriwayatkannya pula dari Gundar dan Yahya Al-Qattan, dari Syu'bah, dari Amr ibnu Murrah, dari seorang lelaki, dari Abdullah ibnu Amr, dari Nabi Saw., lalu disebutkan hal yang semisal. \n\nDan termasuk hal yang berkaitan dengan makna firman-Nya: orang-orang yang berbuat ria. (Al-Ma'un: 6) ialah bahwa barang siapa yang melakukan suatu perbuatan karena Allah, lalu orang lain melihatnya dan membuatnya merasa takjub dengan perbuatannya, maka sesungguhnya hal ini bukan termasuk perbuatan riya. \n\nDalil yang membuktikan hal ini ialah apa yang telah diriwayatkan oleh Al-Hafiz Abu Ya'la Al-Mausuli di dalam kitab musnadnya, bahwa: \n\ntelah menceritakan kepada kami Harun ibnu Ma'ruf, telah inenceritakan kepada kami Makhlad ibnu Yazid, telah menceritakan kepada kami Sa'id ibnu Basyir, telah menceritakan kepada kami Al-A'masy; dari Abu Saleh, dari Abu Hurairah r.a. yang mengatakan bahwa ketika aku sedang salat, tiba-tiba masuklah seorang lelaki menemuiku, maka aku merasa kagum dengan perbuatanku. Lalu aku.ceritakan hal tersebut kepada Rasulullah Saw., maka beliau Saw. bersabda: Dicatatkan bagimu dua pahala, pahala sembunyi-sembunyi dan pahala terang-terangan.\n\nAbu Ali alias Harun ibnu Ma'ruf mengatakan, telah sampai kepadaku bahwa Ibnul Mubarak pernah mengatakan bahwa hadis ini adalah sebaik-baik hadis bagi orang-orang yang riya. Bila ditinjau dari segi jalurnya hadis ini garib', dan Sa'id ibnu Basyir orangnya pertengahan, dan riwayatnya dari Al-A'masy jarang, tetapi selain dia ada yang meriwayat-kan hadis ini dari Al-A'masy.\n\nAbu Ya’la mengatakan, telah menceritakan kepada kami Muhammad ibnul Musanna ibnu Musa, telah menceritakan kepada kami Abu Daud, telah menceritakan kepada kami Abu Sinan, dari Habib ibnu Abu Sabit, dari Abu Saleh, dari Abu Hurairah r.a. yang mengatakan bahwa pernah seorang lelaki bertanya kepada Rasulullah Saw., \"Wahai Rasulullah, seorang lelaki melakukan suatu amal kebaikan yang ia sembunyikan. Tetapi bila ada yang melihatnya, ia merasa kagum dengan amalnya.\" Maka Rasulullah Saw. bersabda: Dia mendapat dua pahala, pahala sembunyi-sembunyi dan pahala terang-terangan.\n\nImam Turmuzi telah meriwayatkannya dari Muhammad ibnul Musanna dan Ibnu Majah, dari Bandar, keduanya dari Abu Daud At-Tayalisi, dari Abu Sinan Asy-Syaibani yang namanya Dirar ibnu Murrah. Imam Turmuzi mengatakan bahwa hadis ini garib. Al-A'masy telah meriwayatkannya dan juga yang lainnya, dari Habib, dari Abu Saleh secara mursal.\n\nAbu Ja'far ibnu Jarir mengatakan, telah menceritakan kepadaku Abu Kuraib, telah menceritakan kepada kami Mu'awiyah ibnu Hisyam, dari Syaiban An-Nahwi, dari Jabir Al-Ju'fi, telah menceritakan kepadaku seorang lelaki, dari Abu Barzah Al-Aslami yang mengatakan bahwa ketika diturunkan firman-Nya: (yaitu) orang-orang yang lalai dari salatnya. (Al-Ma'un: 5) Maka Rasulullah Saw. bersabda: Allahu Akbar (AllahMahabesar), ini lebih baik bagi kalian daripada sekiranya tiap-tiap orang dari kalian diberi hal yang semisal dengan dunia dan seisinya. Dia adalah orang yang jika salat tidak dapat diharapkan kebaikan dari salatnya, dan jika meninggalkannya dia tidak takut kepada Tuhannya.\n\nDi dalam sanad hadis ini terdapat Jabir Al-Ju'fi, sedangkan dia orangnya daif dan gurunya tidak dikenal lagi tidak disebutkan namanya; hanya Allah-lah Yang Maha Mengetahui.\n\nIbnu Jarir mengatakan pula, telah menceritakan kepadaku Zakaria ibnu Aban Al-Masri, telah menceritakan kepada kami Amr ibnu Tariq, telah menceritakan kepada kami Ikrimah ibnu Ibrahim, telah menceritakan kepadaku Abdul Malik ibnu Umair, dari Mus'ab ibnu Sa'd, dari Sa'd ibnu Abu Waqqas yang mengatakan bahwa ia pernah bertanya kepada Rasulullah Saw. tentang orang-orang yang lalai dari salatnya. Maka beliau Saw. menjawab: Mereka adalah orang-orang yang mengakhirkan salat dari waktunya.\n\nMenurut hemat saya, pengertian mengakhirkan salat dari waktunya mengandung makna meninggalkan salat secara keseluruhan, juga mengandung makna mengerjakannya di luar waktu syar'i-nya, atau mengakhirkannya dari awal waktunya. \n\nHal yang sama telah diriwayatkan oleh Al-Hafiz Abu Ya'la, dari Syaiban ibnu Farukh, dari Ikrimah ibnu Ibrahim dengan sanad yang sama. Kemudian ia meriwayatkannya dari Ar-Rabi', dari Jabir, dari Asim, dari Mus'ab, dari ayahnya secara mauquf, bahwa karena lalai dari salatnya hingga waktunya terbuang. Hal ini lebih sahih sanadnya. Imam Baihaqi menilai daif predikat marfu'-nya dan menilai sahih predikat mauquf-nya, demikian pula yang dikatakan oleh Imam Hakim.",
            "jalalain": "(orang-orang yang berbuat ria) di dalam salatnya atau dalam hal-hal lainnya.",
            "quraish_shihab": "Yaitu orang-orang yang memperlihatkan pekerjaannya kepada orang lain, untuk mendapatkan kedudukan dan pujian."
        },
        {
            "ind": "dan enggan (menolong dengan) barang berguna.",
            "arb": "وَيَمْنَعُونَ الْمَاعُونَ",
            "transliterasi": "Wa Yamna`ūna Al-Mā`ūna",
            "eng": "and, withal, deny all assistance [to their fellow-men]!",
            "kemenag_ringkas": "_Dan_ di samping itu, mereka juga _enggan memberikan bantuan_ kepada sesama, bahkan untuk sekadar meminjamkan barang keperluan sehari-hari yang sepele. Hal ini mengindikasikan buruknya akhlak mereka kepada orang lain. Dengan begitu, lengkaplah keburukan mereka. Selain tidak beridabah kepada Tuhan dengan sempurna, mereka pun tidak berbuat baik kepada manusia.",
            "kemenag": "Allah menambahkan lagi dalam ayat ini sifat pendusta itu, yaitu mereka tidak mau memberikan barang-barang yang diperlukan oleh orang-orang yang membutuhkannya, sedang barang itu tak pantas ditahan, seperti periuk, kapuk, cangkul, dan lain-lain. \nKeadaan orang yang membesarkan agama berbeda dengan keadaan orang yang mendustakan agama, karena yang pertama tampak dalam tata hidupnya yang jujur, adil, kasih sayang, pemurah, dan lain-lain. Sedangkan sifat pendusta agama ialah ria, curang, aniaya, takabur, kikir, memandang rendah orang lain, tidak mementingkan yang lain kecuali dirinya sendiri, bangga dengan harta dan kedudukan, serta tidak mau mengeluarkan sebahagian dari hartanya, baik untuk keperluan perseorangan maupun untuk masyarakat.\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\ndan enggan (menolong dengan) barang berguna. (Al-Ma'un: 7)\n\nYakni mereka tidak menyembah Tuhan mereka dengan baik dan tidak pula mau berbuat baik dengan sesama makhluk-Nya, hingga tidak pula memperkenankan dipinjam sesuatunya yang bermanfaat dan tidak mau menolong orang lain dengannya, padahal barangnya masih utuh; setelah selesai, dikembalikan lagi kepada mereka. Dan orang-orang yang bersifat demikian benar-benar lebih menolak untuk menunaikan zakat dan berbagai macam amal kebajikan untuk mendekatkan diri kepada Allah Swt.\n\nIbnu Abu Najih telah meriwayatkan dari Mujahid, bahwa Ali pernah mengatakan bahwa yang dimaksud dengan al-ma'un ialah zakat. Hal yang sama telah diriwayatkan oleh As-Saddi, dari Abu Saleh, dari Ali. Hal yang sama telah diriwayatkan melalui berbagai jalurdari Ibnu Umar. Hal yang sama dikatakan oleh Muhammad ibnul Hanafiah, Sa'id ibnu Jubair, Ikrimah, Mujahid, Ata, Atiyyah Al-Aufi, Az-Zuhri, Al-Hasan, Qatadah, Ad-Dahhak, dan Ibnu Zaid.\n\nAl-Hasan Al-Basri telah mengatakan bahwa jika dia salat pamer dan jika terlewatkan dari salatnya, ia tidak menyesal dan tidak mau memberi zakat hartanya; demikianlah makna yang dimaksud. Menurut riwayat yang lain, ia tidak mau memberi sedekah hartanya.\n\nZaid ibnu Aslam mengatakan bahwa mereka adalah orang-orang munafik; mengingat salat adalah hal yang kelihatan,'maka mereka mengerjakannya; sedangkan zakat adalah hal yang tersembunyi, maka mereka tidak menunaikannya.\n\nAl-A'masy dan Syu'bah telah meriwayatkan dari Al-Hakam, dari Yahya ibnul Kharraz, bahwa Abul Abidin pernah bertanya kepada Abdullah ibnu Mas'ud tentang makna al-ma’un, maka ia menjawab bahwa makna yang dimaksud ialah sesuatu yang biasa dipinjam-meminjamkan di antara orang-orang, seperti kapak dan panci.\n\nAl-Mas'udi telah meriwayatkan dari Salamah ibnu Kahil, dari Abul Abidin, bahwa ia pernah bertanya kepada Ibnu Mas'ud tentang makna al-ma’un, maka ia menjawab bahwa makna yang dimaksud ialah sesuatu yang biasa dipinjam-meminjamkan di antara sesama orang, seperti kapak, panci, timba, dan lain sebagainya yang serupa.\n\nIbnu jarir mengatakan, telah menceritakan kepadaku Muhammad ibnu Ubaid Al-Muharibi, telah menceritakan kepada kami Abul Ahwas, dari Abu Ishaq, dari Abul Abidin dan Sa'd ibnu Iyad, dari Abdullah yang mengatakan bahwa dahulu kami para sahabat Nabi Muhammad Saw. membicarakan makna al-ma’un, bahwa yang dimaksud adalah timba, kapak, dan panci yang biasa digunakan. Telah menceritakan pula kepada kami Khallad ibnu Aslam, telah menceritakan kepada kami An-Nadr ibnu Syamil, telah menceritakan kepada kami Syu'bah, dari Abu Ishaq yang mengatakan bahwa ia pernah mendengar Sa'd ibnu Iyad menceritakan hal yang sama dari sahabat-sahabat Nabi Saw.\n\nAl-A'masy telah meriwayatkan dari ibrahim, dari Al-Haris ibnu Suwaid, dari Abdullah, bahwa ia pernah ditanya tentang makna al-ma’un. Maka ia menjawab, bahwa yang dimaksud adalah sesuatu yang biasa saling dipinjamkan di antara orang-orang, seperti kapak, timba, dan lain sebagainya yang semisal.\n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Amr ibnul Ala Al-Fallas, telah menceritakan kepada kami Abu Daud At-Tayalisi, telah menceritakan kepada kami Abu Uwwanah, dari Asim ibnu Bahdalah, dari Abu Wa-il, dari Abdullah yang mengatakan bahwa kami di masa Nabi Saw. mengatakan bahwa yang dimaksud dengan al-ma’un ialah timba dan lain sebagainya yang sejenis, yakni tidak mau meminjamkannya kepada orang yang mau meminjamnya.\n\nAbu Daud dan Nasai telah meriwayatkan hal yang semisal dari Qutaibah, dari Abu Uwwanah berikut sanadnya. Menurut lafaz Imam Nasai, dari Abdullah, setiap kebajikan adalah sedekah. Dan kami di masa Rasulullah Saw. menganggap bahwa al-ma’un artinya meminjamkan timba dan panci.\n\nIbnu Abu hatim mengatakan, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Affan, telah menceritakan kepada kami Hammad ibnu Salamah, dari Asim, dari Zurr, dari Abdullah yang mengatakan bahwa al-ma’un artinya barang-barang yang dapat dipinjam-pinjamkan, seperti panci, timbangan, dan timba.\n\nIbnu Abu Najih telah meriwayatkan dari Mujahid, dari Ibnu Abbas sehubungan dengan makna firman-Nya: dan enggan (menolong dengan) barang berguna. (Al-Ma'un: 7) Yakni peralatan rumah tangga. Hal yang sama telah dikatakan oleh Mujahid, Ibrahim An-Nakha'i, Sai'id ibnu Jubair, Abu Malik, dan lain-lainnya yang bukan hanya seorang, bahwa sesungguhnya makna yang dimaksud ialah meminjamkan peralatan rumah tangga (dapur).\n\nLais ibnu Abu Sulaim telah meriwayatkan dari Mujahid, dari Ibnu Abbas sehubungan dengan makna firman-Nya: dan enggan (menolong dengan) barang berguna. (Al-Ma'un: 7) Bahwa orang-orang yang disebutkan dalam ayat ini masih belum tiba masanya.\n\nAl-Aufi telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya: dan enggan (menolong dengan) barang berguna. (Al-Ma'un: 7)\n\nUlama berbeda pendapat mengenai maknanya; di antara mereka ada yang mengatakan enggan mengeluarkan zakat, ada yang mengatakan enggan mengerjakan ketaatan, dan ada yang mengatakan enggan memberi pinjaman. Demikianlah menurut apa yang telah diriwayatkan oleh Ibnu Jarir.\n\nKemudian Ibnu Jarir meriwayatkan dari Ya'qub ibnu Ibrahim, dari Ibnu Aliyyah, dari Lais ibnu Abu Sulaim, dari Abu Ishaq, dari Al-Haris ibnu Ali, bahwa makna yang dimaksud dengan ayat ini ialah enggan meminjamkan kapak, panci, dan timba kepada orang lain yang memerlu-kannya.\n\nIkrimah mengatakan bahwa puncak al-ma'un ialah zakatul mal, sedangkan yang paling rendahnya ialah tidak mau meminjamkan ayakan, timba, dan jarum. Demikianlah menurut apa yang diriwayatkan oleh Ibnu Abu Hatim. Pendapat yang dikemukakan oleh Ikrimah ini baik, karena sesungguhnya pendapatnya ini mencakup semua pendapat yang sebelumnya, dan semuanya bertitik tolak dari suatu hal, yaitu tidak mau bantu-membantu baik dengan materi maupun jasa (manfaat). \n\nKarena itulah disebutkan oleh Muhammad ibnu Ka'b sehubungan dengan makna firman-Nya: dan enggan (menolong dengan) barang berguna. (Al-Ma'un: 7) Bahwa makna yang dimaksud ialah tidak mau mengulurkan kebajikan atau hal yang makruf. \n\nDi dalam sebuah hadis disebutkan:\n\nTiap-tiap kebajikan adalah sedekah.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Sa’id Al-Asyaj, telah menceritakan kepada kami Waki', dari Ibnu Abu Zi-b, dari Az-Zuhri sehubungan dengan makna firman-Nya: dan enggan (menolong dengan) barang berguna. (Al-Ma'un: 7) Al-ma'un menurut dialek orang-orang Quraisy artinya materi (harta). \n\nSehubungan dengan hal ini telah diriwayatkan sebuah hadis yang garib lagi aneh sanad dan matannya. Untuk itu Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku dan Abu Zar'ah, keduanya mengatakan bahwa telah menceritakan kepada kami Qais ibnu Hafs, Ad-Darimi, telah menceritakan kepada kami Dalham ibnu Dahim Al-Ajali, telah menceritakan kepada kami Ali ibnu Rabi'ah An-Numairi, telah menceritakan kepadaku Qurrah ibnu Damus An-Numairi, bahwa mereka menjadi delegasi kaumnya kepada Rasulullah Saw., lalu mereka berkata, \"Wahai Rasulullah, apakah yang akan engkau wasiatkan kepada kami?\" Rasulullah Saw. menjawab, \"Janganlah kamu enggan menolong dengan al-ma’un.\"\n\nMereka bertanya, \"Wahai Rasulullah, apakah yang dimaksud dengan al-ma'un itu?\" Rasulullah Saw. menjawab, \"Dengan batu, besi, dan air.\" Mereka bertanya, \"Besi yang manakah?\" Rasulullah Saw. menjawab, \"Panci kalian yang terbuat dari tembaga, kapak yang terbuat dari besi yang kamu gunakan sebagai sarana bekerjamu.\"\n\nMereka bertanya, \"Lalu apakah yang dimaksud dengan batu?\" Rasulullah Saw. menjawab, \"Kendil kalian yang terbuat dari batu.\" Hadis ini garib sekali dan predikat marfu '-nya munkar, dan di dalam sanadnya terhadap nama perawi yang tidak dikenal; hanya Allah-lah Yang Maha Mengetahui.\n\nIbnul Asir di dalam kitab As-Sahabah telah menyebutkan dalam biografi Ali An-Numairi; untuk itu ia mengatakan bahwa Ibnu Mani' telah meriwayatkan berikut sanadnya sampai kepada Amir ibnu Rabi'ah ibnu Qais An-Numairi, dari Ali ibnu Fulan An-Nuamairi, bahwa ia pernah mendengar Rasulullah Saw. bersabda:\n\nOrang muslim adalah saudara orang muslim lainnya; apabila mangucapkan salam, maka yang disalami harus menjawabnya dengan salam yang lebih baik darinya, ia tidak boleh mencegah al-ma’un.\n\nAku bertanya, \"Wahai Rasulullah, apakah yang dimaksud dengan al-ma'un?'' Rasulullah Saw. menjawab:\n\n(Perabotan yang terbuat dari) batu dan besi dan lain sebagainya.\n\nHanya Allah-lah Yang Maha Mengetahui.'",
            "jalalain": "(Dan enggan menolong dengan barang yang berguna) artinya tidak mau meminjamkan barang-barang miliknya yang diperlukan orang lain; apalagi memberikannya, seperti jarum, kapak, kuali, mangkok dan sebagainya.",
            "quraish_shihab": "Dan orang-orang yang menolak memberi kebaikan dan pertolongan kepada orang lain."
        }
    ]
}