{
    "number": 113,
    "name": "سُورَةُ الفَلَقِ",
    "englishName": "Al-Falaq",
    "englishNameTranslation": "The Dawn",
    "revelationType": "Meccan",
    "numberOfAyahs": 5,
    "ayahs": [
        {
            "ind": "Katakanlah: \"Aku berlindung kepada Tuhan Yang Menguasai subuh,",
            "arb": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ",
            "transliterasi": "Qul 'A`ūdhu Birabbi Al-Falaqi.",
            "eng": "SAY: \"I seek refuge with the Sustainer of the rising dawn,",
            "kemenag_ringkas": "Wahai Nabi Muhammad, _katakanlah_ kepada umatmu, “_Aku berlindung kepada Tuhan yang menguasai subuh_, waktu yang membelah kegelapan malam. Allah Mahakuasa menyingkirkan segala kejahatan dari hamba-Nya karena semua makhluk berada dalam genggaman-Nya.",
            "kemenag": "Dalam ayat-ayat berikut ini, Allah memerintahkan kepada Nabi Muhammad dan seluruh kaum Muslimin supaya selalu berlindung kepada Tuhan Pencipta semua makhluk agar terpelihara dari segala macam kejahatan atau akibat kejahatan yang ditimbulkan oleh makhluk-makhluk yang telah diciptakan-Nya.",
            "ibnu_katsir": "Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Ahmad ibnu Isam, telah menceritakan kepada kami Abu Ahmad Az-Zubairi, telah menceritakan kepada kami Hasan ibnu Saleh, dari Abdullah ibnu Muhammad ibnu Aqil, dari Jabir yang mengatakan bahwa al-falaq artinya subuh.\n\nAl-Aufi telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya, \"Al-falaq\" bahwa makna yang dimaksud ialah subuh. Dan telah diriwayatkan halyangsemisal dari Mujahid, Sa'id ibnu Jubair, Abdullah ibnu Muhammad ibnu Aqil, Al-Hasan, Qatadah, Muhammad ibnu Ka'b Al-Qurazi, Ibnu Zaid, dan Malik, dari Zaid ibnu Aslam.\n\nAl-Qurazi. Ibnu Zaid, dan Ibnu Jarir mengatakan bahwa makna yang dimaksud sama dengan apa yang disebutkan oleh firman-Nya dalam ayat yang lain, yaitu:\n\nDia menyingsingkan pagi. (Al-An'am: 96)\n\nAli ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya, \"Al-falaq,\" bahwa makna yang dimaksud ialah makhluk. Hal yang sama telah dikatakan oleh Ad-Dahhak, bahwa Allah memerintahkan kepada Nabi-Nya untuk membaca ta'awwuz dari kejahatan semua makhluk-Nya.\n\nKa'bul Ahbar mengatakan bahwa al-falaq adalah nama sebuah penjara di dalam neraka Jahanam; apabila pintunya dibuka, maka semua penghuni neraka menjerit karena panasnya yang sangat. Ibnu Abu Hatim meriwayatkannya, untuk itu ia mengatakan bahwa telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Suhail ibnu Usman, dari seorang lelaki, dari As-Saddi, dari Zaid ibnu Ali, dari kakek moyangnya, bahwa mereka telah mengatakan bahwa al-falaq adalah nama sebuah sumur di dasar neraka Jahanam yang mempunyai tutup. Apabila tutupnya dibuka, maka keluarlah darinya api yang menggemparkan neraka Jahanam karena panasnya yang sangat berlebihan. Hal yang sama telah diriwayatkan dari Amr ibnu Anbasah dan As-Saddi serta lain-lainnya.\n\nSehubungan dengan hal ini telah ada sebuah hadis marfu' yang berpredikat munkar; untuk itu Ibnu Jarir mengatakan, telah menceritakan kepadaku Ishaq ibnu Wahb Al-Wasiti, telah menceritakan kepada kami Mas'ud ibnu Musa ibnu Misykan Al-Wasiti, telah menceritakan kepada kami Nasr ibnu Khuzaimah Al-Khurrasani, dari Syu'aib ibnu Safwan, dari Muhammad ibnu Ka'b Al-Qurazi, dari Abu Hurairah, dari Nabi Saw. yang telah bersabda:\n\nFalaq adalah sebuah sumur di dalam neraka Jahanam yang mempunyai penutup.\n\nSanad hadis ini garib dan predikat marfu'-nya tidak sahih.\n\nAbu Abdur Rahman Al-Habli telah mengatakan sehubungan dengan makna firman-Nya, bahwa al-falaq adalah nama lain dari neraka Jahanam.\n\nIbnu Jarir mengatakan bahwa yang benar adalah pendapat yang pertama, yaitu yang mengatakan bahwa sesungguhnya falaq adalah subuh. Pendapat inilah yang sahih dan dipilih oleh Imam Bukhari di dalam kitab sahihnya.",
            "jalalain": "(Katakanlah, \"Aku berlindung kepada Rabb Yang menguasai falaq) atau waktu subuh.",
            "quraish_shihab": "[[113 ~ AL-FALAQ (WAKTU SUBUH) Pendahuluan: Makkiyyah, 5 ayat ~ Surat ini memerintahkan Nabi Muhammad saw. untuk kembali pada Tuhannya dan meminta perlindungan dari kejahatan setiap makhluk yang mempunyai kejahatan; dari kejahatan malam ketika mulai gelap, yang membuat jiwa menjadi takut dan tidak mampu untuk mencegahnya; dari segala kejahatan orang yang berusaha untuk melepaskan hubungan setiap manusia; dan dari kejahatan orang yang dengki yang mengharapkan hilangnya nikmat yang diberikan Allah kepada hamba-Nya.]] Katakan, aku berlindung kepada Tuhan (yang menguasai) waktu subuh, dengan hilangnya waktu malam."
        },
        {
            "ind": "dari kejahatan makhluk-Nya,",
            "arb": "مِن شَرِّ مَا خَلَقَ",
            "transliterasi": "Min Sharri Mā Khalaqa.",
            "eng": "\"from the evil of aught that He has created,",
            "kemenag_ringkas": "Aku berlindung kepada Allah _dari kejahatan_ semua makhluk yang _Dia ciptakan_, baik yang tampak maupun tidak, yang tidak dapat menolak kejahatannya selain Sang Pencipta.",
            "kemenag": "Dalam ayat-ayat berikut ini, Allah memerintahkan kepada Nabi Muhammad dan seluruh kaum Muslimin supaya selalu berlindung kepada Tuhan Pencipta semua makhluk agar terpelihara dari segala macam kejahatan atau akibat kejahatan yang ditimbulkan oleh makhluk-makhluk yang telah diciptakan-Nya.",
            "ibnu_katsir": "Firman Allah Swt:\n\ndari kejahatan makhluk-Nya. (Al-Falaq: 2)\n\nYakni dari kejahatan semua makhluk. Sabit Al-Bannani dan Al-Hasan Al-Basri telah mengatakan bahwa Jahanam, Iblis, dan keturunannya termasuk makhluk yang diciptakan oleh Allah Swt.",
            "jalalain": "(Dari kejahatan apa yang telah diciptakan-Nya) yaitu dari kejahatan makhluk hidup yang berakal dan yang tidak berakal; serta dari kejahatan benda mati seperti racun dan lain sebagainya.",
            "quraish_shihab": "Dari kejahatan setiap makhluk yang berniat jahat, yang tidak dapat mencegahnya selain Tuhan Sang Maha Penguasa atas segala perkara."
        },
        {
            "ind": "dan dari kejahatan malam apabila telah gelap gulita,",
            "arb": "وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ",
            "transliterasi": "Wa Min Sharri Ghāsiqin 'Idhā Waqaba.",
            "eng": "\"and from the evil of the black darkness whenever it descends,",
            "kemenag_ringkas": "_Dan_ aku berlindung pula _dari kejahatan malam apabila telah gelap gulita_ pada waktu malam muncul hewan-hewan yang membahayakan dan pada waktu itu pula rencana jahat biasa disusun.",
            "kemenag": "Kemudian Allah menerangkan bahwa sebagian makhluk-Nya sering menimbulkan kejahatan pada waktu malam bila segala sesuatu telah diliputi oleh kegelapan. Sementara itu, keadaan malam yang gelap gulita menimbulkan rasa takut dan gelisah, seakan-akan ada sesuatu yang tersembunyi dalam kegelapan malam itu yang akan menyakiti manusia.",
            "ibnu_katsir": "Firman Allah Swt.:\n\ndan dari kejahatan malam apabila telah gelap gulita. (Al-Falaq: 3)\n\nMujahid mengatakan bahwa makna yang dimaksud ialah bila matahari telah tenggelam; demikianlah menurut apa yang diriwayatkan oleh Imam Bukhari dari Mujahid. Hal yang sama telah dikatakan oleh Ibnu Abu Najih, dari Mujahid. Dan hal yang sama telah dikatakan oleh Ibnu Abbas, Muhammad ibnu Ka’b Al-Qurazi. Ad-Dahhak. Khasif. Al-Hasan, dan Qatadah, bahwa sesungguhnya makna yang dimaksud ialah malam hari apabila datang dengan kegelapan.\n\nAz-Zuhri mengatakan sehubungan dengan makna firman-Nya: dan dari kejahatan malam apabila telah gelap gulita. (Al-Falaq: 3) Yakni matahari apabila telah tenggelam. \n\nTelah diriwayatkan pula dari Atiyyah dan Qatadah sehubungan dengan makna firman-Nya: apabila telah gelap gulita. (Al-Falaq: 3) Yaitu malam hari bila telah pergi. \n\nAbu Mihzan mengatakan dari Abu Hurairah sehubungan dengan makna firman-Nya: dan dari kejahatan malam apabila telah gelap gulita. (Al-Falaq: 3) Bahwa makna yang dimaksud ialah bintang. \n\nIbnu Zaid mengatakan, dahulu orang-orang Arab mengatakan bahwa al-gasiq artinya jatuhnya bintang surayya. Berbagai penyakit dan Ta'un mewabah seusai jatuhnya bintang surayya, dan menjadi Lenyap dengan sendirinya bila bintang surayya terbit. Yang dimaksud dengan jatuh ialah tenggelam.\n\nIbnu Jarir mengatakan bahwa di antara asar yang bersumber dari mereka ialah apa yang diceritakan kepadaku oleh Nasr Ibnu Ali, telah menceritakan kepadaku Bakkar, dari Abdullah keponakan Hammam, telah menceritakan kepada kami Muhammad ibnu Abdul Aziz ibnu Umar, dari Abdur Rahman ibnu Auf, dari ayahnya, dari Abu Salamah, dari Abu Hurairah, dari Nabi Saw. sehubungan dengan makna firman-Nya: dan dari kejahatan malam apabila telah gelap gulita. (Al-Falaq: 3) Lalu beliau Saw. bersabda, bahwa makna yang dimaksud ialah bintang bila telah tenggelam.\n\nMenurut hemat saya, predikat marfu' hadis ini tidak sahih sampai kepada Nabi Saw. Ibnu Jarir mengatakan, ulama lainnya mengatakan bahwa makna yang dimaksud ialah rembulan. Menurut hemat saya, yang dijadikan pegangan oleh orang-orang yang berpendapat demikian ialah apa yang telah diriwayatkan oleh Imam Ahmad. \n\nDisebutkan bahwa telah menceritakan kepada kami Abu Daud Al-Hafri, dari Ibnu Abu Zi-b, dari Al-Haris ibnu Abu Salamah yang mengatakan bahwa Siti Aisyah r.a. telah mengatakan bahwa Rasulullah Saw. memegang tangannya, lalu memperlihatkan kepadanya rembulan saat terbitnya, kemudian beliau Saw. bersabda:\n\nMohonlah perlindungan kepada Allah dari kejahatan rembulan ini apabila telah tenggelam.\n\nImam Turmuzi dan Imam Nasai telah meriwayatkan di dalam kitab tafsir dari kitab sunan masing-masing melalui hadis Muhammad ibnu Abdur Rahman ibnu Abu Zi-b, dari pamannya (yaitu Al-Haris ibnu Abdur Rahman) dengan lafazyang sama; dan Imam Turmuzi mengatakan bahwa hadis ini hasan sahih. Lafaznya berbunyi seperti berikut:\n\nMohonlah perlindungan kepada Allah dari kejahatan (rembulan) ini, yaitu apabila ia telah tenggelam.\n\nMenurut lafaz Imam Nasai disebutkan seperti berikut:\n\nMohonlah perlindungan kepada Allah dari kejahatan (rembulan) ini, yaitu apabila ia telah tenggelam.\n\nOrang-orang yang mengatakan pendapat pertama mengatakan bahwa rembulan merupakan pertanda malam hari bila telah muncul, dan ini tidaklah bertentangan dengan pendapat kami. Karena sesungguhnya rembulan merupakan pertanda malam hari dan rembulan tidak berperan kecuali hanya di malam hari. Demikian pula halnya dengan bintang-bintang; bintang-bintang tidak dapat bersinar kecuali di malam hari; dan hal ini sejalan dengan pendapat yang kami katakan; hanya Allah-lah Yang Maha Mengetahui.",
            "jalalain": "(Dan dari kejahatan malam apabila telah gelap gulita) artinya dari kejahatan malam hari apabila telah gelap, dan dari kejahatan waktu purnama apabila telah terbenam.",
            "quraish_shihab": "Dari kejahatan malam ketika semakin gelap."
        },
        {
            "ind": "dan dari kejahatan wanita-wanita tukang sihir yang menghembus pada buhul-buhul,",
            "arb": "وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ",
            "transliterasi": "Wa Min Sharri An-Naffāthāti Fī Al-`Uqadi.",
            "eng": "\"and from the evil of all human beings bent on occult endeavours,",
            "kemenag_ringkas": "Dan aku berlindung pula dari kejahatan perempuan-perempuan _penyihir_ _yang meniup pada buhul-buhul_ dengan rapalan-rapalan yang dilafalkannya. Mereka bekerja sama dengan setan untuk menimpakan keburukan kepada orang yang di sihir melalui cara cara tertentu, di antaranya dengan meniup buhul-buhul.",
            "kemenag": "Dalam ayat ini, Allah memerintahkan agar manusia berlindung kepada-Nya dari kejahatan tukang sihir yang meniupkan mantra-mantra dengan maksud memutuskan tali kasih sayang dan mengoyak-ngoyak ikatan persaudaraan, seperti ikatan nikah dan lain-lain.\nPerbuatan sihir itu dapat mengubah kasih sayang antara dua teman yang akrab menjadi permusuhan. Penghasut membawa berita yang tampaknya benar dan sulit dibantah, sebagaimana dilakukan oleh tukang sihir dalam usahanya memisahkan suami istri. Jumhur ulama berdasarkan hadis sahih yang menerangkan bahwa Rasulullah saw disihir oleh Labid al-A'sam. Hal ini tidak mempengaruhi wahyu yang diturunkan Allah kepadanya, namun hanya jasmani dan perasaan yang tidak berhubungan dengan syariat. \nSyekh Muhammad 'Abduh berkata, \"Berkenaan dengan keterangan tersebut di atas, telah diriwayatkan hadis tentang Nabi saw yang disihir oleh Labid bin al-A'sam, yang sangat mengesankan pada pribadi Nabi, sehingga seakan-akan beliau mengerjakan sesuatu padahal beliau tidak mengerjakannya, atau mengambil sesuatu padahal beliau tidak mengambilnya. Lalu Allah memberitahukan kepadanya tentang tukang sihir itu. Kemudian dikeluarkan sihir itu dalam hatinya, lalu Nabi saw menjadi sehat kembali, dan turunlah surah ini.\nNabi saw kena sihir sehingga menyentuh akal yang berhubungan langsung dengan jiwa beliau, karena itu orang-orang musyrik berkata, sebagaimana firman Allah:\n\nKamu hanyalah mengikuti seorang laki-laki yang kena sihir. (al-Isra'/17: 47)\n\nDi sisi lain, yang wajib kita yakini bahwa Al-Qur'an adalah mutawatir dan menyangkal bahwa Nabi saw kena sihir, karena yang menyatakan demikian itu adalah orang-orang musyrik. Al-Qur'an mencela ucapan mereka itu.\nHadis tersebut seandainya termasuk di antara hadis-hadis sahih, tetapi tergolong hadis Ahad yang tidak cukup untuk dijadikan dasar dalam akidah. Sedangkan kemaksuman nabi-nabi adalah merupakan akidah yang telah dipegangi dengan yakin. Terhindarnya Nabi saw dari sihir bukanlah berarti mematikan sihir secara keseluruhan. Mungkin seseorang yang kena sihir menjadi gila akan tetapi mustahil terjadi pada Nabi saw karena Allah menjaga dan melindunginya.\nMenurut 'Atha', Al-hasan, dan Jabir, Surah al-Falaq ini adalah surah Makkiyyah yang diturunkan sebelum hijrah, sedangkan yang mereka tuduhkan bahwa Nabi saw kena sihir di Medinah. Oleh karena itu, sangat lemah untuk berpegang pada hadis tersebut dan untuk menyatakannya sebagai hadis sahih. Umat Islam harus berpegang pada nas Al-Qur'an, tidak perlu berpegang kepada hadis ahad tersebut.\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\n{وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ}\n\ndan dari kejahatan wanita-wanita tukang sihir yang mengembus pada buhul-buhul. (Al-Falaq:4)\n\nMujahid, Ikrimah. Al-Hasan. Qatadah. dan Ad-Dahhak telah mengatakan bahwa yang dimaksud ialah wanita-wanita penyihir. Mujahid mengatakan bahwa yaitu apabila wanita-wanita penyihir itu mengembus pada buhul-buhulnya.\n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Abdul A'la, telah menceritakan kepada kami Ibnu Saur, dari Ma'mar, dari Ibnu Tawus, dari ayahnya yang mengatakan bahwa tiada suatu perbuatan pun yang lebih mendekati kepada kemusyrikan selain dari ruqyatul hayyah dan majanin, yakni sejenis perbuatan sihir.\n\nDi dalam hadis lain disebutkan bahwa Malaikat Jibril datang kepada Nabi Saw., lalu bertanya, \"Hai Muhammad, apakah engkau sakit?\" Nabi Saw. menjawab, \"Ya.\" Jibril berkata (yakni berdoa):\n\nDengan menyebut nama Allah aku meruqyahmu dari semua penyakit yang mengganggumu dan dari kejahatan setiap orang yang dengki dan kejahatan pandangan mata; semoga Allah menyembuhkanmu.\n\nBarangkali hal ini terjadi di saat Nabi Saw. sakit akibat terkena sihir, kemudian Allah Swt. menyelamatkan dan menyembuhkannya, dan menolak rencana jahat para penyihir dan orang-orang yang dengki dari kalangan orang-orang Yahudi, lalu menimpakannya kepada mereka dan menjadikan kehancuran mereka oleh tipu muslihat mereka sendiri hingga mereka dipermalukan. Tetapi sekalipun mendapat perlakuan demikian, Rasulullah Saw. tidak menegur atau mengecam pelakunya di suatu hari pun, bahkan beliau merasa cukup hanya meminta pertolongan kepada Allah, dan Dia menyembuhkan serta menyehatkannya.\n\nImam Ahmad mengatakan. telah menceritakan kepada kami Abu Mu'awiyah, telah menceritakan kepada kami Al-A'masy, dari Yazid ibnu Hibban, dari Zaid ibnu Arqam yang mengatakan bahwa seorang lelaki Yahudi menyihir Nabi Saw. Karena itu, beliau merasa sakit selama beberapa hari.\n\nLalu datanglah Jibril dan berkata, \"Sesungguhnya seorang lelaki Yahudi telah menyihirmu dan membuat suatu buhul yang ditujukan terhadapmu, lalu ia meletakkannya di dalam sumurmu.'\" Lalu Rasulullah Saw. menyuruh seseorang untuk mengambil buhul tersebut dari dalam sumur yang dimaksud. Setelah buhul itu dikeluarkan dari sumur, lalu diberikan kepada Rasulullah Saw. dan beliau membukanya, maka dengan serta merta seakan-akan Rasulullah Saw. baru terlepas dari suatu ikatan. Dan Rasulullah Saw. tidak pernah menyebutkan lelaki Yahudi itu dan tidak pula melihat mukanya sampai beliau wafat.\n\nImam Nasai telah meriwayatkan hadis ini dari Hamad, dari Abu Mu'awiyah alias Muhammad ibnu Hazim Ad-Darir.\n\nImam Bukhari mengatakan di dalam Kitabut Tib, dari kitab sahihnya, bahwa telah menceritakan kepada kami Abdullah ibnu Muhammad yang mengatakan bahwa ia pernah mendengar Sufyan ibnu Uyaynah mengatakan bahwa orang yang mula-mula menceritakan kisah ini kepada kami adalah ibnu Juraij. Ia mengatakan, telah menceritakan kepadaku keluarga Urwah, dari Urwah, lalu aku menanyakan tentangnya kepada Hisyam, maka Hisyam mengatakan bahwa Urwah memang pernah menceritakan kepada kami dari ayahnya, dari Aisyah r.a. yang mengatakan bahwa dahulu Rasulullah Saw. pernah disihir hingga beliau beranggapan bahwa dirinya telah mendatangi istri-istrinya, padahal tidak.\n\nSufyan selanjutnya mengatakan bahwa sihir jenis ini merupakan sihir yang paling keras, bila pengaruhnya demikian. Lalu Rasulullah Saw. bersabda:\n\nHai Aisyah, tahukah engkau bahwa Allah telah memberiku nasihat tentang masalah yang aku telah memohon petunjuk dari-Nya mengenainya\" Dua orang lelaki datang kepadaku yang salah seorangnya duduk di dekat kepalaku, sedangkan yang lainnya duduk di dekat kakiku. Maka orang yang ada di dekat kepalaku berkata kepada temannya, \"Mengapa lelaki ini?” Ia menjawab, \"Terkena sihir.” Orang yang berada dekat kepalaku bertanya, \"Siapakah yang menyihirnya?” Ia menjawab, \"Lubaid ibnu A 'sam, seorang lelaki dari Bani Zuraiq teman sepakta orang-orang Yahudi, dia adalah seorang munafik.” Yang berada di dekat kepalaku bertanya, \"Dengan apa?” Ia menjawab, \"Sisir dan rambut.” Orang yang berada di dekat kepalaku bertanya, ' 'Di taruh di mana?'' Ia menjawab, \"Di dalam mayang kurma jantan di bawah sebuah batu di dalam sumur Zirwan.\"\n\nSiti Aisyah melanjutkan kisahnya, bahwa lalu Rasulullah Saw. mendatangi sumur tersebut dan mengeluarkannya, kemudian beliau bersabda:\n\nInilah sumur yang diperlihatkan kepadaku dalam mimpiku; airnya seakan-akan seperti warna pacar (merah) dan pohon-pohon kurmanya seakan-akan seperti kepala-kepala setan.\n\nKemudian benda itu dikeluarkan dan dikatakan kepada beliau Saw., \"Tidakkah engkau membalikkannya?\" Rasulullah Saw. menjawab:\n\nIngatlah, demi Allah, sesungguhnya Allah telah menyembuhkan diriku, dan aku tidak suka menimpakan suatu keburukan terhadap seseorang.\n\nDan Imam Bukhari meng-isnad-kan hadis ini melalui Isa ibnu Yunus, Abu Damrah alias Anas ibnu Iyad, Abu Usamah, dan Yahya Al-Qattan, yang di dalamnya disebutkan bahwa Aisyah r.a. mengatakan bahwa beliau Saw. sering berilusi seakan-akan telah melakukan sesuatu padahal tidak. Dalam riwayat ini disebutkan pula bahwa setelah itu Nabi Saw. memerintahkan agar sumur tersebut dimatikan, lalu ditimbun.\n\nImam Bukhari menyebutkan bahwa hadis ini diriwayatkan pula oleh Ibnu Abuz Zanad dan Al-Lais ibnu Sa'd, dari Hisyam. Imam Muslim meriwayatkannya melalui hadis Abu Usamah alias Hammad ibnu Usamah dan Abdullah ibnu Namir. Imam Ahmad meriwayatkannya dari Affan, dari Wahb, dari Hisyam dengan sanad yang sama.\n\nImam Ahmad meriwayatkannya pula dari Ibrahim ibnu Khalid, dari Ma'mar, dari Hisyam, dari ayahnya, dari Aisyah yang menceritakan bahwa Nabi Saw. tinggal selama enam bulan sering mengalami seakan-akan mengerjakan sesuatu, padahal kenyataannya tidak. Kemudian datanglah kepadanya dua malaikat, salah seorang duduk di dekat kepalanya, sedangkan yang lain duduk di dekat kakinya.\n\nSalah seorangnya berkata kepada yang lain, \"Kenapa dia?\" Yang lain menjawab, \"Terkena sihir.\" Ia bertanya, \"Siapakah yang menyihirnya?\" Yang lain menjawab, \"Labid ibnul A'sam,\" lalu disebutkan hingga akhir hadis.\n\nAl-Ustaz Al-Mufassir As-Sa'labi telah menyebutkan di dalam kitab tafsirnya, bahwa ibnu Abbas dan Aisyah pernah menceritakan bahwa pernah ada seorang pemuda Yahudi menjadi pelayan Rasulullah Saw. Lalu orang-orang Yahudi mempengaruhi pemuda itu dengan gencarnya hingga pemuda itu mau menuruti kemauan mereka. Maka ia mengambil beberapa helai rambut Rasulullah Saw. dan beberapa buah gigi sisir yang biasa dipakai oleh beliau Saw., setelah itu kedua barang tersebut ia serahkan kepada orang-orang Yahudi.\n\nLalu mereka menyihir Nabi Saw. melalui kedua benda itu, dan orang yang melakukannya adalah salah seorang dari mereka yang dikenal dengan nama Ibnu A'sam. Kemudian kedua barang tersebut ia tanam di dalam sebuah sumur milik Bani Zuraiq yang dikenal dengan nama Zirwan. Maka Rasulullah Saw. mengalami sakit dan rambut beliau kelihatan rontok. Beliau tinggal selama enam bulan seakan-akan mendatangi istri-istrinya, padahal kenyataannya tidak, dan beliau kelihatan gelisah dan tidak mengetahui apa yang telah terjadi pada dirinya.\n\nKetika beliau sedang tidur, tiba-tiba ada dua malaikat datang kepadanya. Maka salah seorangnya duduk di dekat kepalanya, sedangkan yang lain duduk di dekat kakinya. Malaikat yang ada di dekat kakinya bertanya kepada malaikat yang ada di dekat kepalanya, \"Apakah yang dialami oleh lelaki ini?\" Ia menjawab, \"Pengaruh Tib.\" Yang ada di dekat kakinya bertanya, \"Apakah Tib itu?\" Ia menjawab, \"Sihir.\" Yang ada di dekat kakinya bertanya \"Siapakah yang menyihirnya?\" Ia menjawab, \"Labid Ibnul A'sam, seorang Yahudi.\" Malaikat yang ada di dekat kakinya bertanya, \"Dengan apakah ia menyihirnya?\" Ia menjawab, \"Dengan rambutnya dan gigi sisirnya.\" Yang ada di dekat kakinya bertanya, \"Di manakah hal itu diletakkan?\" Ia menjawab, \"Di dalam mayang kurma jantan di bawah batu yang ada di dalam sumur Zirwan.\"\n\nAl-juff artinya. kulit mayang kurma. Dan ar-raufah adalah sebuah batu yang di dalam sumur, tetapi menonjol digunakan untuk tempat berdirinya orang yang mengambil air.\n\nMaka Rasulullah Saw. terbangun dalam keadaan terkejut, lalu bersabda: Hai Aisyah, tidakkah engkau mengetahui bahwa Allah telah menceritakan kepadaku tentang penyakitku ini.\n\nLalu Rasulullah Saw. menyuruh Ali, Az-Zubair, dan Ammar ibnu Yasir untuk mengeringkan sumur tersebut; maka mereka bertiga mengeringkan sumur itu, yang airnya kelihatan seakan-akan seperti warna pacar (merah). Mereka bertiga mengangkat batu itu dan mengeluarkan mayang kurma yang ada di bawahnya. Maka ternyata di dalamnya terdapat beberapa helai rambut Rasulullah Saw. dan beberapa gigi sisirnya, dan tiba-tiba di dalamnya terdapat benang yang berbuhul (mempunyai ikatan) sebanyak dua belas ikatan yang ditusuk dengan jarum.\n\nMaka Allah menurunkan dua surat Mu'awwizatain, dan setiap kali Rasulullah Saw. membaca suatu ayat dari kedua surat tersebut, beliau merasa agak ringan, hingga terlepaslah semua ikatan benang itu dan bangkitlah beliau seakan-akan baru terlepas dari ikatan. Sedangkan Jibril a.s. mengucapkan:  Dengan menyebut nama Allah aku meruqyahmu dari segala sesuatu yang mengganggumu dari orang yang dengki dan pandangan mata yang jahat; semoga Allah menyembuhkanmu.\n\nSetelah itu mereka berkata, \"Wahai Rasulullah, bolehkah kami menangkap orang yang jahat itu dan membunuhnya?\" Rasulullah Saw. menjawab: \n\nAdapun diriku telah disembuhkan oleh Allah, dan aku tidak suka menimpakan keburukan terhadap orang lain.\n\nDemikianlah bunyi hadis ini tanpa isnad, di dalamnya terdapat hal yang garib dan pada sebagiannya terdapat mungkar yang parah, dan sebagiannya lagi ada yang diperkuat oleh hadis-hadis yang telah disebutkan di atas. Hanya Allah-lah Yang Maha Mengetahui.",
            "jalalain": "(Dan dari kejahatan wanita-wanita tukang sihir yang menghembus) yaitu tukang-tukang sihir wanita yang menghembuskan sihirnya (pada buhul-buhul) yang dibuat pada pintalan, kemudian pintalan yang berbuhul itu ditiup dengan memakai mantera-mantera tanpa ludah. Zamakhsyari mengatakan, sebagaimana yang telah dilakukan oleh anak-anak perempuan Lubaid yang telah disebutkan di atas tadi.",
            "quraish_shihab": "Dari kejahatan yang berusaha membuat kerusakan diantara manusia."
        },
        {
            "ind": "dan dari kejahatan pendengki bila ia dengki\".",
            "arb": "وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ",
            "transliterasi": "Wa Min Sharri Ĥāsidin 'Idhā Ĥasada",
            "eng": "\"and from the evil of the envious when he envies.\"",
            "kemenag_ringkas": "_Dan_ aku berlindung pula _dari kejahatan orang yang dengki apabila dia dengki,_ yang selalu menginginkan hilangnya kenikmatan dari orang lain.”",
            "kemenag": "Dalam ayat ini, Allah memerintahkan kaum Muslimin untuk berlindung kepada-Nya dari kejahatan orang-orang yang dengki bila ia melaksanakan kedengkiannya dengan usaha yang sungguh-sungguh dan berbagai cara untuk menghilangkan nikmat orang yang dijadikan objek kedengkiannya dan dengan mengadakan jebakan untuk menjerumuskan orang yang didengkinya jatuh ke dalam kemudaratan. Tipu muslihat yang dijalankannya itu sangat licik sehingga sulit diketahui. Tidak ada jalan untuk menghindarinya kecuali dengan memohon bantuan kepada Allah Maha Pencipta karena Dia-lah yang dapat menolak tipu dayanya, menghindari kejahatannya, atau menggagalkan usahanya. Hasad haram hukumnya, dan merupakan dosa yang pertama kali ketika iblis dengki kepada Nabi Adam, dan Qabil dengki kepada Habil.",
            "ibnu_katsir": "Tafsir ayat ini tidak diterangkan secara terpisah pada kitab aslinya.",
            "jalalain": "(Dan dari kejahatan orang yang dengki apabila ia dengki) atau apabila ia menampakkan kedengkiannya lalu berusaha atas kedengkian yang dipendamnya itu, sebagaimana yang telah dikerjakan oleh Lubaid si Yahudi tadi; dia termasuk orang-orang yang dengki terhadap Nabi saw. Ketiga jenis kejahatan yang disebutkan sesudah lafal Maa Khalaq, padahal semuanya itu telah terkandung di dalam maknanya, hal ini tiada lain mengingat kejahatan yang ditimbulkan oleh ketiga perkara tersebut sangat parah.",
            "quraish_shihab": "Dari kejahatan orang yang dengki yang mengharapkan hilangnya nikmat dari orang selain dirinya."
        }
    ]
}