{
    "number": 47,
    "name": "سُورَةُ مُحَمَّدٍ",
    "englishName": "Muhammad",
    "englishNameTranslation": "Muhammad",
    "revelationType": "Medinan",
    "numberOfAyahs": 38,
    "ayahs": [
        {
            "ind": "Orang-orang yang kafir dan menghalangi (manusia) dari jalan Allah, Allah menyesatkan perbuatan-perbuatan mereka.",
            "arb": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ الَّذِينَ كَفَرُوا وَصَدُّوا عَن سَبِيلِ اللَّهِ أَضَلَّ أَعْمَالَهُمْ",
            "transliterasi": "Al-Ladhīna Kafarū Wa Şaddū `An Sabīli Allāhi 'Ađalla 'A`mālahum.",
            "eng": "AS FOR THOSE who are bent on denying the truth and on barring [others] from the path of God - all their [good] deeds will He let go to waste;",
            "kemenag_ringkas": "Ayat yang terakhir dari Surah Al-Ahqàf menyebutkan ancaman kepada orang-orang fasik bahwa mereka akan dibinasakan oleh Allah. Ayat pertama dari surah ini menjelaskan ciri-ciri dari orang-orang fasik tersebut. Allah menjelaskan bahwasanya mereka ialah _orang-orang yang kafir_ kepada Allah dan rasul-Nya _dan menghalang-halangi_ manusia _dari jalan Allah,_ yakni menghalang-halangi mereka memeluk Islam atau menghalang-halangi mereka beribadah di Masjidil Haram. _Allah menghapus segala amal mereka,_ maka tidak ada pahala bagi amalnya itu dan tidak menyelamatkan dari api neraka disebabkan kekafirannya.",
            "kemenag": "Dalam ayat ini, Allah membagi manusia menjadi dua golongan: pertama, golongan kafir, yaitu orang-orang yang mengingkari kekuasaan dan keesaan Allah, menyembah tuhan-tuhan yang lain selain Dia, menghalangi manusia beribadah kepada-Nya, membuat-buat cara beribadah kepada-Nya menurut pendapat dan keinginan sendiri, mencela dan menghalangi manusia beriman kepada Allah dan kepada Nabi Muhammad. Seluruh perbuatan golongan ini tidak mengikuti petunjuk-petunjuk Allah yang termuat di dalam Al-Qur'an dan hadis Rasul-Nya, tetapi mengikuti keinginan sendiri dan mengikuti petunjuk setan. \nSemua perbuatan yang berdasarkan perbuatan setan tidak ada artinya di sisi Allah walaupun perbuatan itu baik bagi manusia dan kemanusiaan. Perbuatan itu seolah-olah buih yang timbul di permukaan air, kemudian hilang tanpa bekas sedikit pun. Oleh karena itu, semua amal dan perbuatan yang dikerjakan oleh orang-orang musyrik tidak ada arti dan pahalanya di sisi Allah di akhirat nanti. Mereka hanya mendapat balasan di dunia yang diperoleh dari manusia, walaupun bentuk amal dan perbuatan itu seperti budi pekerti yang mulia, berhubungan dengan orang lain (silaturrahim), memberi makan orang miskin, memelihara anak yatim, membuat usaha-usaha kemanusiaan, memelihara dan mendirikan masjid. \nPekerjaan seperti ini adalah pekerjaan yang pernah dikerjakan oleh orang-orang musyrik Mekah, seperti memakmurkan Masjidilharam, melindungi orang-orang yang memerlukan perlindungan, membantu orang-orang yang mengerjakan thawaf dan sebagainya.\nAllah berfirman:\n\nDan Kami akan perlihatkan segala amal yang mereka kerjakan, lalu Kami akan jadikan amal itu (bagaikan) debu yang beterbangan. (al-Furqan/25: 23)\n\nKedua, golongan mukmin, yaitu orang-orang yang mengakui keesaan Allah, taat hanya kepada-Nya saja, beribadah sesuai dengan petunjuk Allah, tidak menurut kemauan sendiri dan menjauhi larangan-Nya, beriman kepada Al-Qur'an yang dibawa Nabi Muhammad, dan membantu manusia melaksanakan ibadah kepada-Nya. Ini adalah golongan yang diridai Allah. Amal dan perbuatan golongan mukmin diterima Allah, diampuni segala dosanya, mereka mendapat pahala di dunia sedang di akhirat akan mendapat kebahagiaan yang abadi.\nMenurut Ibnu 'Abbas, ayat pertama diturunkan berhubungan dengan orang-orang yang memberi makan tentara musyrik Mekah pada waktu Perang Badar. Mereka ada dua belas orang, yaitu Abu Jahal, al-harits bin Hisyam, 'Utbah bin Rabi'ah, Syaibah bin Rabi'ah, Ubay bin Khalaf, Umayyah bin Khalaf, Munabbih bin al-hajjaj, Nubaih bin al-hajjaj, Abu al-Bukhturi bin Hisyam, Zam'ah bin al-Aswad, hakim bin hazam, dan al-harits bin 'Amir bin Naufal. Mereka semua mempunyai amal kebajikan pada masa Arab Jahiliah, seperti menyediakan minuman jemaah haji, memberi makan para tamu yang datang ke Masjidilharam, melindungi dan menjaga hak tetangga, dan sebagainya. Semua amal mereka dibatalkan pahalanya oleh Allah, seakan-akan mereka tidak pernah berbuat apa pun, karena dasar diterimanya suatu amal dan perbuatan adalah iman kepada Allah dan Nabi Muhammad. \nSedangkan ayat kedua diturunkan berhubungan dengan orang Ansar di Medinah. Mereka beriman kepada Allah dan Nabi Muhammad, membantu orang-orang Muhajirin yang baru datang dari Mekah hijrah bersama Nabi Muhammad, dan mengikuti perintah dan menjauhi larangan Allah.\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nOrang-orang yang kafir. (Muhammad: 1) \n\nkepada ayat-ayat Allah Swt.\n\ndan menghalang-halangi (manusia) dari jalan Allah, Allah menghapus perbuatan-perbuatan mereka. (Muhammad: 1)\n\nYaitu membatalkan dan meleyapkan amal-amal tersebut, tidak memberinya pahala dan tidak pula imbalan. Semakna dengan firman-Nya:\n\nDan Kami hadapi amal yang mereka kerjakan, lalu Kami jadikan amal itu (bagaikan) debu yang beterbangan. (Al-Furqan: 23)\n\nKemudian dalam firman selanjutnya disebutkan:\n\nDan orang-orang yang beriman (kepada Allah) dan mengerjakan amal-amal yang saleh. (Muhammad: 2)\n\nYakni hati mereka beriman dan jugajiwa mereka, tunduk patuh kepada syariat-syariat Allah semua anggota tubuh mereka; mereka beriman lahir dan batinnya.\n\ndan beriman (pula) kepada apa yang diturunkan kepada Muhammad. (Muhammad: 2)\n\nHal ini merupakan 'ataf khas kepada 'am yang menunjukkan pengertian bahwa beriman kepada Al-Qur'an merupakan rukun iman lain sesudah beriman kepada Nabi Muhammad.",
            "jalalain": "(Orang-orang yang kafir) dari kalangan penduduk Mekah (dan menghalang-halangi) orang-orang lainnya (dari jalan Allah) dari jalan keimanan (Allah melebur) menghapus (amal-amal mereka) seperti memberi makan dan menghubungkan silaturahim; mereka tidak akan melihat pahala amalnya di akhirat nanti dan mereka hanya mendapat balasan di dunia saja dari kemurahan-Nya.",
            "quraish_shihab": "[[47 ~ MUHAMMAD (NABI MUHAMMAD) Pendahuluan: Madaniyyah, 38 ayat ~ Di awal surat ini dijelaskan bahwa Allah telah menghapus amal perbuatan orang-orang kafir karena mereka mengikuti kebatilan, dan mengampuni dosa orang-orang Mukmin karena mereka mengikuti kebenaran. Dijelaskan pula mengenai kewajiban mempertahankan kebenaran dan balasannya di akhirat berupa surga, seruan kepada orang-orang Mukmin untuk membela agama dan berperang di jalan Allah. Pada bagian selanjutnya, dijelaskan juga bahwa orang-orang yang mengikuti kebatilan akan membuat kerusakan di muka bumi dan akan memutuskan hubungan silaturahmi ketika mereka berpaling dari kebenaran. Peringatan bagi orang-orang Mukmin untuk selalu mewaspadai orang-orang munafik yang berada di tengah-tengah mereka agar orang-orang munafik itu tidak mendengarkan kelemahan mereka, juga disebut dalam surat ini. Begitu juga ancaman terhadap orang-orang munafik agar kejelekan mereka diperlihatkan karena Rasulullah menampakkan sikap dengki mereka, disinggung pula. Kemudian disebutkan pula larangan bagi orang-orang Mukmin untuk bersikap lemah dalam memerangi orang-orang munafik, karena orang-orang Mukmin mempunyai kedudukan lebih tinggi dan Allah selalu menyertai mereka, di samping karena Allah tidak menyia-nyiakan amal perbuatan mereka. Akhirnya, surat ini ditutup dengan seruan untuk membelanjakan harta di jalan Allah dan penjelasan bahwa orang yang kikir dan tidak mau membelanjakan hartanya di jalan Allah sebenarnya telah bersikap kikir pada dirinya sendiri. Diterangkan pula bahwa menolak kebenaran adalah penyebab kehancuran orang-orang yang menentang dan didatangkannya kaum yang lebih baik untuk menggantikan mereka.]] Orang-orang yang ingkar kepada Allah dan rasul-Nya serta menghalangi orang lain untuk masuk agama Islam, akan dihapus semua amal perbuatannya oleh Allah."
        },
        {
            "ind": "Dan orang-orang mukmin dan beramal soleh serta beriman kepada apa yang diturunkan kepada Muhammad dan itulah yang haq dari Tuhan mereka, Allah menghapuskan kesalahan-kesalahan mereka dan memperbaiki keadaan mereka.",
            "arb": "وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَآمَنُوا بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٍ وَهُوَ الْحَقُّ مِن رَّبِّهِمْ ۙ كَفَّرَ عَنْهُمْ سَيِّئَاتِهِمْ وَأَصْلَحَ بَالَهُمْ",
            "transliterasi": "Wa Al-Ladhīna 'Āmanū Wa `Amilū Aş-Şāliĥāti Wa 'Āmanū Bimā Nuzzila `Alaá Muĥammadin Wa Huwa Al-Ĥaqqu Min Rabbihim Kaffara `Anhum Sayyi'ātihim Wa 'Aşlaĥa Bālahum.",
            "eng": "whereas those who have attained to faith and do righteous deeds, and have come to believe in what has been bestowed from on high on Muhammad - for it is the truth from their Sustainer - [shall attain to God’s grace:] He will efface their [past] bad deeds, and will set their hearts at rest.",
            "kemenag_ringkas": "_Dan orang-orang yang beriman _kepada Allah dan rasul-Nya _dan _membuktikan imannya itu dengan _mengerjakan kebajikan serta ber-iman _pula _kepada apa yang diturunkan kepada Muhammad _yaitu Kitab Suci Al-Qur'an; _dan _mereka beriman pula kepada apa yang diturunkan kepada Nabi Muhammad dan nabi-nabi sebelumnya. _Itulah kebenaran dari Tuhan mereka _yang harus ditaati oleh manusia; _Allah menghapus kesalahan-kesalahan mereka, _dengan mengampuninya _dan memperbaiki keadaan mereka _dengan menganugerahkan pertolongan baik di dunia maupun di akhirat.",
            "kemenag": "Dalam ayat ini, Allah membagi manusia menjadi dua golongan: pertama, golongan kafir, yaitu orang-orang yang mengingkari kekuasaan dan keesaan Allah, menyembah tuhan-tuhan yang lain selain Dia, menghalangi manusia beribadah kepada-Nya, membuat-buat cara beribadah kepada-Nya menurut pendapat dan keinginan sendiri, mencela dan menghalangi manusia beriman kepada Allah dan kepada Nabi Muhammad. Seluruh perbuatan golongan ini tidak mengikuti petunjuk-petunjuk Allah yang termuat di dalam Al-Qur'an dan hadis Rasul-Nya, tetapi mengikuti keinginan sendiri dan mengikuti petunjuk setan. \nSemua perbuatan yang berdasarkan perbuatan setan tidak ada artinya di sisi Allah walaupun perbuatan itu baik bagi manusia dan kemanusiaan. Perbuatan itu seolah-olah buih yang timbul di permukaan air, kemudian hilang tanpa bekas sedikit pun. Oleh karena itu, semua amal dan perbuatan yang dikerjakan oleh orang-orang musyrik tidak ada arti dan pahalanya di sisi Allah di akhirat nanti. Mereka hanya mendapat balasan di dunia yang diperoleh dari manusia, walaupun bentuk amal dan perbuatan itu seperti budi pekerti yang mulia, berhubungan dengan orang lain (silaturrahim), memberi makan orang miskin, memelihara anak yatim, membuat usaha-usaha kemanusiaan, memelihara dan mendirikan masjid. \nPekerjaan seperti ini adalah pekerjaan yang pernah dikerjakan oleh orang-orang musyrik Mekah, seperti memakmurkan Masjidilharam, melindungi orang-orang yang memerlukan perlindungan, membantu orang-orang yang mengerjakan thawaf dan sebagainya.\nAllah berfirman:\n\nDan Kami akan perlihatkan segala amal yang mereka kerjakan, lalu Kami akan jadikan amal itu (bagaikan) debu yang beterbangan. (al-Furqan/25: 23)\n\nKedua, golongan mukmin, yaitu orang-orang yang mengakui keesaan Allah, taat hanya kepada-Nya saja, beribadah sesuai dengan petunjuk Allah, tidak menurut kemauan sendiri dan menjauhi larangan-Nya, beriman kepada Al-Qur'an yang dibawa Nabi Muhammad, dan membantu manusia melaksanakan ibadah kepada-Nya. Ini adalah golongan yang diridai Allah. Amal dan perbuatan golongan mukmin diterima Allah, diampuni segala dosanya, mereka mendapat pahala di dunia sedang di akhirat akan mendapat kebahagiaan yang abadi.\nMenurut Ibnu 'Abbas, ayat pertama diturunkan berhubungan dengan orang-orang yang memberi makan tentara musyrik Mekah pada waktu Perang Badar. Mereka ada dua belas orang, yaitu Abu Jahal, al-harits bin Hisyam, 'Utbah bin Rabi'ah, Syaibah bin Rabi'ah, Ubay bin Khalaf, Umayyah bin Khalaf, Munabbih bin al-hajjaj, Nubaih bin al-hajjaj, Abu al-Bukhturi bin Hisyam, Zam'ah bin al-Aswad, hakim bin hazam, dan al-harits bin 'Amir bin Naufal. Mereka semua mempunyai amal kebajikan pada masa Arab Jahiliah, seperti menyediakan minuman jemaah haji, memberi makan para tamu yang datang ke Masjidilharam, melindungi dan menjaga hak tetangga, dan sebagainya. Semua amal mereka dibatalkan pahalanya oleh Allah, seakan-akan mereka tidak pernah berbuat apa pun, karena dasar diterimanya suatu amal dan perbuatan adalah iman kepada Allah dan Nabi Muhammad. \nSedangkan ayat kedua diturunkan berhubungan dengan orang Ansar di Medinah. Mereka beriman kepada Allah dan Nabi Muhammad, membantu orang-orang Muhajirin yang baru datang dari Mekah hijrah bersama Nabi Muhammad, dan mengikuti perintah dan menjauhi larangan Allah.\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\ndan itulah yang hak dari Tuhan mereka. (Muhammad: 2)\n\nKalimat sisipan yang baik. Karena itu, dalam firman selanjutnya disebutkan:\n\nAllah menghapuskan kesalahan-kesalahan mereka dan memperbaiki keadaan mereka. (Muhammad: 2)\n\nIbnu Abbas r.a. mengatakan bahwa yang dimaksud dengan balahum ialah urusan mereka, menurut Mujahid perihal mereka, dan menurut Qatadah dan Ibnu Zaid keadaan mereka. Masing-masing pendapat tersebut berdekatan pengertiannya. Di dalam sebuah hadis mengenai jawaban terhadap orang yang bersin (yang mengucapkan Alhamdulillah) disebutkan:\n\nSemoga Allah memberimu petunjuk dan memperbaiki keadaanmu.",
            "jalalain": "(Dan orang-orang yang beriman) yaitu para sahabat Anshar dan lainnya (dan mengerjakan amal-amal yang saleh serta beriman pula kepada apa yang diturunkan kepada Muhammad) yakni Alquran (dan itulah yang hak dari Rabb mereka, Allah menghapuskan daripada mereka) artinya, Dia mengampuni (kesalahan-kesalahan mereka dan memperbaiki keadaan mereka) karena itu mereka tidak lagi mendurhakai-Nya.",
            "quraish_shihab": "Orang-orang yang beriman dan mengerjakan amal saleh serta meyakini kebenaran yang dibawa oleh Nabi Muhammad saw. dari Tuhan, dosa-dosa mereka akan diampuni dan keadaan mereka di dunia dan akhirat akan diperbaiki oleh Allah."
        },
        {
            "ind": "Yang demikian adalah karena sesungguhnya orang-orang kafir mengikuti yang bathil dan sesungguhnya orang-orang mukmin mengikuti yang haq dari Tuhan mereka. Demikianlah Allah membuat untuk manusia perbandingan-perbandingan bagi mereka.",
            "arb": "ذَٰلِكَ بِأَنَّ الَّذِينَ كَفَرُوا اتَّبَعُوا الْبَاطِلَ وَأَنَّ الَّذِينَ آمَنُوا اتَّبَعُوا الْحَقَّ مِن رَّبِّهِمْ ۚ كَذَٰلِكَ يَضْرِبُ اللَّهُ لِلنَّاسِ أَمْثَالَهُمْ",
            "transliterasi": "Dhālika Bi'anna Al-Ladhīna Kafarū Attaba`ū Al-Bāţila Wa 'Anna Al-Ladhīna 'Āmanū Attaba`ū Al-Ĥaqqa Min Rabbihim Kadhālika Yađribu Allāhu Lilnnāsi 'Amthālahum.",
            "eng": "This, because they who are bent on denying the truth pursue falsehood, whereas they who have attained to faith pursue [but] the truth [that flows] from their Sustainer. In this way does God set forth unto man the parables of their true state.",
            "kemenag_ringkas": "_Yang demikian itu, _yakni balasan yang adil berupa ganjaran bagi orang-orang yang beriman dan siksaan bagi orang-orang kafir, _karena sesungguhnya orang-orang kafir _secara bersungguh-sungguh _mengikuti yang batik _dan sesat, baik dalam kepercayaan maupun amal-amal mereka, _dan sesungguhnya orang-orang yang beriman mengikuti _secara bersungguh-sungguh _kebenaran _yang diturunkan _dari Tuhan mereka. __Demikianlah Allah membuat perumpamaan-perumpamaan bagi manusia, _agar mereka mengambil pelajaran.",
            "kemenag": "Dalam ayat ini diterangkan sebab dihapusnya pahala amal dan perbuatan orang-orang kafir dan sebab-sebab diterima serta diberi pahalanya amal dan perbuatan orang-orang yang beriman. Allah membatalkan pahala amal dan perbuatan orang-orang kafir karena mereka lebih memilih kesesatan daripada kebenaran, mengikuti godaan setan, mengikuti hawa nafsunya, dan tidak beriman kepada Allah dan Rasul-Nya. \nKunci diterimanya suatu amal dan perbuatan ialah iman kepada Allah dan Rasul-Nya. Orang-orang yang beriman tunduk dan patuh kepada Allah, dan seluruh amal dan perbuatannya ditujukan semata-mata mencari keridaan Allah. Oleh karena itu, Allah menenangkan hati dan pikiran mereka serta membimbing mereka menempuh jalan yang lurus.\nDi samping menerangkan dengan tegas sikap dan tindakan-Nya terhadap orang-orang kafir dan orang-orang yang beriman, Allah membuat perumpamaan, tamsil, dan ibarat bagi manusia dengan mengemukakan berbagai sifat, perbuatan, dan keyakinan seseorang dalam hidup dan kehidupannya serta akibat dan balasan dari perbuatan mereka. Sebenarnya orang-orang yang mau mengerti dan memahami hikmah di balik perumpamaan, tamsil, dan ibarat itu, mereka tentu beriman kepada Allah, tetapi karena hati, pendengaran, dan penglihatan orang-orang kafir telah tertutup dan terkunci karena kejahatan yang telah dilakukan, maka semua perumpamaan itu tidak berarti sedikit pun bagi mereka.\nDari ayat ini dapat diambil satu kesimpulan, yaitu telah menjadi sunatullah (hukum Allah) yang tidak dapat dimungkiri oleh siapa pun, bahwa dasar semua amal dan perbuatan seseorang yang diridai Allah ialah iman kepada-Nya, kepada Muhammad sebagai rasul-Nya, kepada semua yang dibawa oleh rasul, mengerjakan semua perintah-perintah-Nya, serta menjauhi semua larangan-Nya. Itulah perbuatan yang bisa mendatangkan pahala, sedangkan perbuatan yang tidak didasari dengan iman, takwa, dan taat kepada-Nya, tidak ada pahalanya di sisi Allah, ibarat buih yang mengapung di permukaan air yang timbul dan hilang tanpa meninggalkan bekas.\n",
            "ibnu_katsir": "Kemudian Allah Swt. berfirman:\n\nYang demikian adalah karena sesungguhnya orang-orang kafir mengikuti yang batil. (Muhammad: 3)\n\nSesungguhnya Kami hapuskan amal-amal mereka yang kafir dan Kami maafkan keburukan-keburukan orang-orang yang bertakwa serta Kami perbaiki keadaan mereka karena orang-orang kafir itu selalu mengikuti kebatilan. Yakni mereka lebih memilih kebatilan daripada kebenaran.\n\ndan sesungguhnya orang-orang yang beriman mengikuti yang hak dari Tuhannya. Demikianlah Allah membuat untuk manusia perbandingan-perbandingan bagi mereka. (Muhammad: 3)\n\nAllah menjelaskan kepada mereka akibat dari amal perbuatan mereka dan tempat kembali mereka di hari kemudian, hanya Allah sajalah Yang Maha Mengetahui.",
            "jalalain": "(Yang demikian) maksudnya penghapusan amal dan pengampunan kesalahan-kesalahan itu (adalah karena) disebabkan (orang-orang kafir mengikuti yang batil) yakni ajakan setan (dan sesungguhnya orang-orang yang beriman mengikuti yang hak) yakni Alquran (dari Rabb mereka. Demikianlah) sebagaimana penjelasan tersebut (Allah membuat untuk manusia perbandingan-perbandingan bagi mereka) untuk menjelaskan keadaan mereka, yaitu orang kafir amalnya akan dihapus, sedangkan orang mukmin kesalahan-kesalahannya akan diampuni.",
            "quraish_shihab": "Hal itu disebabkan karena orang-orang kafir mengikuti jalan kebatilan, sedangkan orang-orang Mukmin mengikuti jalan kebenaran dari Tuhan. Dengan keterangan yang jelas seperti itu, Allah menerangkan keadaan manusia agar mereka dapat mengambil pelajaran."
        },
        {
            "ind": "Apabila kamu bertemu dengan orang-orang kafir (di medan perang) maka pancunglah batang leher mereka. Sehingga apabila kamu telah mengalahkan mereka maka tawanlah mereka dan sesudah itu kamu boleh membebaskan mereka atau menerima tebusan sampai perang berakhir. Demikianlah apabila Allah menghendaki niscaya Allah akan membinasakan mereka tetapi Allah hendak menguji sebahagian kamu dengan sebahagian yang lain. Dan orang-orang yang syahid pada jalan Allah, Allah tidak akan menyia-nyiakan amal mereka.",
            "arb": "فَإِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ حَتَّىٰ إِذَا أَثْخَنتُمُوهُمْ فَشُدُّوا الْوَثَاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً حَتَّىٰ تَضَعَ الْحَرْبُ أَوْزَارَهَا ۚ ذَٰلِكَ وَلَوْ يَشَاءُ اللَّهُ لَانتَصَرَ مِنْهُمْ وَلَٰكِن لِّيَبْلُوَ بَعْضَكُم بِبَعْضٍ ۗ وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ فَلَن يُضِلَّ أَعْمَالَهُمْ",
            "transliterasi": "Fa'idhā Laqītumu Al-Ladhīna Kafarū Fađarba Ar-Riqābi Ĥattaá 'Idhā 'Athkhantumūhum Fashuddū Al-Wathāqa Fa'immā Mannāan Ba`du Wa 'Immā Fidā'an Ĥattaá Tađa`a Al-Ĥarbu 'Awzārahā Dhālika Wa Law Yashā'u Allāhu Lāntaşara Minhum Wa Lakin Liyabluwa Ba`đakum Biba`đin Wa Al-Ladhīna Qutilū Fī Sabīli Allāhi Falan Yuđilla 'A`mālahum.",
            "eng": "NOW WHEN you meet [in war] those who are bent on denying the truth, smite their necks until you overcome them fully, and then tighten their bonds; but thereafter [set them free,] either by an act of grace or against ransom, so that the burden of war may be lifted: thus [shall it be]. And [know that] had God so willed, He could indeed punish them [Himself]; but [He wills you to struggle] so as to test you [all] by means of one another. And as for those who are slain in God’s cause, never will He let their deeds go to waste:",
            "kemenag_ringkas": "Pada ayat yang lalu dan beberapa ayat sebelumnya dijelaskan ciri-ciri orang kafir dan perbuatan mereka menghalang-halangi orang-orang yang beribadah kepada Allah. Ayat ini memberikan tuntunan tentang perbuatan yang harus dilakukan kaum muslim terhadap mereka. _Maka apabila kamu bertemu dengan orang-orang yang kafir_ yang memerangi kamu di medan perang, _maka pukullah batang leher mereka,_ yakni perangilah dengan cara memukul batang leher mereka, itulah cara yang paling baik untuk melumpuhkan kekuatan mereka. _Selanjutnya apabila kamu telah mengalahkan mereka,_ maka _tawanlah_ yang masih hidup dari _mereka_, _dan setelah itu kamu boleh membebaskan mereka_ tanpa tebusan _atau_ membebaskan mereka dengan _menerima tebusan_ berupa harta atau tukar menukar tawanan. Itulah yang kamu lakukan _sampai perang selesai_ dan semua yang terlibat dalam peperangan meletakkan senjata. _Demikianlah_ ketentuan yang telah ditetapkan Allah,_ dan sekiranya Allah menghendaki, niscaya Dia membinasakan mereka_ tanpa melibatkan orang-orang mukmin untuk berperang, _tetapi Dia hendak menguji kamu satu sama lain_ dengan mewajibkan orang-orang mukmin memerangi orang-orang kafir yang memusuhi mereka. Orang-orang kafir yang mati dalam peperangan adalah orang-orang yang celaka di dunia dan di akhirat mendapat azab Tuhan. _Dan orang-orang_ mukmin _yang gugur di_ dalam peperangan pada _jalan Allah_, _Allah tidak menyia-nyiakan amal mereka_, tetapi memberikan kepada mereka pahala yang besar.",
            "kemenag": "Ayat ini menerangkan kepada kaum Muslimin cara menghadapi orang-orang kafir dalam peperangan. Mereka harus mencurahkan segala kesanggupan dan kemampuan untuk menghancurkan musuh. Hendaklah mengutamakan kemenangan yang akan dicapai pada setiap medan pertempuran dan jangan mengutamakan penawanan musuh dan perebutan harta rampasan. Penawanan dilakukan setelah mereka dikalahkan, karena orang-orang kafir itu setiap saat berkeinginan membunuh dan menghancurkan kaum Muslimin dan mereka tidak dapat dipercaya. Mereka berpura-pura ingin berdamai, tetapi hati dan keyakinan mereka tetap ingin menghancurkan agama Islam dan pengikutnya pada setiap kesempatan yang mungkin mereka miliki. Setelah perang selesai dengan kemenangan di tangan kaum Muslimin, mereka boleh memilih salah satu dari dua hal, yaitu apakah akan membebaskan tawanan yang telah ditawan atau membebaskannya dengan membayar tebusan oleh pihak musuh atau dengan cara pertukaran tawanan.\nDalam ayat lain diterangkan bahwa batas kaum Muslimin harus berhenti memerangi orang-orang kafir Mekah itu adalah sampai tidak ada lagi fitnah. Allah berfirman:\n\nDan perangilah mereka itu sampai tidak ada lagi fitnah, dan agama hanya bagi Allah semata. Jika mereka berhenti, maka tidak ada (lagi) permusuhan, kecuali terhadap orang-orang zalim. (al-Baqarah/2: 193)\n\nIbnu 'Abbas berkata, \"Tatkala jumlah kaum Muslimin bertambah banyak dan kekuatannya semakin bertambah pula, Allah menurunkan ayat ini, dan Rasulullah bertindak menghadapi tawanan sesuai dengan ayat ini, begitu pula para khalifah yang datang sesudahnya.\"\nDari ayat di atas dan perkataan Ibnu 'Abbas dapat dipahami hal-hal sebagai berikut:\n1. Ayat ini diturunkan setelah Perang Badar karena pada saat peperangan itu Rasulullah saw lebih mengutamakan tebusan, seperti menebus dengan harta atau dengan menyuruh tawanan mengajarkan tulis baca kepada kaum Muslimin, sehingga Rasul mendapat teguran dari Allah. \n2. Ayat ini merupakan pegangan bagi Rasulullah dan para sahabat dalam menyelesaikan persoalan yang berhubungan dengan peperangan dan tawanan perang.\n3. Perintah membunuh orang-orang kafir dalam ayat ini dilakukan dalam peperangan, bukan di luar peperangan. Oleh karena itu, wajar jika Allah memerintahkan kepada kaum Muslimin membunuh musuh-musuh mereka dalam peperangan yang sedang berkecamuk karena musuh sendiri bertindak demikian pula terhadap mereka. Jika Allah tidak memerintahkan demikian, tentu kaum Muslimin ragu-ragu menghadapi musuh yang akan membunuh mereka sehingga musuh berkesempatan menghancurkan mereka.\n4. Allah tidak memerintahkan kaum Muslimin membunuh orang-orang kafir di mana saja mereka temui, tetapi Allah hanya memerintahkan kaum Muslimin memerangi orang-orang kafir yang bermaksud merusak, memfitnah, dan menghancurkan Islam dan kaum Muslimin. Terhadap orang kafir yang bersikap baik terhadap agama Islam dan kaum Muslimin, kaum Muslimin wajib bersikap baik pula terhadap mereka. Allah berfirman:\n\nAllah tidak melarang kamu berbuat baik dan berlaku adil terhadap orang-orang yang tidak memerangimu dalam urusan agama dan tidak mengusir kamu dari kampung halamanmu. Sesungguhnya Allah mencintai orang-orang yang berlaku adil. Sesungguhnya Allah hanya melarang kamu menjadikan mereka sebagai kawanmu, orang-orang yang memerangi kamu dalam urusan agama dan mengusir kamu dari kampung halamanmu dan membantu (orang lain)untuk mengusirmu. Barang siapa menjadikan mereka sebagai kawan, mereka itulah orang-orang yang zalim. (al-Mumtahanah/60: 8-9)\n\n5. Kepala negara mempunyai peranan dalam mengambil keputusan dan kebijaksanaan dalam menyelesaikan peperangan dan tawanan perang. Ia harus mendasarkan keputusannya kepada kepentingan agama, kaum Muslimin dan kemanusiaan serta kemaslahatan pada umumnya.\n\nMemaksa tawanan masuk agama Islam tidak dibolehkan karena tindakan itu bertentangan dengan firman Allah yang melarang kaum Muslimin memaksa orang lain memeluk agama Islam. Allah berfirman: \n\nTidak ada paksaan dalam (menganut) agama (Islam), sesungguhnya telah jelas (perbedaan) antara jalan yang benar dengan jalan yang sesat. Barang siapa ingkar kepada Tagut dan beriman kepada Allah, maka sungguh, dia telah berpegang (teguh) pada tali yang sangat kuat yang tidak akan putus. Allah Maha Mendengar, Maha Mengetahui. (al-Baqarah/2: 256) \n\nMembunuh tawanan bagi kaum Muslimin tentu ada dasarnya. Tawanan yang dibunuh itu bukan tawanan biasa, tetapi merupakan penjahat perang yang telah banyak melakukan perbuatan mungkar. Bila ia hidup, maka kejahatannya dalam peperangan akan terus berlanjut dalam waktu lama.\nMenjadikan tawanan sebagai budak adalah tindakan yang biasa dilakukan oleh bangsa-bangsa di dunia sebelum kedatangan Islam. Setelah datang agama Islam, maka musuh-musuh Islam menjadikan kaum Muslimin yang mereka tawan menjadi budak. Pada dasarnya perbudakan itu dilarang oleh agama Islam, tetapi sebagai balasan dari tindakan orang kafir dan untuk menjaga perasaan kaum Muslimin, maka Rasulullah saw membolehkan kaum Muslimin menjadikan orang-orang kafir yang ditawannya sebagai budak. Hal ini berarti jika orang-orang kafir tidak menjadikan kaum Muslimin yang ditawannya menjadi budak, tentulah kaum Muslimin tidak boleh menjadikan orang-orang kafir yang ditawannya menjadi budak. Meskipun terjadi perbudakan karena adanya tawanan perang, maka dalam agama Islam banyak ketentuan hukum yang dihubungkan dengan upaya memerdekakan budak yang disebut dengan kaffarat.\nAgama Islam adalah agama perdamaian, bukan agama yang menganjurkan peperangan. Jika dalam sejarah Islam terdapat peperangan antara kaum Muslimin dengan orang-orang kafir, maka peperangan itu terjadi karena mempertahankan agama Islam yang hendak dihapuskan orang-orang kafir, di samping mempertahankan diri dari kehancuran. Sejak Nabi Muhammad saw diangkat menjadi rasul, sejak itu pula timbul permusuhan dari orang-orang musyrik Mekah kepada beliau dan pengikut-pengikutnya. Berbagai cara yang mereka lakukan untuk menumpas agama Islam dan kaum Muslimin, mulai dari cara yang lunak sampai kepada yang paling keras. Puncak dari tindakan orang musyrik Mekah itu ialah berkomplot untuk membunuh Rasulullah saw sehingga Allah memerintahkan beliau hijrah ke Medinah. Setelah Rasulullah saw berada di Medinah permusuhan itu semakin keras, sehingga kaum Muslimin terpaksa memerangi mereka untuk mempertahankan agama dan diri mereka.\nSesampainya Rasulullah saw di Medinah, perjanjian damai dengan penduduk kota itu, yang antara lain adalah orang-orang Yahudi, ditandatangani, tetapi perjanjian damai itu dilanggar oleh mereka. Bahkan mereka melakukan percobaan untuk membunuh Nabi Muhammad saw. Oleh karena itu, Rasulullah saw terpaksa memerangi orang Yahudi di Medinah. \nSangat banyak contoh yang dapat dikemukakan yang membuktikan bahwa agama Islam tidak disebarkan melalui peperangan, tetapi melalui dakwah yang penuh hikmah dan kebijaksanaan.\nTerhadap tawanan perang, sikap Rasulullah saw baik sekali. Dalam hadis yang diriwayatkan oleh al-Bukhari diterangkan sikap beliau. Abu Hurairah berkata, \"Rasulullah saw mengirimkan pasukan berkuda ke Nejed, maka pasukan berkuda itu menawan seorang laki-laki dari Bani Hanifah yang bernama sumamah bin Utsal, ia diikat pada salah satu tiang masjid. Maka Rasulullah saw datang kepadanya, lalu berkata, 'Apa yang engkau punyai ya sumamah? sumamah menjawab, 'Aku mempunyai harta, jika engkau mau membunuhku, lakukanlah, dan jika engkau mau membebaskanku maka aku berterima kasih kepadamu, jika engkau menghendaki harta, maka mintalah berapa engkau mau. Esok harinya Rasulullah saw pun berkata kepadanya, 'Apakah yang engkau punya ya sumamah? Ia menjawab, 'Aku mempunyai apa yang telah kukatakan kepadamu. Rasulullah saw berkata, 'Lepaskanlah ikatan sumamah. Maka sumamah pergi ke dekat pohon kurma yang berada di dekat masjid, lalu mandi kemudian ia masuk ke masjid, lalu menyatakan, 'Aku mengakui bahwa tidak ada Tuhan selain Allah dan bahwa Muhammad itu adalah Rasul-Nya. Demi Allah, dahulu tidak ada orang yang paling aku benci di dunia ini selain engkau, sekarang jadilah engkau orang yang paling aku cintai. Demi Allah, dahulu tidak ada agama yang paling aku benci selain agama engkau, maka jadilah sekarang agama engkau adalah agama yang paling aku cintai. Demi Allah, dahulu negeri yang paling aku benci adalah negerimu, sekarang jadilah negerimu negeri yang paling aku cintai. Sesungguhnya pasukan berkuda telah menangkapku, sedang aku bermaksud umrah, apa pendapatmu? Maka Rasulullah memberi kabar gembira kepadanya dan menyuruhnya melakukan umrah. Tatkala ia sampai di Mekah, seseorang mengatakan kepadanya, 'Engkau merasa rindu? sumamah menjawab, 'Tidak, tetapi aku telah masuk Islam bersama Muhammad saw.\"\nDari hadis ini dapat dipahami bahwa Rasulullah saw bersikap lemah-lembut kepada sumamah, seorang tawanan perang. Beliau memberi kebebasan kepadanya, sehingga ia tertarik kepada Rasulullah saw dan agama Islam, karena itu dia menyatakan dirinya masuk Islam.\nSeandainya Rasulullah bersikap kasar kepadanya, tentulah sumamah tidak akan mengatakan pernyataan tersebut di dalam hadis itu. Ia akan menyimpan dendam kepada Rasulullah saw dan pada setiap kesempatan ia akan berusaha membalaskan dendamnya itu.\nAgama Islam datang untuk menegakkan prinsip-prinsip yang harus ada dalam hidup dan kehidupan manusia, baik ia sebagai makhluk individu maupun sebagai makhluk sosial. Di antara prinsip-prinsip itu ialah ketauhidan, keadilan, kemanusiaan, dan musyawarah. Dengan menegakkan prinsip-prinsip itu manusia akan berhasil dalam tugasnya sebagai khalifah Allah di bumi. Atas dasar semuanya itulah segala persoalan diselesaikan, termasuk persoalan peperangan dan tawanan perang.\nPada akhir ayat ini, Allah menerangkan balasan apa yang akan diterima oleh orang-orang yang beriman dan berjihad di jalan Allah dengan mengatakan, \"Bagi orang-orang yang berjihad di jalan Allah untuk membela agama Islam, sekali-kali Allah tidak akan mengurangi pahala mereka sedikit pun, bahkan dia akan membalasnya dengan pahala yang berlipat-ganda. Mengenai pahala berjihad di jalan Allah disebutkan dalam suatu hadis sebagai berikut:ØªÙŽØ§Diriwayatkan al-Miqdam bin Ma'diyakrib, ia berkata, \"Aku mendengar Rasulullah bersabda, 'Sesungguhnya orang yang mati syahid itu memperoleh sembilan hal-atau sepuluh, yaitu akan diampuni pada saat darahnya pertama kali mengalir, melihat tempat tinggalnya di surga, dihiasi dengan perhiasan iman, dihindarkan dari azab kubur, dinikahkan dengan bidadari, memperoleh keamanan pada saat hari ketakutan yang besar (hari Kiamat), di atas kepalanya diletakkan mahkota kemuliaan dari bahan permata yang lebih baik dari pada dunia dan isinya, dinikahkan dengan 92 istri dari golongan bidadari, dan diberi hak syafaat bagi 70 orang kerabatnya.\" (Riwayat ath-thabrani)\n\n",
            "ibnu_katsir": "Allah Swt. memberikan petunjuk kepada orang-orang mukmin tentang apa yang harus mereka pegang dalam peperangan mereka menghadapi orang-orang musyrik.\n\nApabila kamu bertemu dengan orang-orang kafir (di medan perang), maka pancunglah batang leher mereka. (Muhammad: 4)\n\nYakni apabila kamu berhadapan dengan mereka di medan perang, maka tunailah mereka dengan pedang, yakni babatlah leher mereka dengan pedang.\n\nSehingga apabila kamu telah mengalahkan mereka. (Muhammad: 4)\n\nMaksudnya, kamu lumpuhkan mereka dan kamu bunuh sebagian dari mereka.\n\nmaka tawanlah mereka. (Muhammad: 4)\n\nYaitu jadikanlah mereka orang-orang yang kamu tawan sebagai tawanan perang. Kemudian sesudah,perang usai, kamu boleh memilih untuk menentukan nasib mereka. Jika kamu suka, kamu boleh membebaskan mereka dengan cuma-cuma atau dengan tebusan yang kamu terima dari mereka sesuai dengan apa yang kamu persyaratkan terhadap mereka. Makna lahiriah ayat menunjukkan bahwa ayat ini diturunkan sesudah Perang Badar. Karena sesungguhnya Allah Swt. menegur sikap kaum mukmin yang lebih suka memperbanyak tawanan dengan tujuan agar mendapat tebusan yang banyak dari mereka dan mempersedikit hukuman mati. Sehubungan dengan peristiwa tersebut Allah Swt. telah berfirman:\n\nTidak patut bagi seorang nabi mempunyai tawanan sebelum ia dapat melumpuhkan musuhnya di muka bumi. Kamu menghendaki harta duniawiyah, sedangkan Allah menghendaki (pahala) akhirat (untukmu). Dan Allah Mahaperkasa lagi Mahabijaksana. Kalau sekiranya tidak ada ketetapan yang telah berlalu dari Allah, niscaya kamu ditimpa siksaan yang besar karena tebusan yang kamu terima. (Al-Anfal: 67-68)\n\nTetapi ada sebagian ulama yang berpendapat bahwa ayat yang mempersilakan Nabi Saw. boleh memilih antara menerima tebusan dari tawanan atau membebaskan mereka dengan cuma-cuma, telah di-mansukh oleh firman Allah Swt. yang menyebutkan:\n\nApabila sudah habis bulan-bulan Haram itu, maka bunuhlah orang-orang musyrik itu di mana saja kamu jumpai mereka. (At-Taubah: 5). hingga akhir ayat.\n\nDemikianlah menurut apa yang diriwayatkan oleh Al-Aufi, dari Ibnu Abbas r.a., Qatadah, Ad-Dahhak, As-Saddi, dan Ibnu Juraij, juga ulama lainnya mengatakan bahwa ayat ini tidak di-mansukh. Kemudian sebagian dari mereka mengatakan bahwa sesungguhnya imam hanya dibolehkan memilih antara membebaskan tawanan dan menerima tebusannya, tidak diperbolehkan baginya menghukum mati tawanan. Sebagian yang lain dari mereka mengatakan bahwa bahkan diperbolehkan bagi imam membunuh tawanannya karena ada hadis yang menceritakan bahwa Nabi Saw. membunuh An-Nadr ibnul Haris dan Uqbah ibnu Abu Mu'it tawanan Perang Badar. Dan Sumamah ibnu Asal berkata kepada Rasulullah Saw. saat beliau mengatakan kepadanya, \"Apakah yang kamu punyai, hai Sumamah?\" Maka Sumamah menjawab, \"Jika engkau menghukum mati, berarti engkau membunuh orang yang masih ada ikatan keluarganya denganmu. Dan jika engkau membebaskan, berarti engkau akan membebaskan orang yang akan berterima kasih kepadamu. Jika engkau menginginkan harta (tebusan), mintalah sesukamu, maka aku akan memberinya.\"\n\nImam Syafii rahimahullah telah mengatakan bahwa imam boleh memilih antara menghukum mati, atau membebaskannya dengan cuma-cuma atau dengan tebusan atau dengan memperbudaknya. Masalah ini diterangkan di dalam kitab-kitab ftqih yang telah kami kemukakan keterangan mengenainya di dalam kitab kami Al-Ahkam.\n\nFirman Allah Swt.:\n\nsampai perang berhenti. (Muhammad: 4)\n\nMujahid mengatakan bahwa makna yang dimaksud ialah sampai Isa putra Maryam a.s. diturunkan, seakan-akan takwil ini disimpulkan dari sabda Rasulullah Saw. yang mengatakan:\n\nMasih akan tetap ada segolongan dari umatku yang memperjuangkan perkara yang hak hingga orang yang terakhir dari mereka memerangi Dajjal.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Al-Hakam ibnu Nafi', telah menceritakan kepada kami Ismail ibnu Iyasy, dari Ibrahim ibnu Sulaiman, dari Al-Walid ibnu Abdur Rahman Al-Jarasyi, dari Jubair ibnu Nafir yang mengatakan bahwa sesungguhnya Salamah ibnu Nufail pernah menceritakan kepada mereka bahwa ia datang menghadap kepada Rasulullah Saw., lalu berkata, \"Sesungguhnya aku telah melepaskan kudaku dan kuletakkan senjataku serta perang telah berhenti.\" Dan aku mengatakan kepada beliau Saw., \"Sekarang tidak ada perang lagi.\" Maka Nabi Saw. bersabda: Sekarang peperangan akan datang, masih akan tetap ada segolongan dari umatku yang berjuang melawan orang lain; Allah menyesatkan hati banyak kaum, maka mereka memeranginya, dan Allah memberinya rezeki dari mereka, hingga datanglah perintah Allah (hari kiamat), sedangkan segolongan dari umatku itu tetap dalam keadaan berjuang. Ingatlah, sesungguhnya kekuasaan negeri kaum mukmin berada di negeri Syam. Dan kuda itu (yakni peralatan perang) pada ubun-ubunnya terikat kebaikan sampai hari kiamat.\n\nHal yang sama telah diriwayatkan oleh Imam Nasai melalui dua jalur, dari Jubair ibnu Nafir, dari Salamah ibnu Nafil As-Sukuni dengan sanad yang sama.\n\nAbul Qasim Al-Bagawi mengatakan, telah menceritakan kepada kami Daud ibnu Rasyid, telah menceritakan kepada kami Al-Walid, dari Jubair ibnu Muhammad ibnu Muhajir, dari Al-Walid ibnu Abdur Rahman Al-Jarasyi, dari Jubair ibnu Nafir, dari An-Nuwwas ibnu Sam'an r.a. yang mengatakan bahwa ketika Rasulullah Saw. beroleh suatu kemenangan, para sahabat berkata, \"Wahai Rasulullah, kuda-kuda perang telah dilepaskan, dan semua senjata telah diletakkan serta peperangan telah berhenti.\" Mereka mengatakan pula, \"Tidak ada peperangan lagi.\" Maka Rasulullah Saw. bersabda: Mereka dusta, sekarang peperangan akan datang lagi; Allah masih terus-menerus menyesatkan hati kaum, maka mereka memeranginya, dan Allah memberi rezeki kepada mereka darinya, hingga datanglah perintah Allah (hari kiamat), sedangkan mereka tetap dalam keadaan demikian (berjuang), dan kekuasaan negeri kaum muslim berada di Syam.\n\nHal yang sama telah diriwayatkan oleh Al-Hafiz Abu Ya'la Al-Mausuli, dari Daud ibnu Rasyid dengan sanad yang sama. Menurut riwayat yang terkenal, hadis ini diriwayatkan melalui Salamah ibnu Nufail seperti yang telah disebutkan di atas. Dan hadis ini memperkuat pendapat yang mengatakan tidak ada pe-nasikh-an. Seakan-akan ketentuan hukum ini disyariatkan dalam kondisi perang, hingga perang tiada lagi. \n\nQatadah mengatakan sehubungan dengan firman-Nya: sampai perang berhenti. (Muhammad: 4) Yakni hingga tiada kemusyrikan lagi. Ayat ini semakna dengan firman-Nya:\n\nDan perangilah mereka, supaya jangan ada fitnah dan supaya agama itu semata-mata untuk Allah. (Al-Anfal: 39)\n\nTetapi sebagian ulama mengatakan bahwa makna yang dimaksud ialah hingga para penyerang -yakni orang-orang musyrik itu- meninggalkan perbuatan-perbuatan dosa mereka, yaitu bertobat kepada Allah Swt. dan memeluk agama-Nya. Menurut pendapat yang lainnya lagi, makna yang dimaksud ialah orang-orang yang terlibat dalam perang itu meletakkan senjatanya dan mengerahkan segala kemampuannya untuk mengerjakan ketaatan kepada Allah Swt. \n\nFirman Allah Swt.:\n\nDemikianlah, apabila Allah menghendaki, niscaya Allah akan membinasakan mereka. (Muhammad: 4)\n\nYakni hal itu seandainya Allah menghendaki, bisa saja Dia membalas orang-orang kafir dengan hukuman dan pembalasan dari sisi-Nya.\n\ntetapi Allah hendak menguji sebagian kamu dengan sebagian yang lain. (Muhammad: 4)\n\nAkan tetapi, Allah memerintahkan kepada kalian untuk berjihad dan memerangi musuh, untuk menguji dan agar Kami menyatakan baik buruknya hal ikhwal kalian. Seperti yang disebutkan di dalam surat Ali Imran dan At-Taubah perihal hikmah disyariatkan-Nya jihad, juga diterangkan dalam firman Allah Swt.:\n\nApakah kamu mengira bahwa kamu akan masuk surga, padahal belum nyata bagi Allah orang-orang yang berjihad di antaramu, dan belum nyata orang-orang yang sabar. (Ali Imran: 142)\n\nAllah Swt. telah berfirman di dalam surat At-Taubah:\n\nPerangilah mereka, niscaya Allah akan menyiksa mereka dengan (perantaraan) tangan-tanganmu dan Allah akan menghinakan mereka dan menolong kamu terhadap mereka, serta melegakan hati orang-orang yang beriman, dan menghilangkan panas hati orang-orang mukmin. Dan Allah menerima tobat orang yang dikehendaki-Nya. Allah Maha Mengetahui lagi Mahabijaksana. (At-Taubah: 14-15)\n\nMengingat peperangan itu memakan korban yang banyak, dan banyak dari kaum mukmin yang gugur di dalamnya, maka Allah Swt. berfirman:\n\nDan orang-orang yang gugur pada jalan Allah, Allah tidak akan menyia-nyiakan amal mereka. (Muhammad: 4)\n\nYakni tidak akan menghapusnya, bahkan memperbanyak dan mengembangkannya serta melipatgandakannya. Di antara mereka ada yang pahala amalnya terus mengalir kepadanya selama dalam alam kuburnya, sebagaimana yang telah diterangkan di dalam sebuah hadis yang diriwayatkan oleh Imam Ahmad di dalam kitab musnadnya yang menyebutkan bahwa: \n\ntelah menceritakan kepada kami Zaid ibnu Yahya Ad-Dimasyqi, telah menceritakan kepada kami Ibnu Sauban, dari ayahnya, dari Mak-hul, dari Kasir ibnu Murrah, dari Qais Al-Juzami -seorang lelaki yang berpredikat sahabat- yang telah menceritakan bahwa Rasulullah Saw. pernah bersabda: Orang yang mati syahid dianugerahi enam perkara, yaitu pada permulaan tetes darahnya diampuni semua dosanya, dan dapat melihat kedudukannya kelak di dalam surga dan akan dikawinkan dengan bidadari yang bermata jeli, dan diselamatkan dari kegemparan yang dahsyat (hari kiamat) serta diselamatkan dari azab kubur dan dihiasi dengan keimanan yang menyelimuti dirinya.\n\nHadis diriwayatkan oleh Imam Ahmad secara munfarid.\n\nHadis lain. \n\nImam Ahmad mengatakan pula, telah menceritakan kepada kami Al-Hakam ibnu Nafi', telah menceritakan kepadaku Ismail ibnu Iyasy, dari Yahya ibnu Sa'id, dari Khalid ibnu Ma'dan, dari Al-Miqdam ibnu Ma'di Kariba Al-Kindi r.a. yang mengatakan bahwa Rasulullah Saw. bersabda: Sesungguhnya bagi orang yang mati syahid ada enam perkara di sisi Allah, yaitu mendapat ampunan pada permulaan tetesan darahnya, dan dapat melihat kedudukannya di surga, dan dianugerahi keimanan yang menyelimuti dirinya, dan dikawinkan dengan bidadari yang bermata jeli, dan diselamatkan dari azab kubur, dan diselamatkan dari kegemparan hari kiamat, dan dikenakan pada kepalanya mahkota keagungan yang dihiasi dengan intan dan yaqut, sebutir permata yaqut yang ada di mahkotanya lebih baik daripada dunia dan seisinya, dan dikawinkan dengan dua orang wanita (penghuni bumi yang masuk surga) dan tujuh puluh bidadari yang bermata jeli, serta dapat memberi syafaat kepada tujuh puluh orang dari kalangan kerabatnya.\n\nImam Turmuzi telah meriwayatkan hadis ini, dan Ibnu Majah menilainya sahih.\n\nDi dalam kitab Sahih Muslim disebutkan melalui sahabat Abdullah ibnu Amr, juga dari Abu Qatadah r.a., bahwa Rasulullah Saw. pernah bersabda:\n\nDiampuni bagi seorang yang mati syahid segala sesuatunya kecuali masalah utang.\n\nImam Muslim telah meriwayatkan pula melalui hadis sejumlah sahabat hal yang semisal. Abu Darda r.a. mengatakan bahwa Rasulullah Saw. telah bersabda:\n\nOrang yang mati syahid dapat memberi syafaat kepada tujuh puluh orang dari kalangan ahli baitnya (keluarganya).\n\nDan Imam Abu Daud telah meriwayatkan hal yang semisal. Hadis-hadis yang menerangkan tentang keutamaan orang yang mati syahid banyak sekali.",
            "jalalain": "(Apabila kalian bertemu dengan orang-orang kafir di medan perang maka pancunglah batang leher mereka) lafal Dharbur Riqaab adalah bentuk Mashdar yang menggantikan kedudukan Fi'ilnya, karena asalnya adalah, Fadhribuu Riqaabahum artinya, maka pancunglah batang leher mereka. Maksudnya, bunuhlah mereka. Di sini diungkapkan dengan kalimat Dharbur Riqaab yang artinya memancung leher, karena pukulan yang mematikan itu kebanyakan dilakukan dengan cara memukul atau memancung batang leher. (Sehingga apabila kalian telah mengalahkan mereka) artinya kalian telah banyak membunuh mereka (maka kencangkanlah) tangkaplah dan tawanlah mereka lalu ikatlah mereka (ikatan mereka) dengan tali pengikat tawanan perang (dan sesudah itu kalian boleh membebaskan mereka) lafal Mannan adalah bentuk Mashdar yang menggantikan kedudukan Fi'ilnya; maksudnya, kalian memberikan anugerah kepada mereka, yaitu dengan cara melepaskan mereka tanpa imbalan apa-apa (atau menerima tebusan) artinya, kalian meminta tebusan berupa harta atau tukaran dengan kaum muslimin yang ditawan oleh mereka (sampai perang meletakkan) maksudnya, orang-orang yang terlibat di dalam peperangan itu meletakkan (senjatanya) artinya, menghentikan adu senjata dan adu lain-lainnya, misalnya orang-orang kafir menyerah kalah atau mereka menandatangani perjanjian gencatan senjata; hal inilah akhir dari suatu peperangan dan saling tawan-menawan. (Demikianlah) menjadi Khabar dari Mubtada yang diperkirakan keberadaannya, yaitu perkara tentang menghadapi orang-orang kafir adalah sebagaimana yang telah disebutkan tadi (apabila Allah menghendaki niscaya Allah dapat menang atas mereka) tanpa melalui peperangan lagi (tetapi) Dia memerintahkan kalian supaya berperang (untuk menguji sebagian kalian dengan sebagian yang lain) di antara mereka dalam peperangan itu, sebagian orang yang gugur di antara kalian ada yang dimasukkan ke dalam surga, dan sebagian lagi dimasukkan ke dalam neraka. (Dan orang-orang yang gugur) menurut suatu qiraat dibaca Qaataluu dan seterusnya, ayat ini diturunkan pada waktu perang Uhud, karena banyak di antara pasukan kaum muslimin yang gugur dan mengalami luka-luka (di jalan Allah, Allah tidak akan menyia-nyiakan) maksudnya, tidak akan menghapuskan (amal mereka.)",
            "quraish_shihab": "Apabila kalian bertemu dengan orang-orang kafir di medan perang, pancunglah batang leher mereka. Apabila kalian berhasil melemahkan dan mengalahkan mereka dengan banyak membunuh pasukan mereka, tawanlah mereka. Sesudah perang, kalian boleh membebaskan mereka tanpa tebusan apapun atau meminta harta atau tawanan kaum Muslimin sebagai tebusan. Hendaknya seperti itulah sikap kalian terhadap orang-orang kafir sampai perang berakhir. Begitulah ketentuan Allah yang berlaku untuk mereka. Seandainya Allah menghendaki, niscaya Dia akan memenangkan kaum Muslimin tanpa melalui perang. Tetapi, karena Allah ingin menguji orang-orang Mukmin melalui orang-orang kafir, Dia menetapkan jihad. Orang-orang yang terbunuh di jalan Allah, amal perbuatannya tidak akan disia-siakan oleh Allah. (1) Mereka akan diberi petunjuk, keadaan mereka akan diperbaiki, dan mereka akan dimasukkan ke dalam surga yang telah diperkenalkan kepada mereka. (1) Dalam ayat yang berbicara mengenai perintah membunuh ini digunakan kata riqâb yang berarti 'batang leher', karena cara membunuh yang paling cepat dan tidak menyakitkan adalah dengan memenggal leher. Secara ilmiah telah terbukti bahwa leher merupakan jaringan penghubung antara kepala dan seluruh organ tubuh. Maka, apabila jaringan urat saraf manusia terputus, semua fungsi utama organ tubuh akan melemah. Dan apabila jaringan urat nadi telah putus, maka darah akan berhenti dan tidak dapat memberi makan ke otak. Begitu pula, apabila saluran pernapasan telah putus, maka manusia tidak lagi dapat bernapas. Dalam kondisi seperti ini manusia akan cepat mati."
        },
        {
            "ind": "Allah akan memberi pimpinan kepada mereka dan memperbaiki keadaan mereka,",
            "arb": "سَيَهْدِيهِمْ وَيُصْلِحُ بَالَهُمْ",
            "transliterasi": "Sayahdīhim Wa Yuşliĥu Bālahum.",
            "eng": "He will guide them [in the hereafter as well], and will set their hearts at rest,",
            "kemenag_ringkas": "_Allah akan memberi petunjuk kepada mereka_ menuju jalan kebahagiaan _dan memperbaiki keadaan mereka_ baik di dunia maupun akhirat,",
            "kemenag": "Pada ayat ini diterangkan bahwa Allah akan membimbing orang-orang yang beriman dalam melaksanakan pekerjaan yang diridai-Nya sehingga pekerjaan itu berhasil dengan baik, dan memelihara mereka agar tidak melakukan maksiat dan perbuatan dosa. Allah juga menyediakan bagi mereka tempat kembali di surga yang telah mereka ketahui karena Allah menunjukkan tempat-tempat itu kepada mereka.",
            "ibnu_katsir": "Firman Allah Swt:\n\nAllah akan memberi pimpinan kepada mereka. (Muhammad: 5)\n\nYakni akan membimbing mereka ke surga. Semakna dengan apa yang disebutkan di dalam firman-Nya:\n\nSesungguhnya orang-orang yang beriman dan mengerjakan amal-amal saleh, mereka diberi petunjuk oleh Tuhan mereka karena keimanannya, di bawah mereka mengalir sungai-sungai di dalam surga yang penuh kenikmatan. (Yunus: 9)",
            "jalalain": "(Allah akan memberi petunjuk kepada mereka) di dunia dan di akhirat kepada yang bermanfaat buat diri mereka (dan memperbaiki keadaan mereka) di dunia dan di akhirat. Perbaikan di dunia adalah bagi mereka yang tidak gugur, yang termasuk ke dalam pengertian ungkapan Qutiluu dengan cara Taghlib, artinya lebih memprioritaskan mereka yang gugur di jalan Allah swt.",
            "quraish_shihab": "Apabila kalian bertemu dengan orang-orang kafir di medan perang, pancunglah batang leher mereka. Apabila kalian berhasil melemahkan dan mengalahkan mereka dengan banyak membunuh pasukan mereka, tawanlah mereka. Sesudah perang, kalian boleh membebaskan mereka tanpa tebusan apapun atau meminta harta atau tawanan kaum Muslimin sebagai tebusan. Hendaknya seperti itulah sikap kalian terhadap orang-orang kafir sampai perang berakhir. Begitulah ketentuan Allah yang berlaku untuk mereka. Seandainya Allah menghendaki, niscaya Dia akan memenangkan kaum Muslimin tanpa melalui perang. Tetapi, karena Allah ingin menguji orang-orang Mukmin melalui orang-orang kafir, Dia menetapkan jihad. Orang-orang yang terbunuh di jalan Allah, amal perbuatannya tidak akan disia-siakan oleh Allah. (1) Mereka akan diberi petunjuk, keadaan mereka akan diperbaiki, dan mereka akan dimasukkan ke dalam surga yang telah diperkenalkan kepada mereka. (1) Dalam ayat yang berbicara mengenai perintah membunuh ini digunakan kata riqâb yang berarti 'batang leher', karena cara membunuh yang paling cepat dan tidak menyakitkan adalah dengan memenggal leher. Secara ilmiah telah terbukti bahwa leher merupakan jaringan penghubung antara kepala dan seluruh organ tubuh. Maka, apabila jaringan urat saraf manusia terputus, semua fungsi utama organ tubuh akan melemah. Dan apabila jaringan urat nadi telah putus, maka darah akan berhenti dan tidak dapat memberi makan ke otak. Begitu pula, apabila saluran pernapasan telah putus, maka manusia tidak lagi dapat bernapas. Dalam kondisi seperti ini manusia akan cepat mati."
        },
        {
            "ind": "dan memasukkan mereka ke dalam jannah yang telah diperkenankan-Nya kepada mereka.",
            "arb": "وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَهَا لَهُمْ",
            "transliterasi": "Wa Yudkhiluhumu Al-Jannata `Arrafahā Lahum.",
            "eng": "and will admit them to the paradise which He has promised them.",
            "kemenag_ringkas": "_Dan memasukkan mereka ke dalam surga yang telah diperkenalkan-Nya kepada mereka_ segala keindahan dan kenikmatan di dalamnya.",
            "kemenag": "Pada ayat ini diterangkan bahwa Allah akan membimbing orang-orang yang beriman dalam melaksanakan pekerjaan yang diridai-Nya sehingga pekerjaan itu berhasil dengan baik, dan memelihara mereka agar tidak melakukan maksiat dan perbuatan dosa. Allah juga menyediakan bagi mereka tempat kembali di surga yang telah mereka ketahui karena Allah menunjukkan tempat-tempat itu kepada mereka.",
            "ibnu_katsir": "Adapun firman Allah Swt.:\n\ndan memperbaiki keadaan mereka. (Muhammad: 5) \n\nYaitu akan memperbaiki urusan dan keadaan mereka.\n\ndan memasukkan mereka ke dalam surga yang telah diperkenalkan-Nya kepada mereka. (Muhammad: 6)\n\nAllah telah memperkenalkannya kepada mereka dan membimbing mereka kepadanya. Mujahid mengatakan bahwa penghuni surga mengetahui rumah dan tempat tinggalnya masing-masing, mengingat Allah telah membagi-bagikannya kepada mereka. Mereka tidak akan keliru atau salah masuk, seakan-akan mereka adalah penghuninya sejak mereka diciptakan, tidak seorang pun yang menunjukkan mereka kepadanya. Hal yang semisal telah diriwayatkan oleh Malik, dari zaid ibnu Aslam.\n\nMuhammad ibnu Ka'b mengatakan, \"Apabila mereka masuk surga, mereka mengetahui rumah-rumah mereka sebagaimana kalian mengetahui rumah-rumah kalian (sewaktu di dunia) bila pulang dari salat Jumat.\"\n\nMuqatil ibnu Hayyan mengatakan bahwa malaikat yang telah ditugaskan mencatat amal perbuatannya sewaktu di dunia berjalan di hadapannya di dalam surga, sedangkan Anak Adam yang bersangkutan mengikutinya hingga sampailah ke tempat tinggal yang telah disediakan untuknya. Kemudian malaikat itu memperkenalkan kepadanya segala sesuatu yang diberikan oleh Allah untuknya di dalam surga. Apabila telah sampai ke tempat tinggalnya, maka masuklah ia ke dalamnya dan menemui istri-istrinya, lalu malaikat itu pergi meninggalkannya. Demikianlah menurut apa yang telah disebutkan oleh Ibnu Abu Hatim.\n\nHal yang sama telah disebutkan di dalam hadis sahih yang diriwayatkan oleh Imam Bukhari melalui hadis Qatadah, dari Abul Mutawakkil An-Naji, dari Abu Sa'id Al-Khudri r.a., bahwa Rasulullah Saw. pernah bersabda:\n\nApabila orang-orang mukmin telah dikeluarkan dari neraka, mereka ditahan di sebuah jembatan yang terletak di antara surga dan neraka dalam rangka saling melakukan hukum qisas (pembalasan) yang ada di antara mereka sewaktu di dunia; hingga manakala mereka telah dibersihkan dan disucikan, barulah diizinkan bagi mereka masuk surga. Demi Tuhan yang jiwaku berada di dalam genggaman kekuasaan-Nya, sesungguhnya seseorang dari mereka lebih mengetahui tempat tinggalnya di surga ketimbang tempat tinggalnya di dunia dahulu.",
            "jalalain": "(Dan memasukkan mereka ke dalam surga yang telah diperkenalkan) telah dijelaskan (kepada mereka) sehingga mereka mengetahui tempat-tempat tinggal mereka dalam surga itu dan mereka telah mengenal istri-istri mereka dan telah mengenal pelayan-pelayan yang akan melayani mereka tanpa membutuhkan petunjuk lagi.",
            "quraish_shihab": "Apabila kalian bertemu dengan orang-orang kafir di medan perang, pancunglah batang leher mereka. Apabila kalian berhasil melemahkan dan mengalahkan mereka dengan banyak membunuh pasukan mereka, tawanlah mereka. Sesudah perang, kalian boleh membebaskan mereka tanpa tebusan apapun atau meminta harta atau tawanan kaum Muslimin sebagai tebusan. Hendaknya seperti itulah sikap kalian terhadap orang-orang kafir sampai perang berakhir. Begitulah ketentuan Allah yang berlaku untuk mereka. Seandainya Allah menghendaki, niscaya Dia akan memenangkan kaum Muslimin tanpa melalui perang. Tetapi, karena Allah ingin menguji orang-orang Mukmin melalui orang-orang kafir, Dia menetapkan jihad. Orang-orang yang terbunuh di jalan Allah, amal perbuatannya tidak akan disia-siakan oleh Allah. (1) Mereka akan diberi petunjuk, keadaan mereka akan diperbaiki, dan mereka akan dimasukkan ke dalam surga yang telah diperkenalkan kepada mereka. (1) Dalam ayat yang berbicara mengenai perintah membunuh ini digunakan kata riqâb yang berarti 'batang leher', karena cara membunuh yang paling cepat dan tidak menyakitkan adalah dengan memenggal leher. Secara ilmiah telah terbukti bahwa leher merupakan jaringan penghubung antara kepala dan seluruh organ tubuh. Maka, apabila jaringan urat saraf manusia terputus, semua fungsi utama organ tubuh akan melemah. Dan apabila jaringan urat nadi telah putus, maka darah akan berhenti dan tidak dapat memberi makan ke otak. Begitu pula, apabila saluran pernapasan telah putus, maka manusia tidak lagi dapat bernapas. Dalam kondisi seperti ini manusia akan cepat mati."
        },
        {
            "ind": "Hai orang-orang mukmin, jika kamu menolong (agama) Allah, niscaya Dia akan menolongmu dan meneguhkan kedudukanmu.",
            "arb": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِن تَنصُرُوا اللَّهَ يَنصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ",
            "transliterasi": "Yā 'Ayyuhā Al-Ladhīna 'Āmanū 'In Tanşurū Allāha Yanşurkum Wa Yuthabbit 'Aqdāmakum.",
            "eng": "O you who have attained to faith! If you help [the cause of] God, He will help you, and will make firm your steps;",
            "kemenag_ringkas": "_Wahai orang-orang yang beriman, _yang percaya kepada Allah dan rasul-Nya dan mengamalkan tuntunan-Nya! _Jika kamu menolong _agama _Allah _dengan berjihat memperjuangkan kebenaran di jalan Allah, _niscaya Dia akan menolongmu _menghadapi berbagai kesulitan _dan niscaya Dia akan menolongmu _menghadapi berbagai kesulitan _dan meneguhkan kedudukanmu _sehingga kamu dapat mengalahkan musuh-musuhmu. Itulah janji Allah untuk mendorong mereka orang yang beriman agar tidak segan dalam berjihad di jalan Allah.",
            "kemenag": "Allah menyeru orang mukmin, jika mereka membela dan menolong agama-Nya dengan mengorbankan harta dan jiwa, niscaya Ia akan menolong mereka dari musuh-musuhnya. Allah akan menguatkan hati dan barisan mereka dalam melaksanakan kewajiban mempertahankan agama Islam dengan memerangi orang-orang kafir yang hendak meruntuhkannya, sehingga agama Allah itu tegak dengan kokohnya.",
            "ibnu_katsir": "Kemudian Allah Swt. berfirman:\n\nHai orang-orang yang beriman, jika kamu menolong (agama) Allah, niscaya Dia akan menolongmu dan meneguhkan kedudukanmu. (Muhammad: 7)\n\nSemakna dengan firman-Nya:\n\nSesungguhnya Allah pasti menolong orang yang menolong (agama)-Nya. (Al-Hajj: 40)\n\nKarena sesungguhnya imbalan itu disesuaikan dengan jenis perbuatan dan amalnya. Untuk itulah maka disebutkan oleh firman-Nya:\n\ndan meneguhkan kedudukanmu. (Muhammad: 7) \n\nSeperti yang disebutkan di dalam sebuah hadis yang mengatakan:\n\nBarang siapa yang menyampaikan kepada sultan (penguasa) keperluan orang yang tidak mampu menyampaikannya, maka Allah akan meneguhkan kedua telapak kakinya di atas sirat kelak pada hari kiamat.",
            "jalalain": "(Hai orang-orang yang beriman! Jika kalian menolong Allah) yakni agama-Nya dan Rasul-Nya (niscaya Dia menolong kalian) atas musuh-musuh kalian (dan meneguhkan telapak kaki kalian) di dalam medan perang.",
            "quraish_shihab": "Wahai orang-orang yang beriman, jika kalian membela agama Allah niscaya Dia akan membela kalian dari serangan musuh dan akan menguatkan pendirian kalian."
        },
        {
            "ind": "Dan orang-orang yang kafir, maka kecelakaanlah bagi mereka dan Allah menyesatkan amal-amal mereka.",
            "arb": "وَالَّذِينَ كَفَرُوا فَتَعْسًا لَّهُمْ وَأَضَلَّ أَعْمَالَهُمْ",
            "transliterasi": "Wa Al-Ladhīna Kafarū Fata`sāan Lahum Wa 'Ađalla 'A`mālahum.",
            "eng": "but as for those who are bent on denying the truth, ill fortune awaits them, since He will let all their [good] deeds go to waste:",
            "kemenag_ringkas": "_Dan orang-orang yang kafir _kepada Allah dan rasul-Nya dan mengingkari tuntunan agama-Nya _maka celakalah mereka _baik di dunia maupun di akhirat _dan Allah menghapus segala amalnya _sehingga amal mereka itu sia-sia.",
            "kemenag": "Selanjutnya dijelaskan bahwa orang yang tidak beriman kepada Allah, mengingkari keesaan dan kekuasaan-Nya, maka mereka akan celaka. Allah akan menghapus semua pahala amal dan perbuatan mereka. Perbuatan mereka tidak akan mendapat hidayah dan taufik dari Allah. Allah juga akan menggagalkan semua tipu daya mereka untuk menghancurkan kaum Muslimin.",
            "ibnu_katsir": "Kemudian dalam firman berikutnya disebutkan:\n\nDan orang-orang yang kafir, maka kecelakaanlah bagi mereka. (Muhammad: 8)\n\nKebalikan dari nasib yang dialami oleh kaum mukmin yang diteguhkan kedudukan mereka karena telah menolong agama Allah dan membantu rasul-Nya. Dalam sebuah hadis disebutkan bahwa Rasulullah Saw. telah bersabda:\n\nCelakalah pengabdi dinar, celakalah pengabdi dirham, celakalah pengabdi kebendaan, sungguh celaka dan binasalah dia; dan apabila diberi sakit, semoga Allah tidak menyembuhkannya.\n\nFirman Allah Swt.:\n\ndan Allah menghapus amal-amal mereka. (Muhammad: 8) \n\nYakni melenyapkannya dan membatalkannya. Karena itulah disebutkan dalam firman berikutnya:\n\nYang demikian itu adalah karena sesungguhnya mereka benci kepada apa yang diturunkan Allah (Al-Qur'an). (Muhammad: 9)",
            "jalalain": "(Dan orang-orang yang kafir) dari kalangan penduduk Mekah; lafal ayat ini berkedudukan menjadi Mubtada, sedangkan Khabarnya, niscaya mereka celaka. Pengertian ini disimpulkan dari firman selanjutnya yaitu (maka kecelakaanlah bagi mereka) yakni kebinasaan dan kekecewaanlah yang akan mereka terima dari Allah (dan Allah menyesatkan amal perbuatan mereka) lafal ayat ini diathafkan pada Ta'isuu yang keberadaannya diperkirakan.",
            "quraish_shihab": "Sedangkan orang-orang kafir, maka Allah akan mencelakakan mereka dan menghapus semua amal perbuatan mereka."
        },
        {
            "ind": "Yang demikian itu adalah karena Sesungguhnya mereka benci kepada apa yang diturunkan Allah (Al Quran) lalu Allah menghapuskan (pahala-pahala) amal-amal mereka.",
            "arb": "ذَٰلِكَ بِأَنَّهُمْ كَرِهُوا مَا أَنزَلَ اللَّهُ فَأَحْبَطَ أَعْمَالَهُمْ",
            "transliterasi": "Dhālika Bi'annahum Karihū Mā 'Anzala Allāhu Fa'aĥbaţa 'A`mālahum.",
            "eng": "this, because they hate [the very thought of] what God has bestowed from on high and thus He causes all their deeds to come to nought!",
            "kemenag_ringkas": "_Yang demikian itu _merupakan ketetapan Allah _karena mereka membenci apa yang diturunkan Allah, _yakni Al-Qur'an, _maka Allah menghapus segala amal mereka, _yakni tidak memberikan pahala kepada amal perbuatannya.",
            "kemenag": "Ayat ini menjelaskan bahwa Allah tidak memberi pahala bagi amal dan perbuatan orang-orang kafir dan tidak memberi hidayah dan taufik-Nya karena mereka mengingkari petunjuk-petunjuk Al-Qur'an yang telah diturunkan kepada Nabi Muhammad sebagai rasul-Nya.",
            "ibnu_katsir": "Firman Allah Swt.:\n\nYang demikian itu adalah karena sesungguhnya mereka benci kepada apa yang diturunkan Allah (Al-Qur'an). (Muhammad: 9)\n\nMaksudnya, tidak menghendakinya dan tidak pula menyukainya.\n\nlalu Allah menghapuskan (pahala-pahala) amal-amal mereka. (Muhammad: 9)",
            "jalalain": "(Yang demikian itu) kecelakaan dan penyesatan itu (adalah karena sesungguhnya mereka benci kepada apa yang diturunkan Allah) yakni Alquran yang diturunkan-Nya, di dalamnya terkandung masalah-masalah taklif atau kewajiban-kewajiban (lalu Allah menghapuskan pahala amal-amal mereka.)",
            "quraish_shihab": "Hal itu disebabkan karena mereka membenci al-Qur'ân dan kewajiban-kewajiban yang diperintahkan oleh Allah. Allah pun menghapus amal perbuatan mereka."
        },
        {
            "ind": "Maka apakah mereka tidak mengadakan perjalanan di muka bumi sehingga mereka dapat memperhatikan bagaimana kesudahan orang-orang sebelum mereka; Allah telah menimpakan kebinasaan atas mereka dan orang-orang kafir akan menerima (akibat-akibat) seperti itu.",
            "arb": "۞ أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ ۚ دَمَّرَ اللَّهُ عَلَيْهِمْ ۖ وَلِلْكَافِرِينَ أَمْثَالُهَا",
            "transliterasi": "'Afalam Yasīrū Fī Al-'Arđi Fayanžurū Kayfa Kāna `Āqibatu Al-Ladhīna Min Qablihim Dammara Allāhu `Alayhim Wa Lilkāfirīna 'Amthāluhā.",
            "eng": "Have they, then, never journeyed about the earth and beheld what happened in the end to those [willful sinners] who lived before their time? God destroyed them utterly: and the like thereof awaits all who deny the truth.",
            "kemenag_ringkas": "_Maka apakah mereka _orang-orang kafir yang mendustakan llah dan rasul-Nya _tidak pernah mengadakan perjalanan di bumi _di mana terdapat peninggalan umat terdahulu _sehingga dapat memperhatikan bagaimana kesudahan _dan akibat yang diderita oleh _orang-orang yang _ mendustakan rasul _sebelum mereka _seperti yang dialami oleh kaun 'Ad, kaum Ṡamūd, kaum Nabi Lut dan lainnya. _Allah telah membinasakan _jiwa, harta, dan anak keturunan _mereka, dan bagi orang-orang kafir, _kapan dan di mana pun _akan menerima _nasib _yang serupa itu._<em lang=\"&quot;ar-Latn&quot;\" title=\"&quot;American\" library=\"\" association=\"\" &ndash;=\"\" of=\"\" congress=\"\" transliteration&#34;=\"\">\n_",
            "kemenag": "Orang-orang musyrik Mekah yang mendustakan kenabian dan kerasulan Muhammad saw, serta mengingkari kebenaran petunjuk Al-Qur'an sebagai kitab yang berasal dari Allah Yang Mahakuasa, sebenarnya mempunyai berbagai bukti untuk membenarkan kenabian dan kerasulan beliau, karena negeri itu berada di sekitar negeri umat-umat terdahulu yang pernah mendustakan dan mengingkari seruan para rasul Allah. Bukankah mereka sering pergi ke Syria, sebelah utara negeri mereka, dan Hadramaut, di sebelah selatan. Bukankah mereka juga pergi ke Persia di sebelah timur dan ke Ethiopia di sebelah barat daya negeri mereka. Kepergian mereka ke negeri-negeri tersebut dengan tujuan berdagang. \nDalam perjalanan itu, mereka melalui sisa-sisa reruntuhan negeri kaum 'Ad, kaum Samud, kaum Syuaib, dan sebagainya yang telah dibinasakan Allah. Mereka masih dapat melihat bekas negeri itu berupa puing, peninggalan, dan sebagainya. Mereka dapat menyaksikan reruntuhan itu, karena negeri tersebut adalah pusat perniagaan pada masa itu dan terletak pada jalur perniagaan yang menghubungkan dunia barat dengan timur. Mereka juga telah mengetahui bahwa umat-umat dahulu telah dihancurkan Allah karena durhaka kepada-Nya dan rasul-Nya. Akan tetapi, mereka tidak mau memperhatikan dan merenungkan bahwa sunatullah berlaku bagi setiap orang yang mengingkari agama-Nya.\nOleh karena itu, orang-orang musyrik Mekah akan mengalami nasib seperti yang telah dialami oleh umat-umat dahulu seandainya mereka tetap tidak mengindahkan seruan Nabi Muhammad. Sebagai bukti kebenaran janji Allah itu, banyak orang musyrik Mekah yang mati terbunuh dalam Perang Badar dan begitu juga pada peperangan-peperangan sesudahnya.\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nMaka apakah mereka tidak mengadakan perjalanan. (Muhammad: 10)\n\nYakni mereka yang mempersekutukan Allah dan mendustakan rasul­Nya.\n\ndi muka bumi sehingga mereka dapat memperhatikan bagaimana kesudahan orang-orang yang sebelum mereka; Allah telah menimpakan kebinasaan atas mereka. (Muhammad: 10)\n\nYakni Allah mengazab mereka karena kedustaan dan kekafiran mereka, sedangkan orang-orang mukmin diselamatkan Allah dari kalangan mereka yang diazab. Dan dalam firman berikutnya disebutkan:\n\ndan orang-orang kafir akan menerima (akibat-akibat) seperti itu. (Muhammad: 10)",
            "jalalain": "(Maka apakah mereka tidak mengadakan perjalanan di bumi sehingga mereka dapat memperhatikan bagaimana kesudahan orang-orang yang sebelum mereka; Allah telah menimpakan kebinasaan atas mereka) atas diri mereka, dan anak-anak serta harta benda mereka (dan orang-orang kafir akan menerima hal yang seperti itu) yaitu mereka akan menerima akibat-akibat yang sama dengan apa yang telah diterima oleh orang-orang kafir sebelum mereka.",
            "quraish_shihab": "Apakah mereka hanya duduk berpangku tangan, tidak mencari sesuatu yang dapat memberi pelajaran kepada mereka, lalu tidak menjelajahi bumi dan tidak memperhatikan akibat yang diderita orang-orang yang mendustakan rasul-rasul sebelum mereka? Allah telah menghancurkan jiwa, harta dan anak-anak mereka semua. Orang-orang yang ingkar terhadap Allah dan rasul-Nya akan merasakan akibat seperti itu."
        },
        {
            "ind": "Yang demikian itu karena sesungguhnya Allah adalah pelindung orang-orang yang beriman dan karena sesungguhnya orang-orang kafir itu tidak mempunyai pelindung.",
            "arb": "ذَٰلِكَ بِأَنَّ اللَّهَ مَوْلَى الَّذِينَ آمَنُوا وَأَنَّ الْكَافِرِينَ لَا مَوْلَىٰ لَهُمْ",
            "transliterasi": "Dhālika Bi'anna Allāha Mawlaá Al-Ladhīna 'Āmanū Wa 'Anna Al-Kāfirīna Lā Mawlaá Lahum.",
            "eng": "This, because God is the Protector of all who have attained to faith, whereas they who deny the truth have no protector.",
            "kemenag_ringkas": "_karena Allah pelindung bagi orang-orang yang beriman _yang melindungi mereka dan memberikan pertolongan; _sedang orang-orang kafir tidak ada pelindung bagi mereka _yang dapat menyelamatkan dari kehancuran.",
            "kemenag": "Ayat ini menjelaskan tentang keadaan orang mukmin dan orang kafir di dunia dan sebab orang musyrik ditimpa malapetaka. Orang musyrik tidak mempunyai seorang penolong pun untuk menolak azab yang datang menimpa mereka, sedangkan orang mukmin mempunyai penolong, yaitu Allah Yang Mahakuasa dan Maha Penolong.",
            "ibnu_katsir": "Kemudian Allah Swt. berfirman: \n\nYang demikian itu karena sesungguhnya Allah adalah Pelindung orang-orang yang beriman dan karena sesungguhnya orang-orang kafir itu tiada mempunyai pelindung. (Muhammad: 11)\n\nAbu Sufyan alias Sakhr ibnu Harb -pemimpin kaum musyrik- mengatakan dalam Perang Uhud ketika ia bertanya tentang Nabi Saw. dan Abu Bakar, tetapi tidak dijawab. Maka ia berkata, \"Ingatlah, mereka telah mati.\" Lalu ucapannya itu dijawab oleh Umar ibnul Khattab r.a., \"Engkau dusta, hai musuh Allah, bahkan Allah Swt. telah memelihara apa yang membuatmu susah, dan sesungguhnya orang-orang yang engkau bilang tadi masih hidup.\" Maka Abu Sufyan berkata, \"Hari ini merupakan balasan dari Perang Badar, peperangan itu silih berganti. Ingatlah, sesungguhnya kalian akan menjumpai orang yang mati dicincang. Aku tidak memerintahkannya, tidak pula melarangnya.\" Lalu Abu Sufyan pergi seraya mendendangkan syair yang isinya, \"Tinggilah Hubal, tinggilah Hubal!\" (Hubal nama berhala yang disembah mereka). Maka Rasulullah Saw. bersabda, \"Mengapa kalian tidak menjawabnya?\" Mereka bertanya, \"Apa yang harus kami katakan?\" Rasulullah Saw. bersabda:\n\nAllah lebih tinggi dan lebih agung.\n\nAbu Sufyan berkata lagi, \"Kami mempunyai Uzza, dan tiada Uzza bagi kalian.\" (maksudnya kejayaan yang namanya kebetulan sama dengan berhala sembahan mereka). Rasulullah Saw. bersabda (kepada para sahabatnya), \"Mengapa kalian tidak menjawabnya?\" Mereka bertanya, \"Apakah yang harus kami katakan, wahai Rasulullah?\" Rasulullah Saw. bersabda:\n\nAllah adalah Pelindung kami, dan tiada pelindung bagi kalian.",
            "jalalain": "(Yang demikian itu) dimenangkannya orang-orang mukmin dan dikalahkannya orang-orang kafir (karena sesungguhnya Allah adalah pelindung) pelindung dan penolong (orang-orang yang beriman dan karena sesungguhnya orang-orang kafir itu tiada mempunyai pelindung.)",
            "quraish_shihab": "Balasan berupa kemenangan orang-orang Mukmin dan kekalahan orang-orang kafir itu disebabkan karena Allah adalah pelindung dan pembela orang-orang yang beriman. Sedangkan orang-orang kafir tidak mempunyai pelindung dan pembela yang dapat menolong mereka dari kehancuran."
        },
        {
            "ind": "Sesungguhnya Allah memasukkan orang-orang mukmin dan beramal saleh ke dalam jannah yang mengalir di bawahnya sungai-sungai. Dan orang-orang kafir bersenang-senang (di dunia) dan mereka makan seperti makannya binatang. Dan jahannam adalah tempat tinggal mereka.",
            "arb": "إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ ۖ وَالَّذِينَ كَفَرُوا يَتَمَتَّعُونَ وَيَأْكُلُونَ كَمَا تَأْكُلُ الْأَنْعَامُ وَالنَّارُ مَثْوًى لَّهُمْ",
            "transliterasi": "'Inna Allāha Yudkhilu Al-Ladhīna 'Āmanū Wa `Amilū Aş-Şāliĥāti Jannātin Tajrī Min Taĥtihā Al-'Anhāru Wa Al-Ladhīna Kafarū Yatamatta`ūna Wa Ya'kulūna Kamā Ta'kulu Al-'An`ām Wa An-Nāru Mathwan Lahum.",
            "eng": "Verily, God will admit all who attain to faith and do righteous deeds into gardens through which running waters flow, whereas they who are bent on denying the truth shall have - even though they may enjoy their life [in this world] and eat as cattle eat - the fire [of the hereafter] for their abode.",
            "kemenag_ringkas": "_Sungguh, Allah akan memasukkan orang-orang yang beriman _kepada Allah dan rasul-Nya _dan _membuktikan keimanan mereka dengan _mengerjakan kebajikan ke dalam surga yang mengalir di bawahnya sungai-sungai _sebagai penghormatan bagi keimanan mereka kepada Allah dan rasul-Nya. _Dan orang-orang yang kafir menikmati ke-senangan _dunia berupa harta benda dan kesenangannya yang tidak abadi _dan mereka makan seperti hewan makan _tanpa memikirkan kesudahan mereka; _dan _kelak _nerakalah _yang menjadi _tempat tinggal bagi mereka _sebagai balasan atas kekafirannya.",
            "kemenag": "Ayat ini berbicara tentang keadaan orang mukmin dan orang kafir di akhirat. Orang-orang yang beriman dan beramal saleh diberi pahala berlipat ganda berupa surga sebagai balasan dari keimanan dan ketaatan mereka. Sedangkan orang-orang yang mengingkari kekuasaan dan keesaan Allah dan mendustakan Rasul-Nya, terpengaruh oleh kenikmatan hidup di dunia yang hanya bersifat sementara. Mereka tidak mengambil pelajaran dari peristiwa-peristiwa yang telah menimpa umat-umat dahulu. Mereka diumpamakan seperti hewan yang makan di kandang atau di padang rumput yang disediakan untuk mereka. Hewan-hewan itu tidak pernah memikirkan apakah makanan yang tersedia untuknya itu masih ada untuk dimakan besok atau semua habis pada hari ini, sehingga tidak ada makanan untuk dimakan lagi.\nAyat ini memberikan gambaran tentang keadaan dan apa yang dipikirkan orang-orang musyrik. Mereka hanya memikirkan apa yang enak dan dapat memenuhi keinginan hawa nafsu mereka. Mereka tidak mau memikirkan berapa lama yang enak dan keinginan hawa nafsu dapat mereka nikmati dan apa sumber dari keenakan dan kesenangan itu. Apakah mereka dapat terus-menerus menikmatinya, tidak pernah mereka pikirkan. Mereka juga tidak memikirkan akibat-akibat yang akan mereka alami seandainya mereka tidak mampu merasakan kenikmatan itu lagi. Mereka merasakan kenikmatan memakan sesuatu makanan, tetapi tidak pernah terpikir oleh mereka bahwa Allah telah menganugerahkan lidah kepada mereka untuk merasakan kenikmatan sesuatu yang dimakan. Bagaimana jadinya jika Allah memberi penyakit pada lidah mereka, sehingga tidak dapat merasakan sesuatu lagi? Mereka tidak memikirkan sikap dan tindakan yang paling baik yang harus mereka lakukan terhadap sumber kenikmatan itu.\nOrang-orang yang digambarkan ayat di atas tempat kembalinya ialah neraka Jahanam, karena itulah tempat kembali yang paling layak bagi orang-orang yang tidak menggunakan pikirannya.\n",
            "ibnu_katsir": "Kemudian Allah Swt. berfirman:\n\nSesungguhnya Allah memasukkan orang-orang yang beriman dan mengerjakan amal saleh ke dalam surga yang mengalir di bawahnya sungai-sungai. (Muhammad: 12)\n\nYakni pada hari kiamat nanti.\n\nDan orang-orang yang kafir itu bersenang-senang (di dunia) dan mereka makan seperti makannya binatang-binatang. (Muhammad: 12)\n\nYaitu dalam kehidupan dunia mereka senang, dan mereka hidup hanya untuk makan sebagaimana binatang makan, yakni tujuan mereka hanyalah makan dan bersenang-senang dalam dunia ini. Karena itulah disebutkan dalam hadis sahih melalui sabda Rasulullah Saw. yang mengatakan:\n\nOrang yang mukmin makan dengan satu perut, sedangkan orang kafir makan dengan tujuh perut.\n\nKemudian disebutkan dalam firman berikutnya:\n\nDan neraka adalah tempat tinggal mereka. (Muhammad: 12)\n\nYakni di hari mereka mendapat pembalasan.",
            "jalalain": "(Sesungguhnya Allah memasukkan orang-orang yang beriman dan mengerjakan amal saleh ke dalam surga yang mengalir di bawahnya sungai-sungai. Dan orang-orang yang kafir itu bersenang-senang) di dunia (dan mereka makan seperti makannya binatang-binatang) tiada lagi yang menjadi kepentingan mereka selain dari perut dan nafsu syahwatnya dan mereka sama sekali tidak menoleh sedikit pun kepada masalah akhirat. (Dan neraka adalah tempat tinggal mereka) atau, tempat menetap dan tempat kembali mereka untuk selama-lamanya.",
            "quraish_shihab": "Sesungguhnya Allah akan memasukkan orang-orang yang beriman dan mengerjakan amal saleh ke dalam surga yang dialiri sungai-sungai di bawahnya. Sedangkan orang-orang kafir akan menikmati sedikit kesenanganan dunia. Mereka makan seperti makannya binatang: lupa dan tidak memikirkan akibat perbuatan mereka. Mereka hanya mengikuti hawa nafsunya saja. Di akhirat kelak tempat mereka adalah neraka."
        },
        {
            "ind": "Dan betapa banyaknya negeri yang (penduduknya) lebih kuat dari pada (penduduk) negerimu (Muhammad) yang telah mengusirmu itu. Kami telah membinasakan mereka, maka tidak ada seorang penolongpun bagi mereka.",
            "arb": "وَكَأَيِّن مِّن قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مِّن قَرْيَتِكَ الَّتِي أَخْرَجَتْكَ أَهْلَكْنَاهُمْ فَلَا نَاصِرَ لَهُمْ",
            "transliterasi": "Wa Ka'ayyin Min Qaryatin Hiya 'Ashaddu Qūwatan Min Qaryatika Allatī 'Akhrajatka 'Ahlaknāhum Falā Nāşira Lahum.",
            "eng": "And how many a community of greater power than this thy community which has driven thee out, [O Muhammad,] have We destroyed, with none to succour them!",
            "kemenag_ringkas": "_Dan betapa banyak negeri yang_ penduduknya mendustakan Allah dan rasul-Nya dan mereka _lebih kuat_ dan lebih banyak jumlahnya _dari_ penduduk _negerimu_ yakni penduduk negeri Mekah _yang telah mengusirmu itu_. Meskipun demikian, _Kami telah membinasakan mereka_ dengan bermacam-macam cara; _maka tidak ada seorang pun yang menolong mereka_ dari kehancuran.",
            "kemenag": "Diriwayatkan oleh 'Abd bin humaid, Abu Ya'la, Ibnu Abi hatim, dan Ibnu Mardawaih dari Ibnu 'Abbas, bahwa tatkala Nabi Muhammad akan meninggalkan Mekah, sebelum hijrah ke Medinah, beliau menoleh ke belakang melihat negeri Mekah dan berkata, \"Engkau (Mekah) adalah negeri Allah yang paling aku cintai, dan kalau penduduknya tidak mengusirku, tentu aku tidak akan meninggalkan engkau.\" Maka turunlah ayat ini.\nDalam ayat ini, Allah memberikan perbandingan sebagai penghibur hati Nabi Muhammad yang telah digundahkan oleh sikap dan tindakan orang-orang musyrik Mekah. Diterangkan bahwa berapa banyak negeri yang penduduknya lebih kuat badannya, lebih banyak pengetahuannya, lebih mampu membangun negerinya, lebih banyak tentaranya sehingga dapat menaklukkan negeri sekitar mereka dibandingkan dengan orang-orang musyrik Mekah. Semuanya itu telah dihancurkan Allah dengan berbagai macam malapetaka yang menimpa mereka. Dalam menghadapi malapetaka itu, mereka tidak mempunyai seorang penolong pun. Semua kekuatan, kekuasaan, dan tentara yang gagah perkasa tidak ada artinya sedikit pun dalam menghadapi malapetaka itu. Orang-orang musyrik Mekah akan mengalami nasib yang demikian pula seandainya mereka tetap mengingkari seruan Nabi Muhammad. Oleh karena itu, Nabi dihimbau untuk bersabar dan tabah menghadapi sikap dan tindakan mereka dan Allah pasti menolong dan memenangkan hamba-hamba yang taat kepada-Nya.\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nDan betapa banyaknya negeri-negeri yang (penduduknya) lebih kuat daripada (penduduk) negerimu (Muhammad) yang telah mengusirmu itu. (Muhammad: 13)\n\nYakni penduduk Mekah.\n\nKami telah membinasakan mereka; maka tidak ada seorang penolongpun bagi mereka. (Muhammad: 13)\n\nIni merupakan peringatan yang keras dan ancaman yang kuat ditujukan kepada penduduk Mekah karena mereka telah mendustakan rasul-Nya, padahal dia adalah penghulu para rasul dan penutup para nabi. Apabila Allah telah membinasakan umat-umat yang dahulu telah mendustakan rasul-rasul yang sebelumnya, padahal mereka jauh lebih kuat daripada orang-orang musyrik Mekah. Maka apakah yang akan dilakukan oleh Allah Swt. terhadap mereka di dunia dan akhirat, yakni bagaimanakah prasangka mereka terhadap kenyataan ini? Dan jika Allah membebaskan sejumlah besar dari mereka dari hukuman di dunia berkat keberadaan Rasulullah Saw. Nabi pembawa rahmat, maka sesungguhnya azab akan dipenuhi terhadap orang-orang kafir itu di hari mereka dikembalikan kepada-Nya.\n\nSiksaan itu dilipatgandakan kepada mereka. Mereka selalu tidak dapat mendengar (kebenaran) dan mereka selalu tidak dapat melihat (nya). (Hud: 20)\n\nAdapun firman Allah Swt.:\n\ndari (penduduk) negerimu (Muhammad) yang telah mengusirmu itu. (Muhammad: 13)\n\nYakni orang-orang yang telah mengusirmu dari kalangan mereka. \n\nIbnu Abu Hatim mengatakan bahwa ayahnya telah meriwayatkan dari Muhammad ibnu Abdul Ala, dari Al-Mu'tamir ibnu Sulaiman, dari ayahnya, dari Hanasy, dari Ikrimah, dari Ibnu Abbas r.a., bahwa Nabi Saw. ketika keluar dari Mekah menuju ke gua tempat persembunyiannya. Ketika sampai di gua itu beliau menoleh ke arah Mekah, lalu berkata: Sesungguhnya engkau adalah negeri Allah yang paling disukai oleh-Nya, dan engkau adalah negeri Allah yang paling aku sukai; seandainya orang-orang musyrik itu (penduduknya) tidak mengusirku, aku tidak akan keluar meninggalkanmu. \n\nMusuh yang paling dimurkai ialah orang yang memusuhi Allah di tanah suci-Nya, atau memerangi orang yang tidak bersalah. Maka Allah menurunkan firman-Nya: \n\nDan betapa banyaknya negeri-negeri yang (penduduknya) lebih kuat daripada (penduduk) negerimu (Muhammad) yang telah mengusirmu itu. Kami telah membinasakan mereka; maka tidak ada seorang penolong pun bagi mereka. (Muhammad: 13)",
            "jalalain": "(Dan berapa banyaknya) sudah berapa banyak (negeri-negeri) yakni penduduknya (yang lebih kuat dari penduduk negerimu) lebih kuat daripada penduduk negeri Mekah (yang telah mengusirmu itu) Dhamir di sini lebih memperhatikan lafal Qaryah (Kami telah membinasakan mereka) di sini lebih diperhatikan makna yang terkandung pada lafal Qaryah yang pertama (maka tidak ada seorang penolong pun bagi mereka) dari kebinasaan yang Kami lakukan.",
            "quraish_shihab": "Betapa banyak negeri-negeri yang penduduknya lebih kuat dari penduduk negerimu, Mekah, yang telah mengusirmu itu, hai Muhammad. Mereka telah Kami binasakan dengan berbagai macam siksaan. Tak ada seorang pembela pun yang dapat menolong mereka dari azab Kami."
        },
        {
            "ind": "Maka apakah orang yang berpegang pada keterangan yang datang dari Rabbnya sama dengan orang yang (shaitan) menjadikan dia memandang baik perbuatannya yang buruk itu dan mengikuti hawa nafsunya?",
            "arb": "أَفَمَن كَانَ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّهِ كَمَن زُيِّنَ لَهُ سُوءُ عَمَلِهِ وَاتَّبَعُوا أَهْوَاءَهُم",
            "transliterasi": "'Afaman Kāna `Alaá Bayyinatin Min Rabbihi Kaman Zuyyina Lahu Sū'u `Amalihi Wa Attaba`ū 'Ahwā'ahum.",
            "eng": "CAN, THEN, he who takes his stand on a clear evidence from his Sustainer be likened Unto one to whom the evil of his own doings [always] seems goodly, and unto such as would follow but their own lusts?",
            "kemenag_ringkas": "_Maka apakah orang yang berpegang pada keterangan _yang _datang dari Tuhannya,_ ia melihat yang baik dan melakukannya dan memandang yang buruk kemudian meninggalkannya. Apakah orang yang demikian sifatnya itu _sama dengan orang yang dijadikan _oleh setan _terasa indah baginya perbuatan buruknya _itu dan sebaliknya tampak buruk baginya perbuatan yang baik _dan _oleh karena itu mereka senantiasa _mengikuti keinginannya _yang sesat dalam melakukan atau tidak melakukan perbuatan? Pasti, tidak sama.",
            "kemenag": "Ayat ini menjelaskan perbandingan antara orang-orang yang beriman dengan orang kafir dengan mengatakan, \"Apakah sama orang yang mau berpikir sehingga ia mempunyai pengertian, pemahaman, dan keyakinan terhadap agama Allah dan Al-Qur'an yang diturunkan kepada Muhammad saw dengan orang-orang yang tidak mau menggunakan pikirannya, sehingga ia tidak percaya bahwa Allah akan memberi balasan yang setimpal kepada orang-orang yang menuruti hawa nafsunya dan godaan setan? Tentu saja kedua macam orang itu tidak sama, bahkan perbedaan keduanya sangat besar.\nPada ayat yang lain Allah berfirman:\n\nMaka apakah orang yang mengetahui bahwa apa yang diturunkan Tuhan kepadamu adalah kebenaran, sama dengan orang yang buta? Hanya orang berakal saja yang dapat mengambil pelajaran. (ar-Ra'd/13: 19)\n\nDan firman Allah:\n\nTidak sama para penghuni neraka dengan para penghuni surga; para penghuni surga itulah orang-orang yang memperoleh kemenangan. (al-hasyr/59: 20) \n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nMaka apakah orang yang berpegang pada keterangan yang datang dari Tuhannya. (Muhammad: 14)\n\nYakni berada dalam keyakinan dan pengetahuan tentang perintah Allah dan agama-Nya melalui apa yang diturunkan oleh Allah Swt. di dalam Kitab-Nya, berupa hidayah dan ilmu serta fitrah yang lurus yang telah dijadikan oleh Allah Swt. di dalam dirinya.\n\nsama dengan orang yang (setan) menjadikan dia memandang baik perbuatannya yang buruk itu dan mengikuti hawa nafsunya. (Muhammad: 14)\n\nSebagai jawabannya dapat dikatakan bahwa jelas tidak sama, semakna dengan apa yang disebutkan oleh firman-Nya:\n\nAdakah orang yang mengetahui bahwasanya apa yang diturunkan kepadamu dari Tuhanmu itu benar sama dengan orang yang buta? (Ar-Ra'd: 19)\n\nDan firman Allah Swt.:\n\nTiada sama penghuni-penghuni neraka dengan penghuni-penghuni surga; penghuni-penghuni surga itulah orang-orang yang beruntung. (Al-Hasyr: 20)",
            "jalalain": "(Maka apakah orang yang berpegang pada keterangan) yakni hujah dan argumentasi (yang datang dari Rabbnya) mereka adalah orang-orang mukmin (sama dengan orang yang dihiasi oleh keburukan amal perbuatannya) karena itu lalu ia memandangnya sebagai perbuatan yang baik, mereka adalah orang-orang kafir Mekah (dan mengikuti hawa nafsunya?) dalam menyembah berhala-berhala, maksudnya tentu saja tidak ada persamaan di antara keduanya.",
            "quraish_shihab": "Apakah balasan kedua golongan itu sama? Apakah mereka yang mengetahui Pencipta dan Pemeliharanya dengan jelas lalu menaati-Nya itu sama dengan mereka yang dihiasi dengan perbuatan buruk dan mengikuti hawa nafsu setiap kali melakukan atau tidak melakukan sesuatu?"
        },
        {
            "ind": "(Apakah) perumpamaan (penghuni) jannah yang dijanjikan kepada orang-orang yang bertakwa yang di dalamnya ada sungai-sungai dari air yang tiada berubah rasa dan baunya, sungai-sungai dari air susu yang tidak berubah rasanya, sungai-sungai dari khamar yang lezat rasanya bagi peminumnya dan sungai-sungai dari madu yang disaring; dan mereka memperoleh di dalamnya segala macam buah-buahan dan ampunan dari Rabb mereka, sama dengan orang yang kekal dalam jahannam dan diberi minuman dengan air yang mendidih sehingga memotong ususnya?",
            "arb": "مَّثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ ۖ فِيهَا أَنْهَارٌ مِّن مَّاءٍ غَيْرِ آسِنٍ وَأَنْهَارٌ مِّن لَّبَنٍ لَّمْ يَتَغَيَّرْ طَعْمُهُ وَأَنْهَارٌ مِّنْ خَمْرٍ لَّذَّةٍ لِّلشَّارِبِينَ وَأَنْهَارٌ مِّنْ عَسَلٍ مُّصَفًّى ۖ وَلَهُمْ فِيهَا مِن كُلِّ الثَّمَرَاتِ وَمَغْفِرَةٌ مِّن رَّبِّهِمْ ۖ كَمَنْ هُوَ خَالِدٌ فِي النَّارِ وَسُقُوا مَاءً حَمِيمًا فَقَطَّعَ أَمْعَاءَهُمْ",
            "transliterasi": "Mathalu Al-Jannati Allatī Wu`ida Al-Muttaqūna Fīhā 'Anhārun Min Mā'in Ghayri 'Āsinin Wa 'Anhārun Min Labanin Lam Yataghayyar Ţa`muhu Wa 'Anhārun Min Khamrin Ladhdhatin Lilshshāribīna Wa 'Anhārun Min `Asalin Muşaffan Wa Lahum Fīhā Min Kulli Ath-Thamarāti Wa Maghfiratun Min Rabbihim Kaman Huwa Khālidun Fī An-Nāri Wa Suqū Mā'an Ĥamīmāan Faqaţţa`a 'Am`ā'ahum.",
            "eng": "[And can] the parable of the paradise which the God-conscious are promised [a paradise] wherein there are rivers of water which time does not corrupt, and rivers of milk the taste whereof never alters, and rivers of wine delightful to those who drink it, and rivers of honey of all impurity cleansed, and the enjoyment of all the fruits [of their good deeds] and of forgiveness from their Sustainer -: can this [parable of paradise] be likened unto [the parable of the recompense of] such as are to abide in the fire and be given waters of burning despair to drink, so that it will tear their bowels asunder?",
            "kemenag_ringkas": "_Perumpamaan _keadaan yang sangat indah dan menakjubkan dari _taman surga yang dijanjikan kepada orang-orang yang bertakwa; di sana ada sungai-sungai yang airnya tidak payau,_tidak berubah rasa dan baunya, _dan sungai-sungai air susu yang tidak berubah rasanya, dan sungai khamar,_ yakni arak, yang tidak memabukkan sebagaimana arak dunia _yang lezat rasanya bagi peminumnya dan _di sana juga ada _sungai-sungai madu yang murni _tidak tercampur sesuatu selainnya. _Di dalamnya mereka memperoleh _pula _segala macam buah-buahan _yang beraneka macam jenisnya _dan _di samping kenikmatan yang telah disebutkan itu mereka juga memperoleh _ampunan dari Tuhan mereka _atas segala dosa yang diperbuatnya di dunia. _Samakah mereka, _orang yang mendapatkan kenikmatan surgawi _dengan orang yang kekal dalam neraka, _mereka terbakar oleh api neraka yang sangat panas _dan diberi minuman dengan air yang mendidih sehingga _karena panasnya _ususnya terpotong-potong? _Jawabannya sangat pasti, keduanya tidak sama.",
            "kemenag": "Tidak sama ganjaran yang akan diperoleh oleh orang yang beriman di akhirat dengan ganjaran yang akan diperoleh oleh orang yang tidak beriman. Ayat ini melukiskan keadaan surga dan neraka dalam bentuk simbolis yang menarik sekali. Di mulai dengan kata \"perumpamaan\"(matsalul jannati). Pertama \"surga\", dan \"perumpamaan\" kedua, \"samakah\" (kaman) yang dirangkum dalam nada tanya. Kata az-Zamakhsyari (dalam al-Kasysyaf), ungkapan ini dalam bentuk afirmasi, tetapi hakikatnya penyangkalan, suatu negasi.\nSifat-sifat surga yang dijelaskan dalam ayat ini di antaranya: pertama, di dalamnya mengalir sungai yang banyak dan setiap sungai mempunyai air yang berbagai macam jenis dan rasanya serta enak diminum oleh para penghuni surga. Di antara jenis air itu ialah:\n1.Ada yang airnya jernih lagi bersih, tidak dikotori oleh suatu apa pun. Oleh karena itu, tidak akan berubah rasa, warna, dan baunya.\n2.Ada sungai yang mengalirkan air susu yang baik diminum. Susu itu tetap baik dan enak, tidak akan berubah rasanya karena rusak atau busuk.\n3.Ada sungai yang mengalirkan khamar yang enak diminum, menyehatkan, dan menyegarkan tubuh dan perasaan peminumnya. Tidak seperti khamar di dunia. Sekali pun enak diminum oleh pecandunya, tetapi dapat merusak tubuh, akal, dan pikiran. Oleh karena itu, khamar di surga halal diminum, sedangkan khamar di dunia haram.\n4.Ada sungai yang mengalirkan madu yang bersih, seperti madu yang telah disaring, enak, dan menyehatkan badan peminumnya.\n\nDiriwayatkan oleh Ahmad, at-Tirmidhi, dan lain-lain dari Mu'awiyah bin haidah, ia berkata: \nAku mendengar Rasulullah saw bersabda, \"Di surga ada lautan susu, lautan air, lautan madu, dan lautan khamar, kemudian mengalirlah sungai-sungai dari lautan-lautan itu.\" (Riwayat Ahmad, at-Tirmidhi, dan lain-lain dari Mu'awiyah bin haidah)\n\nKedua, di dalam surga terdapat buah-buahan yang beraneka ragam jenisnya, berbeda warna, bentuk, dan rasanya. Semuanya merupakan makanan yang enak bagi setiap penghuni surga.\nKetiga, penduduk surga itu adalah orang-orang bersih dari segala noda dan dosa, karena mereka itu telah diampuni Allah Tuhan Yang Maha Penyayang, Pelindung mereka.\nKemudian Allah menerangkan keadaan orang-orang yang hidup dalam neraka. Mereka meminum air yang sangat panas yang menghancurkan usus-ususnya dan api neraka yang membakar hangus muka mereka.\n",
            "ibnu_katsir": "Kemudian Allah Swt. berfirman:\n\n(Apakah) perumpamaan surga yang dijanjikan kepada orang-orang yang bertakwa. (Muhammad: 15)\n\nMenurut Ikrimah, makna yang dimaksud ialah sifat-sifat surga.\n\nyang di dalamnya ada sungai-sungai dari air yang tiada berubah rasa dan baunya. (Muhammad: 15)\n\nMenurut Ibnu Abbas, Al-Hasan, dan Qatadah, makna yang dimaksud ialah airnya tidak berubah rasa dan baunya. \n\nQatadah, Ad-Dahhak, dan Ata Al-Khurrasani mengatakan bahwa makna yang dimaksud ialah tidak bau. \n\nOrang-orang Arab mengatakan terhadap air yang berubah baunya dengan sebutan asin. Di dalam hadis yang marfu' yang diketengahkan oleh Ibnu Abu Hatim, gairu asin artinya yang jernih dan tidak keruh. \n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Sa'id Al-Asyaj, telah menceritakan kepada kami Waki', dari Al-A'masy, dari Abdullah ibnu Murrah, dari Masruq yang mengatakan bahwa Abdullah ibnu Mas'ud r.a. telah mengatakan bahwa sungai-sungai di surga itu berhulu dari gunung minyak kesturi.\n\ndan sungai-sungai dari air susu yang tiada berubah rasanya. (Muhammad: 15)\n\nBahkan warnanya sangat keruh dan rasanya sangat manis lagi berlemak Di dalam sebuah hadis marfu' disebutkan:\n\nTidak dikeluarkan dari tetek hewan ternak. \n\nFirman Allah Swt.:\n\ndan sungai-sungai dari khamr yang lezat rasanya bagi peminumnya. (Muhammad: 15)\n\nYakni bau dan rasanya tidak buruk seperti yang ada pada khamr di dunia melainkan warna, bau, rasa, dan pengaruhnya sangat baik. Seperti yang disebutkan dalam ayat lain melalui firman-Nya:\n\nTidak ada dalam khamr itu alkohol dan mereka tiada mabuk karena (meminum)nya. (Ash-Shaffat: 47)\n\nmereka tidak pening karenanya dan tidak pula mabuk (Al-Waqi'ah: 19)  \n\nDan firman Allah Swt.:\n\n (Warnanya) putih bersih, sedap rasanya bagi orang-orang vanz minum. (Ash-Shaffat: 46) \n\nDi dalam hadis Marfu’ disebutkan:\n\nTidak diperas dengan kaki-kaki kaum lelaki.\n\ndan sungai-sungai dari madu yang disaring. (Muhammad: 15)\n\nYaitu sangat jernih, indah warnanya, rasanya, dan baunya. Di dalam hadis yang marfu' disebutkan:\n\nyang bukan dikeluarkan dari perut lebah.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Yazid ibnu Harun, telah menceritakan kepada kami Al-Jariri, dari Hakim ibnu Mu'awiyah, dari ayahnya yang mengatakan bahwa ia pernah mendengar Rasulullah Saw. bersabda: Di dalam surga terdapat sungai susu, sungai air, sungai madu, dan sungai khamr, kemudian semua sungai terbelah darinya sesudah itu.\n\nImam Turmuzi telah meriwayatkannya di dalam Sifatul Jannah, dari Muhammad ibnu Yasar, dari Yazid ibnu Harun, dari Sa'id ibnu Abu Iyas Al-Jariri, dan Imam Turmuzi mengatakan bahwa hadis ini hasan.\n\nAbu Bakar ibnu Murdawaih mengatakan, telah menceritakan kepada kami Ahmad ibnu Muhammad ibnu Asim, telah menceritakan kepada kami Abdullah ibnu Muhammad ibnunNu'man, telah menceritakan kepada kami Muslim ibnu Ibrahim, telah menceritakan kepada kami Al-Haris ibnu Ubaid Abu Qudamah Al-Ayadi, telah menceritakan kepada kami Abu Imran Al-Juni, dari Abu Bakar ibnu Abdullah ibnu Qais, dari ayahnya yang mengatakan bahwa Rasulullah Saw. pernah bersabda: Sungai-sungai ini mengalir dari surga 'Adn dari mata air yang ada di dalamnya, kemudian terbelah menjadi banyak sungai sesudahnya.\n\nDi dalam hadis sahih disebutkan:\n\nApabila kalian meminta kepada Allah, mintalah surga Firdaus kepada-Nya, karena sesungguhnya Firdaus adalah surga yang paling tengah dan paling tinggi; darinya mengalir semua sungai di surga, dan di atasnya terdapat Arasy Tuhan Yang Maha Pemurah.\n\nAl-Hafiz Abul Qasim At-Tabrani mengatakan, telah menceritakan kepada kami Mus'ab ibnu Ibrahim ibnu Hamzah Az-Zubairi dan Abdullah ibnus Safar As-Sukari. Keduanya mengatakan, telah menceritakan kepada kami Ibrahim ibnul Munzir Al-Hizami, telah menceritakan kepada kami Abdur Rahman ibnul Mugirah, telah menceritakan kepadaku Abdur Rahman ibnu Iyasy, dari Dalham ibnul Aswad; dan Dalham menerima hadis ini pula dari Abul Aswad, dari Asim ibnu Laqit yang mengatakan bahwa sesungguhnya Laqit ibnu Amir berangkat sebagai delegasi kaumnya kepada Rasulullah Saw. Aku (Laqit ibnu Amir) bertanya, \"Wahai Rasulullah, pemandangan apakah yang akan kita lihat di dalam surga itu?\" Rasulullah Saw. menjawab: Sungai-sungai dari madu yang disaring, sungai-sungai dari khamr yang tidak memabukkan dan tidak pula membuat kecanduan, dan sungai-sungai dari air susu yang tidak berubah rasanya, dan sungai-sungai dari air yang tiada berubah bau dan rasanya, dan berbagai macam buah-buahan, demi usia Tuhanmu, seperti yang pernah kalian ketahui, tetapi jauh lebih baik daripadanya, dan juga istri-istri yang disucikan. Aku bertanya, \"Wahai Rasulullah, apakah bagi kita ada istri-istri yang saleh di dalam surga?' Rasulullah Saw. menjawab: Istri-istri yang saleh untuk orang-orang yang saleh, kalian merasakan kenikmatan mereka sebagaimana kenikmatan kalian di dunia dan mereka pun merasakan kenikmatan dari kalian, hanya saja tiada beranak.\n\nAbu Bakar ibnu Abdullah ibnu Muhammad ibnu Abud Dunia mengatakan, telah menceritakan kepada kami Ya'qub ibnu Ubaid, dari Yazid ibnu Harun, telah menceritakan kepadaku Al-Jariri, dari Mu'awiyah ibnu Qurrah, dari ayahnya, dari Anas ibnu Malik r.a. yang mengatakan, \"Barangkali kalian mengira bahwa sungai-sungai surga itu mengalir di parit-parit sebagaimana di bumi. Demi Allah, sesungguhnya sungai-sungai di surga itu benar-benar mengalir bebas di permukaan tanah; kedua sisinya adalah kubah-kubah dari mutiara dan tanahnya adalah minyak kesturi yang harum sekali.\"\n\nHal yang sama telah diriwayatkan oleh Abu Bakar ibnu Murdawaih melalui hadis Mahdi ibnu Hakim, dari Yazid ibnu Harun dengan sanad yang sama secara marfu'.\n\nFirman Allah Swt.:\n\ndan mereka memperoleh di dalamnya segala macam buah-buahan. (Muhammad: 15)\n\nSemakna dengan firman-Nya:\n\nDi dalamnya mereka meminta segala macam buah-buahan dengan aman (dari segala kekhawatiran). (Ad-Dukhan: 55)\n\nDi dalam kedua surga itu terdapat segala macam buah-buahan yang berpasangan. (Ar-Rahman: 52)\n\nAdapun firman Allah Swt.:\n\ndan ampunan dari Tuhan mereka. (Muhammad: 15)\n\nselain dari semua kenikmatan surgawi itu. \n\nFirman Allah Swt.:\n\nsama dengan orang yang kekal dalam neraka. (Muhammad: 15)\n\nApakah mereka yang telah disebutkan kedudukan mereka di dalam surga sama dengan orang-orang yang kekal di dalam neraka? Tentu saja tidak sama, orang yang berada di tingkat yang tinggi tidaklah sama dengan orang yang berada di dasar neraka.\n\ndan diberi minum dengan air yang mendidih. (Muhammad: 15)\n\nYakni air yang sangat panas yang panasnya tak terperikan.\n\nsehingga memotong-motong ususnya? (Muhammad: 15)\n\nYaitu menghancurleburkan semua isi perut dan usus yang bersangkutan. Semoga Allah melindungi kita dari siksa neraka.",
            "jalalain": "(Perumpamaan) gambaran tentang (surga yang dijanjikan kepada orang-orang yang bertakwa) dan yang menjadi milik bersama bagi orang-orang yang memasukinya. Lafal ayat ini menjadi Mubtada, sedangkan Khabarnya ialah (yang di dalamnya ada sungai-sungai dari air yang tiada berubah rasa dan baunya) dapat dibaca Aasinin atau Asinin, jika dibaca Aasinin wazannya sama dengan lafal Dhaaribin, jika dibaca Asinin Wazannya sama dengan lafal Hadzirun. Artinya, airnya tidak berubah atau tidak berbeda dengan air dunia yang dapat berubah karena ada sesuatu yang mencampurinya (sungai-sungai dari air susu yang tiada berubah rasanya) berbeda dengan air susu di dunia, karena air susu di dunia keluar dari susu (sungai-sungai dari khamar yang lezat rasanya) sangat lezat rasanya (bagi peminumnya) berbeda halnya dengan khamar di dunia, khamar dunia rasanya tidak enak bila diminum (dan sungai-sungai dari madu yang disaring) berbeda dengan madu di dunia, karena madu di dunia keluar dari perut tawon kemudian bercampur dengan lilin dan lain sebagainya (dan mereka memperoleh di dalamnya) berbagai macam jenis (dari aneka ragam buah-buahan, dan ampunan dari Rabb mereka) Rabb mereka rela terhadap mereka di samping kebaikan-Nya yang terus melimpah bagi mereka tanpa henti-hentinya, yaitu berupa kenikmatan-kenikmatan yang telah disebutkan tadi. Berbeda halnya dengan perihal seorang tuan atau pemilik hamba sahaya di dunia, karena sesungguhnya sekalipun majikan dari hamba sahaya itu berbuat baik kepadanya hal itu dibarengi dengan amarahnya, yakni terkadang sang majikan memarahinya (sama dengan orang yang kekal dalam neraka) lafal ayat ini menjadi Khabar dari Mubtada yang diperkirakan keberadaannya yakni, apakah orang yang berada dalam kenikmatan tersebut sama dengan orang yang kekal di dalam neraka (dan diberi minuman dengan air yang mendidih) yakni air yang sangat panas (sehingga memotong-motong ususnya?) artinya, minuman itu menghancurkan dan mencabik-cabik isi perutnya. Lafal Am'aa adalah bentuk jamak dari lafal Mi'a, sedangkan huruf Alifnya adalah ganti dari huruf Ya, karena sebagian dari mereka ada yang mengatakan Mi'yaani.",
            "quraish_shihab": "Surga yang telah dijanjikan kepada orang-orang yang bertakwa memiliki sungai yang airnya tak pernah berubah, sungai susu yang rasanya tak pernah rusak, sungai khamar yang rasanya lezat saat diminum, dan sungai madu yang telah disaring. Mereka akan memperoleh berbagai macam buah-buahan dan ampunan dari Tuhan. Apakah surga mereka itu sama dengan balasan orang yang kekal di dalam neraka dan diberi minum dengan air yang mendidih sehingga memotong-motong ususnya?(1). (1) Ayat di atas menjelaskan bahwa air yang tidak mengalir dan berubah adalah air yang membahayakan kesehatan. Dengan demikian, ayat ini telah menjelaskan hal itu jauh beberapa abad sebelum ditemukannya mikroskop. Kini, setelah ditemukan mikroskop, orang dapat mengetahui bahwa pada air yang tidak mengalir dan berubah terdapat jutaan bakteri yang dan virus yang membahayakan kesehatan manusia dan hewan melalui berbagai macam penyakit."
        },
        {
            "ind": "Dan di antara mereka ada orang yang mendengarkan perkataanmu sehingga apabila mereka keluar dari sisimu orang-orang berkata kepada orang yang telah diberi ilmu pengetahuan (sahabat-sahabat Nabi): \"Apakah yang dikatakannya tadi?\" Mereka itulah orang-orang yang dikunci mati hati mereka oleh Allah dan mengikuti hawa nafsu mereka.",
            "arb": "وَمِنْهُم مَّن يَسْتَمِعُ إِلَيْكَ حَتَّىٰ إِذَا خَرَجُوا مِنْ عِندِكَ قَالُوا لِلَّذِينَ أُوتُوا الْعِلْمَ مَاذَا قَالَ آنِفًا ۚ أُولَٰئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلَىٰ قُلُوبِهِمْ وَاتَّبَعُوا أَهْوَاءَهُمْ",
            "transliterasi": "Wa Minhum Man Yastami`u 'Ilayka Ĥattaá 'Idhā Kharajū Min `Indika Qālū Lilladhīna 'Ūtū Al-`Ilma Mādhā Qāla 'Ānifāan 'Ūlā'ika Al-Ladhīna Ţaba`a Allāhu `Alaá Qulūbihim Wa Attaba`ū 'Ahwā'ahum.",
            "eng": "Now among those [hapless sinners] are such as [pretend to] listen to thee, [O Muhammad,] and then, as soon as they leave thy presence, speak [with scorn] unto those who have understood [thy mes­sage]: “What is it that he has said just now?” It is such as these whose hearts God has sealed because they [always] followed but their own lusts",
            "kemenag_ringkas": "_Dan di antara mereka ada orang yang mendengarkan perkataanmu _tentang Al-Qur'an dan penjelasannya dengan tekun, wahai nabi Muhammad, _tetapi apabila mereka telah keluar dari sisimu _meninggalkan majelismu _mereka berkata kepada orang yang diberi ilmu, _yakni sahabat-sahabat Nabi, untuk menanamkan keraguan terhadap perkataan Nabi. Mereka bertanya dengan tuuan mencemooh dan mengolok-olok, \"_Apakah yang dikatakannya tadi?\" _Itulah perbuatan orang-orang munafik seperti Abdullah bin Ubay dan lain-lainnya. _Mereka itulah orang-orang yang dikunci hatinya oleh Allah _sehingga tidak ada petunjuk yang masuk ke dalam hatinya _dan _oleh karena itu mereka senantiasa _mengikuti keinginannya._",
            "kemenag": "Ayat ini menjelaskan bahwa ketika Nabi Muhammad membacakan Al-Qur'an, di antara yang mendengar terdapat orang-orang munafik, namun mereka tidak memahami bacaan beliau. Setelah mereka pergi meninggalkan Nabi, mereka bertanya kepada sahabat-sahabat Nabi yang berilmu dan memahami semua perkataannya, \"Apakah yang dikatakan Muhammad dalam pertemuan tadi?\" Pertanyaan ini adalah sesuatu yang tidak ada faedahnya.\nTujuan mereka melakukan yang demikian tidak lain hanyalah untuk memperolok-olok ucapan Rasulullah. Mereka seakan-akan memahami ucapan beliau, sehingga mereka bertanya dan memberikan tanggapan, dengan mengatakan bahwa yang diucapkan Rasulullah itu tidak ada artinya sedikit pun bagi mereka.\nDiriwayatkan oleh Muqatil bahwa Nabi Muhammad berkhutbah dan menerangkan keburukan budi pekerti orang munafik dan di antara yang mendengar khutbah itu ada pula orang munafik. Setelah khutbah selesai, orang munafik itu keluar dan bertanya kepada 'Abdullah bin Mas'ud dengan maksud memperolok-olok dan merendahkan Rasulullah. Di antaranya mereka mengatakan, \"Apa yang dikatakan Muhammad tadi?\" Ibnu 'Abbas berkata, \"Saya pun pernah ditanya dengan pertanyaan seperti itu.\"\nKemudian ayat itu menerangkan apa sebab kaum munafik melakukan yang demikian. Orang-orang yang telah diterangkan sifat-sifatnya itu adalah mereka yang telah dicap dan dikunci mati hatinya, sehingga mereka tidak dapat lagi menerima petunjuk dan kebenaran yang telah disampaikan kepada mereka.\n",
            "ibnu_katsir": "Allah Swt. berfirman, menceritakan perihal orang-orang munafik dalam kebodohan dan keminiman pemahaman mereka, mengingat mereka sering duduk bersama Rasulullah Saw. dan mendengarkan ucapannya, tetapi mereka tidak dapat menangkap sesuatu pun darinya. Dan apabila mereka keluar dari sisinya.\n\nmereka berkata kepada orang yang telah diberi ilmu pengetahuan (sahabat-sahabat nabi). (Muhammad: 16)\n\nMakna yang dimaksud dengan orang-orang yang telah diberi ilmu pengetahuan ialah para sahabat.\n\n'Apakah yang dikatakannya tadi?\" (Muhammad: 16)\n\nAnifan artinya barusan. Mereka tidak dapat memahami apa yang dikatakan oleh Nabi Saw. karena mereka tidak memperhatikannya. Maka disebutkan dalam firman selanjutnya:\n\nMereka itulah orang-orang yang dikunci mati hati mereka oleh Allah dan mengikuti hawa nafsu mereka. (Muhammad: 16)\n\nYakni mereka tidak mempunyai pemahaman yang benar dan tidak pula tujuan yang benar.",
            "jalalain": "(Dan di antara mereka) orang-orang kafir itu (ada orang yang mendengarkan perkataanmu) sewaktu kamu berkhutbah Jumat, mereka adalah orang-orang munafik (sehingga apabila mereka keluar dari sisimu mereka berkata kepada orang-orang yang telah diberi ilmu pengetahuan) dari kalangan sahabat Nabi saw. antara lain adalah Ibnu Masud dan Ibnu Abbas r.a.; mereka mengatakan kepadanya dengan nada sinis dan mengejek, (\"Apakah yang dikatakannya tadi?\") dapat dibaca Aanifan atau Anifan, maksudnya kami kurang jelas. (Mereka itulah orang-orang yang dikunci mati hati mereka oleh Allah) dengan kekafiran (dan mengikuti hawa nafsu mereka) dalam kemunafikan.",
            "quraish_shihab": "Di antara orang-orang kafir ada golongan yang mendengar ucapanmu, wahai Muhammad, tetapi tidak mau beriman kepadamu dan tidak pula mengambil manfaat dari ucapanmu. Apabila mereka keluar dari tempatmu, mereka berkata kepada orang-orang yang diberi ilmu dengan nada mengejek, \"Apa lagi yang akan diucapkan Muhammad sekarang?\" Mereka adalah orang-orang yang hatinya telah ditutup oleh Allah dengan kekafiran sehingga mereka menolak kebenaran dan mengikuti hawa nafsu mereka."
        },
        {
            "ind": "Dan orang-orang yang mau menerima petunjuk, Allah menambah petunjuk kepada mereka dan memberikan balasan ketakwaannya.",
            "arb": "وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدًى وَآتَاهُمْ تَقْوَاهُمْ",
            "transliterasi": "Wa Al-Ladhīna Ahtadaw Zādahum Hudan Wa 'Ātāhum Taqwhum.",
            "eng": "just as for those who are [willing to be] guided, He increases their [ability to follow His] guidance and causes them to grow in God-consciousness.",
            "kemenag_ringkas": "_Dan orang-orang yang mendapat petunjuk, _yakni orang-orang yang beriman _Allah akan menambah petunjuk kepada mereka _sehingga bertambah terang bagi mereka jalan kepada kebenaran _dan menganugerahi ketakwaan mereka _dengan memberikan pertolongan dan kemudahan dalam melakukan kebajikan.",
            "kemenag": "Dalam ayat ini diterangkan keadaan orang yang berlawanan sifatnya dengan orang munafik. Mereka adalah orang yang telah mendapat petunjuk, beriman, mendengar, memperhatikan, dan mengamalkan ayat-ayat Al-Qur'an. Dada mereka dilapangkan Allah, hati mereka menjadi tenteram bila mendengarkan ayat-ayat Al-Qur'an atau bila mereka membacanya, pengetahuannya semakin bertambah tentang agama Allah. Allah menambah petunjuk lagi bagi mereka dengan jalan ilham dan membimbing mereka untuk mengerjakan amal saleh serta memberi kesanggupan kepada mereka untuk menambah ketaatan dan ketakwaan mereka.",
            "ibnu_katsir": "Kemudian dalam firman selanjutnya disebutkan:\n\nDan orang-orang yang mendapat petunjuk Allah menambah petunjuk kepada mereka. (Muhammad: 17)\n\nYaitu orang-orang yang mencari hidayah. Allah memberi taufik kepada mereka dan memberinya petunjuk kepadanya, serta meneguhkan pendirian mereka pada jalan hidayah itu dan menambah kepada mereka hidayah.\n\ndan memberikan kepada mereka (balasan) ketakwaannya. (Muhammad: 17)\n\nMaksudnya, memberikan kepada mereka ilham yang membimbing mereka kepada ketakwaan.",
            "jalalain": "(Dan orang-orang yang mendapat petunjuk) mereka adalah orang-orang mukmin (Dia menambah kepada mereka) yakni Allah swt. (petunjuk dan memberikan kepada mereka -balasan- ketakwaannya) maksudnya, Allah memberikan ilham kepada mereka untuk mengamalkan hal-hal yang dapat memelihara diri mereka dari neraka.",
            "quraish_shihab": "Orang-orang yang mendapat petunjuk ke jalan yang benar, Allah akan menambah petunjuk kepada mereka dan akan memberi mereka ketakwaan yang dapat menjauhkan mereka dari api neraka."
        },
        {
            "ind": "Maka tidaklah yang mereka tunggu-tunggu melainkan hari kiamat (yaitu) kedatangannya kepada mereka dengan tiba-tiba, karena sesungguhnya telah datang tanda-tandanya. Maka apakah faedahnya bagi mereka kesadaran mereka itu apabila Kiamat sudah datang?",
            "arb": "فَهَلْ يَنظُرُونَ إِلَّا السَّاعَةَ أَن تَأْتِيَهُم بَغْتَةً ۖ فَقَدْ جَاءَ أَشْرَاطُهَا ۚ فَأَنَّىٰ لَهُمْ إِذَا جَاءَتْهُمْ ذِكْرَاهُمْ",
            "transliterasi": "Fahal Yanžurūna 'Illā As-Sā`ata 'An Ta'tiyahum Baghtatan Faqad Jā'a 'Ashrāţuhā Fa'annaá Lahum 'Idhā Jā'at/hum Dhikrāhum.",
            "eng": "Are, then, they [whose hearts are sealed] wait­ing for the Last Hour - [waiting] that it come upon them of a sudden? But it has already been foretold! And what will their remembrance [of their past sins] avail them, once it has come upon them?",
            "kemenag_ringkas": "Orang munafik itu telah tertutup hatinya dari petunjuk Allah, ke-imanan mereka tidak dapat diharapkan lagi, _maka_ bagi orang-orang munafik itu _apalagi yang mereka tunggu-tunggu selain hari Kiamat, yang_ pasti datangnya dan _akan datang_ hari yang dijanjikan itu _kepada mereka secara tiba-tiba, karena tanda-tandanya_, di antaranya kehadiran Nabi Muhammad sebagai Nabi penutup,_ sungguh telah datang. Maka apa gunanya bagi mereka kesadaran mereka itu apabila_ hari Kiamat _itu sudah datang?_ Tidak ada lagi gunanya kesadaran yang terlambat datangnya.",
            "kemenag": "Orang-orang yang telah dicap dan dikunci mati hatinya sehingga tidak dapat lagi menerima kebenaran dan petunjuk adalah orang yang hidupnya sudah tidak lagi berfaedah. Mereka hanya menunggu-nunggu kematian dan kedatangan hari Kiamat yang datang secara tiba-tiba. Apabila hari Kiamat itu telah datang, dan memang telah kelihatan tanda-tandanya, maka tidak ada lagi gunanya peringatan bagi mereka, dan Allah tidak akan menerima tobat mereka, bahkan tidak ada lagi gunanya iman dan amal bagi mereka. Allah berfirman:\n\nDan pada hari itu diperlihatkan neraka Jahanam; pada hari itu sadarlah manusia, tetapi tidak berguna lagi baginya kesadaran itu. (al-Fajr/89: 23)\n\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nMaka tidaklah yang mereka tunggu-tunggu melainkan hari kiamat (yaitu) kedatangannya kepada mereka dengan tiba-tiba. (Muhammad: 18)\n\nYakni sedangkan mereka dalam keadaan lalai darinya.\n\nkarena sesungguhnya telah datang tanda-tandanya. (Muhammad: 18)\n\nYaitu tanda-tanda yang menunjukkan dekatnya saat kiamat. Semakna dengan apa yang disebutkan oleh firman-Nya dalam ayat yang lain:\n\nIni (Muhammad) adalah seorang pemberi peringatan di antara pemberi-pemberi peringatan yang telah terdahulu. Telah dekat terjadinya hari kiamat. (An-Najm: 56-57)\n\nTelah dekat (datangnya) saat itu dan telah terbelah bulan. (Al-Qamar: 1)\n\nTelah pasti datangnya ketetapan Allah, maka janganlah kamu meminta agar disegerakan (datang)nya (An-Nahl: 1)\n\nDan firman Allah Swt.:\n\nTelah dekat kepada manusia hari menghisab segala amalan mereka, sedangkan mereka berada dalam kelalaian lagi berpaling (darinya). (Al-Anbiya: 1)\n\nDengan diutusnya Rasulullah Saw. merupakan salah satu pertanda dekatnya hari kiamat, karena beliau adalah penutup para rasul yang melaluinya Allah Swt. menyempurnakan agama dan menegakkan hujah-Nya kepada semua umat manusia. Dan sesungguhnya Rasulullah Saw. sendiri telah memberitakan tentang tanda-tanda dan syarat-syarat dekatnya hari kiamat, bahkan beliau menjelaskannya dengan keterangan yang belum pernah disampaikan oleh seorang nabi pun sebelumnya, seperti yang telah diterangkan di dalam babnya.\n\nAl-Hasan Al-Basri mengatakan bahwa diutusnya Nabi Muhammad merupakan salah satu pertanda dekatnya hari kiamat, dan kenyataannya memang seperti yang dikemukakannya. Karena itulah disebutkan bahwa di antara nama Nabi Muhammad Saw. (yakni julukannya) ialah bahwa beliau adalah nabi taubat, nabi malhamah(heroik) lagi penghimpun, yang semua umat manusia dihimpunkan di bawah kedua telapak kakinya; dan nabi yang terakhir, yakni tiada nabi lagi sesudahnya.\n\nImam Bukhari mengatakan, telah menceritakan kepada kami Ahmad ibnul Miqdam, telah menceritakan kepada kami Fudail ibnu Sulaiman, telah menceritakan kepada kami Abu Raja, telah menceritakan kepada kami Sahl ibnu Sa'd r.a. yang mengatakan bahwa ia pernah menyaksikan Rasulullah Saw. berisyarat dengan kedua jarinya, yaitu jari tengah dan jari yang mengiringinya seraya bersabda: Aku diutus sedang (jarak antara) aku dan hari kiamat sama seperti kedua jari ini.\n\nKemudian disebutkan dalam firman berikutnya:\n\nMaka apakah faedahnya bagi mereka kesadaran mereka itu apabila hari kiamat sudah datang? (Muhammad: 18)\n\nYakni bagaimanakah dengan kesadaran orang-orang kafir itu apabila hari kiamat telah terjadi, di saat tiada gunanya lagi bagi mereka hal tersebut. Semakna dengan firman-Nya:\n\ndan pada hari itu ingatlah manusia, tetapi tidak berguna lagi mengingat itu baginya. (Al-Fajr: 23)\n\nDan firman Allah Swt.:\n\ndan (di waktu itu) mereka berkata, \"Kami beriman kepada Allah, \" bagaimanakah mereka dapat mencapai (keimanan) dari tempat yang jauh itu? (Saba: 52)",
            "jalalain": "(Maka tidaklah yang mereka tunggu-tunggu) maksudnya tiadalah yang ditunggu-tunggu, oleh orang-orang kafir Mekah (melainkan hari kiamat yaitu kedatangannya kepada mereka) lafal An Ta'tiyahum menjadi Badal Isytimal dari lafal As-Saa'ah; yakni, perkaranya tiada lain hanyalah menunggu kedatangan kiamat kepada mereka (dengan tiba-tiba) atau secara sekonyong-konyong (karena sesungguhnya telah datang tanda-tandanya) alamat-alamatnya, antara lain diutusnya Nabi saw., terbelahnya bulan dan munculnya Ad-Dukhaan. (Maka apabila ia datang kepada mereka apakah faedahnya) yang dimaksud adalah kedatangan hari kiamat (kesadaran mereka) keinsafan mereka, tidak ada manfaatnya lagi buat mereka.",
            "quraish_shihab": "Orang-orang yang mendustakan itu tidak mengambil pelajaran dari keadaan umat-umat terdahulu. Bukankah mereka hanya menunggu kedatangan hari kiamat yang akan datang secara tiba-tiba? Sesungguhnya tanda-tanda hari kiamat itu telah tampak namun mereka tidak memikirkan kedatangannya. Maka, dari mana akan timbul kesadaran mereka jika hari kiamat telah datang secara tiba-tiba?"
        },
        {
            "ind": "Maka ketahuilah, bahwa sesungguhnya tidak ada Ilah (sesembahan, tuhan) selain Allah dan mohonlah ampunan bagi dosamu dan bagi (dosa) orang-orang mukmin, laki-laki dan perempuan. Dan Allah mengetahui tempat kamu berusaha dan tempat kamu tinggal.",
            "arb": "فَاعْلَمْ أَنَّهُ لَا إِلَٰهَ إِلَّا اللَّهُ وَاسْتَغْفِرْ لِذَنبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ ۗ وَاللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَاكُمْ",
            "transliterasi": "Fā`lam 'Annahu Lā 'Ilāha 'Illā Allāhu Wa Astaghfir Lidhanbika Wa Lilmu'uminīna Wa Al-Mu'umināti Wa Allāhu Ya`lamu Mutaqallabakum Wa Mathwākum.",
            "eng": "Know, then, [O man,] that there is no deity save God, and [while there is yet time,] ask forgive­ness for thy sins and for [the sins of] all other believing men and women: for God knows all your comings and goings as well as your abiding [at rest].",
            "kemenag_ringkas": "_Maka ketahuilah, bahwa tidak ada tuhan (yang_ patut disembah) _selain Allah dan mohonlah ampunan atas dosamu dan atas dosa orang-orang mukmin, laki-laki dan perempuan. Dan Allah mengetahui tempat usaha_ kamu mencari bermacam-macam keperluan hidupmu di dunia _dan_ mengetahui_ tempat tinggalmu_ untuk beristirahat setelah engkau bekerja sepanjang hari.",
            "kemenag": "Dalam ayat ini, Allah memerintahkan Nabi Muhammad, apabila ia telah yakin dan mengetahui pahala yang akan diperoleh oleh orang-orang yang beriman, serta azab yang akan diperoleh oleh orang-orang kafir di akhirat, untuk berpegang teguh kepada agama Allah yang dapat mendatangkan kebahagiaan hidup di dunia dan di akhirat. Beliau juga diperintahkan untuk memohon kepada Allah agar mengampuni dosa-dosanya dan dosa-dosa orang beriman, selalu berdoa dan berzikir kepada-Nya, dan janganlah sekali-kali memberi kesempatan kepada setan untuk melaksanakan maksud buruknya kepada beliau.\nSebuah hadis sahih mengatakan, Rasulullah saw selalu berdoa: \nWahai Allah, ampunilah kesalahanku, kebodohanku, dan perbuatanku yang berlebih-lebihan, dan dosaku yang lebih Engkau ketahui daripadaku. Wahai Allah, ampunilah dosa perkataanku yang tidak serius dan perkataanku yang sungguh-sungguh, kesalahanku, kesengajaanku, dan semua yang ada padaku.\" (Riwayat al-Bukhari dari Abu Musa al-Asy'ari) \n\nRasulullah sering berdoa pada akhir salatnya, sebelum mengucapkan salam:\nYa Allah, ampunilah dosaku yang terdahulu dan yang terkemudian, yang tersembunyi dan yang tampak, serta perbuatanku yang berlebihan dan dosaku yang Engkau lebih mengetahui daripadaku, Engkau Tuhanku, tak ada tuhan selain Engkau.\" (Riwayat al-Bukhari dan Muslim dari Ibnu 'Abbas)\nHai manusia, bertobatlah kamu kepada Tuhanmu maka sesungguhnya aku pun mohon ampun kepada Allah dan bertobat kepada-Nya setiap hari lebih dari tujuh puluh kali. (Riwayat Muslim)\n\nAbu Bakar as-shiddiq berkata, \"Hendaklah kamu membaca, \"La ilaha illallah dan istigfar.\" Bacalah keduanya berulang kali, maka sesungguhnya Iblis berkata, \"Aku membinasakan manusia dengan perbuatan dosanya, dan mereka membinasakanku dengan membaca La ilaha illallah dan istigfar, maka ketika aku mengetahui yang demikian, mereka aku hancurkan dengan hawa nafsunya, mereka mengira mendapat petunjuk.\" (Riwayat Abu Ya'la).\nDalam satu atsar diterangkan perkataan Iblis, \"Demi keperkasaan dan keagungan-Mu, wahai Tuhan, aku senantiasa memperdaya mereka selama nyawa mereka dikandung badan.\" Lalu Allah berfirman, \"Demi keperkasaan dan keagungan-Ku, Aku senantiasa mengampuni dosa mereka, selama mereka tetap memohon ampunan kepada-Ku.\"\nSelanjutnya Allah mendorong manusia melaksanakan perintah-Nya, menjauhi larangan-Nya, dan agar selalu berusaha untuk mencari rezeki dan kebahagiaan hidupnya. Allah berfirman, \"Dia mengetahui segala usaha, perilaku, dan tindak-tanduk mereka di siang hari, begitu pula tempat mereka berada di malam hari. Oleh karena itu, bertakwa dan meminta ampunlah kepada-Nya.\" Dalam ayat lain, Allah berfirman:\n\nDan tidak satu pun makhluk bergerak (bernyawa) di bumi melainkan semuanya dijamin Allah rezekinya. Dia mengetahui tempat kediamannya dan tempat penyimpanannya.) Semua (tertulis) dalam Kitab yang nyata (Lauh Mahfudz). (Hud/11: 6)\n\nDan Dialah yang menidurkan kamu pada malam hari dan Dia mengetahui apa yang kamu kerjakan pada siang hari. Kemudian Dia membangunkan kamu pada siang hari untuk disempurnakan umurmu yang telah ditetapkan. Kemudian kepada-Nya tempat kamu kembali, lalu Dia memberitahukan kepadamu apa yang telah kamu kerjakan. (al-An'am/6: 60) \n",
            "ibnu_katsir": "Adapun firman Allah Swt.:\n\nMaka ketahuilah, bahwa sesungguhnya tidak ada Tuhan (yang berhak disembah) melainkan Allah. (Muhammad: 19)\n\nIni merupakan berita dari Allah Swt. bahwa Dia tiada Tuhan yang berhak disembah melainkan Dia, dan bukan sebagai pemberitaan mengenai hal tersebut agar diketahui. Karena itulah di-'ataf-kan kepadanya firman berikutnya:\n\ndan mohonlah ampunan bagi dosamu dan bagi (dosa) orang-orang mukmin, laki-laki dan perempuan. (Muhammad: 19)\n\nDi dalam hadis sahih disebutkan bahwa Rasulullah Saw. mengucapkan dalam doanya:\n\nYa Allah, ampunilah bagiku semua kesalahanku, ketidaktahuanku, dan sikap berlebihan dalam urusanku, serta semua yang Engkau lebih mengetahui dariku. Ya Allah, ampunilah bagiku selorohku dan kesungguhanku, dan (juga) kekeliruanku serta kesengajaanku, yang semuanya itu ada padaku.\n\nDi dalam hadis sahih disebutkan pula bahwa Rasulullah Saw. acapkali sesudah salatnya mengucapkan doa berikut:\n\nYa Allah, ampunilah bagiku semua dosa yang telah kulakukan dan semua dosa yang kusembunyikan, dan semua dosa yang aku lahirkan, dan semua keberlebih-lebihanku serta semua perbuatan yang Engkau lebih mengetahuinya daripadaku. Engkaulah Tuhanku, tiada Tuhan yang wajib disembah selain Engkau.\n\nDi dalam hadis sahih disebutkan pula bahwa Nabi Saw. pernah bersabda:\n\nHai manusia, bertobatlah kamu kepada Tuhanmu, karena sesungguhnya aku pun memohon ampun kepada Allah dan bertobat kepada-Nya dalam satu hari lebih dari tujuh puluh kali.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Muhammad ibnu Ja'far, telah menceritakan kepada kami Syu'bah, dari Asim Al-Ahwal yang mengatakan bahwa ia pernah mendengar Abdullah ibnu Sarkhis menceritakan hadis berikut, bahwa aku datang kepada Rasulullah Saw., lalu makan bersamanya dari makanannya, dan aku berkata, \"Semoga Allah memberikan ampunan kepada Engkau, ya Rasulullah.\" Beliau Saw. menjawab, \"Juga bagimu.\" Maka aku berkata, \"Aku memohon ampun buat engkau.\" Beliau Saw. menjawab, \"Ya, juga (aku pun memohon ampun) bagimu.\" Lalu Rasulullah Saw. membaca firman-Nya: dan mohonlah ampunan bagi dosamu dan bagi (dosa) orang-orang mukmin, laki-laki dan perempuan. (Muhammad: 19) Kemudian aku memandang ke arah belikatnya yang sebelah kanan -atau belikatnya yang sebelah kiri, Syu'bah (perawi) ragu- tiba-tiba padanya terdapat sesuatu yang berupa seperti tahi lalat (cap kenabian). \n\nImam Muslim, Imam Turmuzi, Imam Nasai, Ibnu Jarir, dan Ibnu Abu Hatim telah meriwayatkan hadis ini melalui berbagai jalur dari Asim Al-Ahwal dengan sanad yang sama.\n\nDi dalam hadis lain yang diriwayatkan oleh Abu Ya'la disebutkan: \n\ntelah menceritakan kepada kami Muhammad ibnu Aun, telah menceritakan kepada kami Usman ibnu Matar, telah menceritakan kepada kami Abdul Gafur, dari AbuNasr, dari Abu Raja, dari Abu Bakar As-Siddiq r.a., dari Rasulullah Saw. yang telah bersabda: bacalah oleh kalian kalimah 'la ilaha illallah' (tidak ada Tuhan yang wajib disembah) selain Allah, dan istigfar, perbanyaklah kalian membaca keduanya, karena sesungguhnya iblis telah mengatakan, \"Sesungguhnya aku telah binasakan umat manusia dengan dosa-dosa, dan mereka membinasakanku dengan kalimah 'la ilaha illallah' dan istigfar. Setelah kulihat demikian, maka kubinasakan mereka dengan hawa nafsu, maka mereka mengira bahwa dirinya mendapat petunjuk.”\n\nDi dalam atsar yang telah diriwayatkan disebutkan bahwa iblis berkata, \"Demi keagungan dan kebesaran-Mu, Aku tetap akan menyesatkan mereka selama nyawa mereka masih ada di tubuh mereka.\" Maka Allah Swt. berfirman, \"Demi keagungan dan kebesaran-Ku, Aku terus menerus memberikan ampunan bagi mereka selama mereka memohon ampunan kepada-Ku.\" \n\nHadis-hadis yang menceritakan keutamaan istigfar cukup banyak.\n\nFirman Allah Swt.:\n\nDan Allah mengetahui tempat kamu berusaha dan tempat tinggalmu. (Muhammad: 19)\n\nYakni mengetahui semua tindak tanduk kalian di siang hari dan di saat kalian berada di dalam tempat tinggal kalian di malam hari. Semakna dengan apa yang disebutkan oleh firman-Nya:\n\nDan Dialah yang menidurkan kamu di malam hari dan Dia mengetahui apa yang kamu kerjakan pada siang hari. (Al-An'am: 60)\n\nDan firman Allah Swt.:\n\nDan tidak ada suatu binatang melata pun di bumi melainkan Allah-lah yang memberi rezekinya, dan Dia mengetahui tempat berdiam binatang itu dan tempat penyimpanannya. Semuanya tertulis dalam Kitab yang nyata (Lauh Mahfuz). (Hud: 6)\n\nPendapat inilah yang dikatakan oleh Ibnu Juraij dan dipilih oleh Ibnu Jarir. Diriwayatkan pula dari Ibnu Abbas r.a. bahwa makna yang dimaksud ialah Allah mengetahui tempat kamu berusaha di dunia dan tempat tinggal kalian kelak di akhirat. As-Saddi mengatakan, bahwa Dia mengetahui tempat usaha kalian di dunia dan mengetahui tempat kalian di dalam kubur kalian. Akan tetapi, pendapat yang pertamalah yang lebih utama dan lebih kuat. Hanya Allah-lah Yang Maha Mengetahui.",
            "jalalain": "(Maka ketahuilah, bahwa sesungguhnya tidak ada Tuhan melainkan Allah) maksudnya, tetaplah engkau hai Muhammad pada prinsipmu yang demikian itu, karena itu bermanfaat kelak di hari kiamat (dan mohonlah ampunan bagi dosamu) yakni demi dosamu. Menurut suatu pendapat disebutkan, bahwa dikatakan demikian kepada Nabi Muhammad saw. dimaksud sebagai pelajaran buat umatnya, supaya mereka meniru jejaknya. Sedangkan bagi nabi dima'shum atau terpelihara dari perbuatan dosa. Memang Nabi saw. telah mengerjakan hal ini sebagaimana yang diungkapkan di dalam salah satu sabdanya yang mengatakan, \"Sesungguhnya aku selalu memohon ampun kepada Allah sebanyak seratus kali untuk setiap harinya.\" (dan bagi dosa orang-orang mukmin, laki-laki dan perempuan) di dalam ungkapan ayat ini terkandung penghormatan buat mereka, karena Allah swt. memerintahkan kepada nabi supaya memintakan ampun buat mereka. (Dan Allah mengetahui tempat kalian berusaha) tempat kalian bergerak di siang hari dalam rangka mencari upaya penghidupan (dan tempat tinggal kalian) maksudnya, tempat kalian beristirahat di tempat tidur kalian pada malam hari. Makna yang dimaksud ialah bahwa Allah swt. mengetahui semua hal ikhwal kalian, tiada sesuatu pun yang samar bagi-Nya, maka berhati-hatilah kalian kepada-Nya. Khitab dalam ayat ini ditujukan kepada orang-orang mukmin dan lain-lainnya.",
            "quraish_shihab": "Yakinlah bahwa tidak ada tuhan yang berhak disembah selain Allah. Mohonlah ampunan atas dosamu dan dosa orang-orang Mukmin, laki-laki dan perempuan. Sesungguhnya Allah Maha Mengetahui tempat pergi dan tempat tinggalmu."
        },
        {
            "ind": "Dan orang-orang yang beriman berkata: \"Mengapa tiada diturunkan suatu surat?\" Maka apabila diturunkan suatu surat yang jelas maksudnya dan disebutkan di dalamnya (perintah) perang, kamu lihat orang-orang yang ada penyakit di dalam hatinya memandang kepadamu seperti pandangan orang yang pingsan karena takut mati, dan kecelakaanlah bagi mereka.",
            "arb": "وَيَقُولُ الَّذِينَ آمَنُوا لَوْلَا نُزِّلَتْ سُورَةٌ ۖ فَإِذَا أُنزِلَتْ سُورَةٌ مُّحْكَمَةٌ وَذُكِرَ فِيهَا الْقِتَالُ ۙ رَأَيْتَ الَّذِينَ فِي قُلُوبِهِم مَّرَضٌ يَنظُرُونَ إِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِ ۖ فَأَوْلَىٰ لَهُمْ",
            "transliterasi": "Wa Yaqūlu Al-Ladhīna 'Āmanū Lawlā Nuzzilat Sūratun Fa'idhā 'Unzilat Sūratun Muĥkamatun Wa Dhukira Fīhā Al-Qitālu Ra'ayta Al-Ladhīna Fī Qulūbihim Marađun Yanžurūna 'Ilayka Nažara Al-Maghshīyi `Alayhi Mina Al-Mawti Fa'awlaá Lahum.",
            "eng": "NOW THOSE who have attained to faith say, “Would that a revelation [allowing us to fight] was bestowed from on high!” But now that a revelation clear in and by itself, mentioning war, has been bestowed from on high, thou canst see those in whose hearts is disease look­ing at thee, [O Muhammad,] with the look of one who is about to faint for fear of death! And yet, far better for them would be",
            "kemenag_ringkas": "Pada ayat-ayat yang lalu disebutkan sikap orang munafik, orang kafir dan orang beriman ketika mendengar ayat-ayat Al-Qur’an tentang akidah, seperti keimanan kepada kesesaan Allah, kebangkitan dan sebagainya. Pada ayat berikut disebutkan sikap mereka pada waktu mendengar ayat-ayat _Allah_ tentang perintah berjihad di jalan Allah. Orang-orang beriman selalu menungu-nunggu perintah berjihad, bahkan mereka ingin perintah itu dinyatakan dengan tegas. _Dan orang-orang yang beriman berkata, “Mengapa tidak ada suatu surah_ yang kandungannya berisi tentang perintah jihad _yang diturunkan_ agar kami mengamalkan dan mengikuti perintahnya?” Sedangkan bagi orang-orang munafik, bila diturunkan ayat yang mewajibkan mereka berjihad, mereka bersikap ingkar dan penuh rasa takut. _Maka apabila ada suatu surah diturunkan yang jelas maksudnya dan di dalamnya tersebut_ perintah _perang,_ _engkau_ wahai Nabi Muhammad, _melihat orang-orang yang di dalam hatinya ada penyakit_ kemunafikan atau lemah imannya _memandang kepadamu seperti pandangan orang yang pingsan_ sehingga matanya terbelalak _karena takut mati_ menimpa mereka. _Tetapi itu lebih pantas bagi mereka._ (Catatan : Sebagian ulama memaknai “_fa awla lahum_” dengan “maka kecelakaanlah bagi mereka”. Ayat ini seakan-akan menyatakan orang yang demikian lebih baik mati daripada hidup tidak taat kepada perintah agama).",
            "kemenag": "Orang-orang yang beriman kepada Allah dan Rasul-Nya dengan setulus hati pasti bersedia mengorbankan harta dan jiwanya di jalan Allah. Mereka menunggu-nunggu turunnya wahyu Allah, terutama wahyu yang berhubungan dengan perintah jihad. Akan tetapi, perintah perang itu pada dasarnya bukan untuk menyerang, melainkan untuk mempertahankan diri dari serangan musuh, seperti yang terjadi dengan Perang Badar, Perang Uhud, Perang Khandak, dan lain-lain. Mereka berkata, \"Mengapa Allah tidak menurunkan kepada kita ayat-ayat yang tegas dan jelas maksudnya yang di dalamnya disebutkan bahwa berperang membela agama Allah itu adalah suatu perintah wajib yang harus dilaksanakan oleh setiap orang beriman.\" Sebaliknya orang-orang munafik bersikap lain. Bila diturunkan ayat yang tegas dan jelas maknanya yang berisi perintah jihad, melihat kepada Nabi dengan pandangan keingkaran dan ketakutan. Hati mereka kecut, tubuh mereka gemetar mendengarnya, dan mereka bungkam, seperti orang yang sedang menghadapi saat kematian.\nDalam ayat lain, Allah berfirman:\n\nTidakkah engkau memperhatikan orang-orang yang dikatakan kepada mereka, \"Tahanlah tanganmu (dari berperang), laksanakanlah salat dan tunaikanlah zakat!\" Ketika mereka diwajibkan berperang, tiba-tiba sebagian mereka (golongan munafik) takut kepada manusia (musuh), seperti takutnya kepada Allah, bahkan lebih takut (dari itu). Mereka berkata, \"Ya Tuhan kami, mengapa Engkau wajibkan berperang kepada kami? Mengapa tidak Engkau tunda (kewajiban berperang) kepada kami beberapa waktu lagi?\" Katakanlah, \"Kesenangan di dunia ini hanya sedikit dan akhirat itu lebih baik bagi orang-orang yang bertakwa (mendapat pahala turut berperang) dan kamu tidak akan dizalimi sedikit pun.\" (an-Nisa'/4: 77)\n\nDari jawaban dan sikap orang munafik, tergambar apa yang tersirat dalam hati mereka. Orang yang demikian lebih baik mati daripada hidup mengekang diri dari perintah-perintah agama. Seseorang hidup untuk menjadi hamba Allah yang taat kepada-Nya, ingin mencapai kebahagiaan hidup di dunia dan di akhirat. Orang munafik tidak melaksanakan ketaatan itu. Mereka seakan-akan tidak memikirkan kebahagiaan hidup sesudah mati. Oleh karena itu, tidak ada arti hidup bagi mereka selain untuk melipat-gandakan perbuatan dosa yang menyebabkan mereka di azab di akhirat. Jika mereka mati waktu itu juga, azab mereka tidak akan bertambah di akhirat nanti.\n",
            "ibnu_katsir": "Allah Swt. berfirman, menceritakan perihal orang-orang mukmin, bahwa mereka mengharapkan agar jihad disyariatkan atas diri mereka. Tetapi setelah jihad difardukan oleh Allah Swt. dan Allah memerintahkannya, tiba-tiba sebagian besar dari mereka menolaknya, ini semakna dengan apa yang disebutkan oleh firman-Nya:\n\nTidakkah kamu perhatikan orang-orang yang dikatakan kepada mereka, \"Tahanlah tanganmu (dari perang), dirikanlah salat, dan tunaikanlah zakat!\" Setelah diwajibkan kepada mereka berperang, tiba-tiba sebagian dari mereka (golongan munafik) takut kepada manusia (musuh) seperti takutnya kepada Allah, bahkan lebih sangat dari itu takutnya. Mereka berkata, \"Ya Tuhan kami, mengapa Engkau wajibkan berperang kepada kami? Mengapa tidak engkau tangguhkan (kewajiban berperang) kepada kami beberapa waktu lagi?” Katakanlah, \"Kesenangan di dunia ini hanya sebentar dan akhirat itu lebih baik untuk orang-orang yang bertakwa dan kamu tidak akan dianiaya sedikit pun. (An-Nisa: 77)\n\nDan Allah Swt. berfirman dalam ayat ini:\n\nDan orang-orang yang beriman berkata, \"Mengapa tiada diturunkan suatu surat?” (Muhammad: 20)\n\nYakni yang mengandung hukum perang. Dan dalam firman berikutnya disebutkan:\n\nMaka apabila diturunkan suatu surat yang jelas maksudnya dan disebutkan di dalamnya (perintah) perang, kamu lihat orang-orang yang ada penyakit di dalam hatinya memandang kepadamu seperti pandangan orang yang pingsan karena takut mati. (Muhammad: 20)\n\nYaitu karena kaget, takut, dan kecut hatinya dalam menghadapi peperangan dengan musuh.",
            "jalalain": "(Dan orang-orang yang beriman berkata) dalam rangka meminta berjihad, (\"Mengapa tidak) atau kenapa tidak (diturunkan suatu surah?\") yang di dalamnya disebutkan masalah jihad. (Maka apabila diturunkan suatu surah yang muhkam) tiada suatu ayat pun darinya yang dimansukh (dan disebutkan di dalamnya perintah perang) anjuran untuk berperang bagi kalian (kalian lihat orang-orang yang di dalam hatinya ada penyakit) berupa keragu-raguan dalam memeluk agamamu, mereka adalah orang-orang munafik (melihat kepadamu dengan pandangan seperti orang yang pingsan) tidak sadarkan diri (karena takut mati) khawatir akan mati dan benci kepadanya; maksudnya mereka takut menghadapi peperangan dan sangat benci kepadanya. (Maka hal yang lebih utama bagi mereka) lafal ayat ini berkedudukan menjadi Mubtada, sedangkan Khabarnya ialah:",
            "quraish_shihab": "Orang-orang Mukmin berkata, \"Mengapa tidak turun surat yang mengajak kami untuk berperang?\" Tetapi, ketika turun surat yang memerintahkan perang, kamu akan melihat orang yang di dalam hatinya terdapat sifat munafik memandangmu seperti pandangan orang pingsan karena benci dan takut mati. Dari itu, taat kepada Allah dan mengatakan apa yang dibenarkan agama adalah lebih baik bagi mereka jika diwajibkan kepada mereka berjihad. Dan seandainya mereka beriman dan taat kepada Allah, hal itu tentu lebih baik bagi mereka daripada bersikap munafik. Maka apakah ada di antara kalian, wahai orang-orang munafik, jika kalian berkuasa kalian akan membuat kerusakan di muka bumi dan memutuskan hubungan dengan kerabat kalian?"
        },
        {
            "ind": "Taat dan mengucapkan perkataan yang baik (adalah lebih baik bagi mereka). Apabila telah tetap perintah perang (mereka tidak menyukainya). Tetapi jikalau mereka benar (imannya) terhadap Allah, niscaya yang demikian itu lebih baik bagi mereka.",
            "arb": "طَاعَةٌ وَقَوْلٌ مَّعْرُوفٌ ۚ فَإِذَا عَزَمَ الْأَمْرُ فَلَوْ صَدَقُوا اللَّهَ لَكَانَ خَيْرًا لَّهُمْ",
            "transliterasi": "Ţā`atun Wa Qawlun Ma`rūfun Fa'idhā `Azama Al-'Amru Falaw Şadaqū Allāha Lakāna Khayrāan Lahum.",
            "eng": "obedience [to God’s call] and a word that could win [His] approval: for, since the matter has been resolved [by His revelation], it would be but for their own good to remain true to God.",
            "kemenag_ringkas": "Sesungguhnya yang lebih baik bagi orang yang beriman adalah_ taat_ kepada Allah dengan melaksanakan perintah-Nya dan_ bertutur kata yang baik_ sebagai bukti dari keimanan mereka._ Sebab apabila perintah_ perang _ditetapkan_ mereka tidak menyukainya. _Padahal jika benar-benar_ beriman _kepada Allah_, pastilah mereka ikut berperang di jalan Allah, dan _niscaya yang demikian itu lebih baik bagi mereka._&nbsp;",
            "kemenag": "Ayat ini menjelaskan sikap yang seharusnya dimiliki oleh orang-orang munafik adalah taat kepada Allah, mengucapkan perkataan yang makruf, daripada takut, dan gentar menghadapi musuh. Akan tetapi, mereka tidak demikian. Hal itu karena kesenangan hidup di dunia telah membuat mereka terpesona dan lupa diri. Mereka takut kehilangan kesenangan. Padahal jika mereka mengetahui bahwa kesenangan hidup di dunia adalah kesenangan yang semu dan sementara, sedangkan kesenangan hidup di akhirat adalah kesenangan yang sebenarnya, tentu mereka akan mengubah sikap.\nSelanjutnya diterangkan bahwa kaum munafik itu apabila datang perintah berperang, timbullah kebencian dalam hati mereka sehingga mereka enggan ikut berperang. Seandainya mereka mempunyai iman yang kuat di dalam dada mereka, benar-benar taat kepada Allah dan mengikuti Rasul, pasti mereka ikut berperang bersama Rasul. Hal itu lebih baik bagi mereka karena dengan demikian mereka dekat kepada Allah.\n",
            "ibnu_katsir": "Kemudian dalam firman berikutnya disebutkan memberi semangat kepada mereka:\n\nalangkah haiknya bagi mereka taat dan mengucapkan perkataan yang baik. (Muhammad: 20-21)\n\nSebenarnya lebih baik bagi mereka bila mereka mendengar dan taat saat itu.\n\nApabila telah ditetapkan perintah perang. (Muhammad: 21)\n\nYakni bilamana keadaannya menjadi sungguhan dan genderang perang telah dibunyikan.\n\nsekiranya saja mereka membenarkan imannya kepada Allah. (Muhammad: 21)\n\nMaksudnya, mengikhlaskan niat mereka hanya karena Allah Swt.\n\nniscaya yang demikian itu lebih baik bagi mereka. (Muhammad-21)",
            "jalalain": "(Adalah taat dan mengucapkan perkataan yang baik) artinya bersikap baik terhadapmu. (Apabila telah tetap perintah) maksudnya, perang telah difardukan. (Maka jika mereka menepati kepada Allah) dalam beriman dan taat kepada-Nya (niscaya yang demikian itu lebih baik bagi mereka) Jumlah yang jatuh sesudah Lau merupakan Jawab dari lafal Idzaa.",
            "quraish_shihab": "Orang-orang Mukmin berkata, \"Mengapa tidak turun surat yang mengajak kami untuk berperang?\" Tetapi, ketika turun surat yang memerintahkan perang, kamu akan melihat orang yang di dalam hatinya terdapat sifat munafik memandangmu seperti pandangan orang pingsan karena benci dan takut mati. Dari itu, taat kepada Allah dan mengatakan apa yang dibenarkan agama adalah lebih baik bagi mereka jika diwajibkan kepada mereka berjihad. Dan seandainya mereka beriman dan taat kepada Allah, hal itu tentu lebih baik bagi mereka daripada bersikap munafik. Maka apakah ada di antara kalian, wahai orang-orang munafik, jika kalian berkuasa kalian akan membuat kerusakan di muka bumi dan memutuskan hubungan dengan kerabat kalian?"
        },
        {
            "ind": "Maka apakah kiranya jika kamu berkuasa kamu akan membuat kerusakan di muka bumi dan memutuskan hubungan kekeluargaan?",
            "arb": "فَهَلْ عَسَيْتُمْ إِن تَوَلَّيْتُمْ أَن تُفْسِدُوا فِي الْأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ",
            "transliterasi": "Fahal `Asaytum 'In Tawallaytum 'An Tufsidū Fī Al-'Arđi Wa Tuqaţţi`ū 'Arĥāmakum.",
            "eng": "[Ask them:] “Would you, perchance, after having turned away [from God’s commandment, pre­fer to revert to your old ways, and] spread corruption on earth, and [once again] cut asunder your ties of kinship?”",
            "kemenag_ringkas": "_Maka apakah sekiranya kamu berkuasa_, atau jika kamu berpaling dari iman,_ kamu akan berbuat kerusakan di bumi_, menumpahkan darah, dan _memutuskan hubungan kekeluargaan_ sehingga kamu saling membenci satu sama lain? Ayat ini mencela kaum munafik yang selalu mengejar ke-senangan hidup di dunia. Seandainya orang munafik berkuasa pastilah mereka berbuat aniaya dengan menumpahkan darah, merampas harta dan memutuskan hubungan silaturahmi.",
            "kemenag": "Ayat ini mencela sikap kaum munafik yang selalu mengejar kesenangan hidup di dunia, dengan mengatakan, \"Hai orang munafik, karena kamu selalu mengejar kesenangan hidup di dunia dan kemewahannya, maka seandainya kamu berkuasa, pastilah kamu mempunyai sifat-sifat ingin mementingkan diri sendiri dengan memperlihatkan kekuasaan kepada rakyat jelata, suka mengambil dan memperkosa hak orang lain, dan memutuskan hubungan silaturrahim yang sangat dianjurkan untuk disambungkan.",
            "ibnu_katsir": "Adapun firman Allah Swt.:\n\nMaka apakah kiranya jika kamu berpaling. (Muhammad: 22) \n\nYakni dari jihad dan menolaknya.\n\nkamu akan membuat kerusakan di muka bumi dan memutuskan hubungan kekeluargaan. (Muhammad: 22)\n\nYaitu kalian akan kembali kepada kejahiliahan kalian di masa silam dengan membiarkan darah mengalir dan terputusnya hubungan kekeluargaan? Karena itulah dalam firman berikutnya disebutkan:\n\nMereka itulah orang-orang yang dilaknati oleh Allah dan ditulikan-Nya telinga mereka dan dibutakan-Nya penglihatan mereka. (Muhammad: 23)",
            "jalalain": "(Maka apakah sekiranya) dapat dibaca `Asaitum atau `Asiitum, di dalam ungkapan ini terkandung ungkapan Iltifat dari Ghaibah kepada Mukhathab; maksudnya barangkali kalian (jika kalian berpaling) memalingkan diri dari iman (kalian akan membuat kerusakan di muka bumi dan memutuskan hubungan kekeluargaan) maksudnya, kalian akan kembali kepada akhlak jahiliyah, yaitu gemar mengadakan kerusakan dan peperangan.",
            "quraish_shihab": "Orang-orang Mukmin berkata, \"Mengapa tidak turun surat yang mengajak kami untuk berperang?\" Tetapi, ketika turun surat yang memerintahkan perang, kamu akan melihat orang yang di dalam hatinya terdapat sifat munafik memandangmu seperti pandangan orang pingsan karena benci dan takut mati. Dari itu, taat kepada Allah dan mengatakan apa yang dibenarkan agama adalah lebih baik bagi mereka jika diwajibkan kepada mereka berjihad. Dan seandainya mereka beriman dan taat kepada Allah, hal itu tentu lebih baik bagi mereka daripada bersikap munafik. Maka apakah ada di antara kalian, wahai orang-orang munafik, jika kalian berkuasa kalian akan membuat kerusakan di muka bumi dan memutuskan hubungan dengan kerabat kalian?"
        },
        {
            "ind": "Mereka itulah orang-orang yang dilaknati Allah dan ditulikan-Nya telinga mereka dan dibutakan-Nya penglihatan mereka.",
            "arb": "أُولَٰئِكَ الَّذِينَ لَعَنَهُمُ اللَّهُ فَأَصَمَّهُمْ وَأَعْمَىٰ أَبْصَارَهُمْ",
            "transliterasi": "'Ūlā'ika Al-Ladhīna La`anahumu Allāhu Fa'aşammahum Wa 'A`maá 'Abşārahum.",
            "eng": "It is such as these whom God rejects, and whom He makes deaf [to the voice of truth], and whose eyes He blinds [to its sight]!",
            "kemenag_ringkas": "Orang-orang munafik yang bersikap seperti yang disebutkan di atas, _mereka itulah orang-orang yang dikutuk Allah._ Mereka telah dijauhkan dari rahmat dan kasih sayang Allah, _lalu dibuat tuli_ pendengarannya _sehingga_ tidak dapat mengambil pelajaran dari apa yang mereka dengar, _dan dibutakan penglihatannya_ sehingga tidak dapat mengambil manfaat dari apa yang mereka saksikan.",
            "kemenag": "Orang-orang munafik yang bersikap seperti yang disebutkan di atas telah dijauhkan Allah dari rahmat-Nya. Oleh karena itu, Allah menghilangkan pendengaran mereka sehingga tidak dapat mengambil pelajaran dari apa yang dapat mereka dengar, dan Allah membutakan mereka sehingga mereka tidak dapat mengambil manfaat dari apa yang mereka lihat.",
            "ibnu_katsir": "Firman Allah Swt.:\n\nMereka itulah orang-orang yang dilaknati oleh Allah dan ditulikan-Nya telinga mereka dan dibutakan-Nya penglihatan mereka. (Muhammad: 23)\n\nLarangan membuat kerusakan di muka bumi ini bersifat umum dan larangan memutuskan hubungan kekeluargaan bersifat khusus, bahkan Allah memerintahkan untuk berbuat kebaikan di muka bumi dan menghubungkan tali persaudaraan, yaitu dengan berbuat baik kepada kaum kerabat melalui ucapan dan perbuatan serta bersedekah kepada mereka. Telah disebutkan dalam hadis-hadis sahih adanya perintah mengenai hal tersebut dari Rasulullah Saw. yang diriwayatkan melalui berbagai jalur periwayatan yang cukup banyak.\n\nImam Bukhari mengatakan, telah menceritakan kepada kami Khalid ibnu Makhlad, telah menceritakan kepada kami Sulaiman, telah menceritakan kepadaku Mu'awiyah ibnu Abu Mizrad, dari Sa'id ibnu Yasar, dari Abu Hurairah r.a., dari Nabi Saw. yang telah bersabda: Allah Swt. menciptakan makhluk; dan setelah selesai dari menciptakannya, bangkitlah rahim, lalu berpegangan kepada kedua telapak kaki Tuhan Yang Maha Pemurah, maka Dia berfirman, 'Apakah keinginanmu?' Rahim menjawab, \"Ini adalah tempat memohon perlindungan kepada-Mu dari orang-orang yang memutuskan (aku).” Maka Allah Swt. berfirman, \"Tidakkah kamu puas bila Aku berhubungan dengan orang yang menghubungkanmu dan memutuskan hubungan dengan orang yang memutuskanmu?” Rahim menjawab, \"Benar, kami puas.” Allah berfirman, \"Itu adalah untukmu.” Lalu Abu Hurairah r.a. berkata, \"Bacalah oleh kalian bila kalian menghendaki firman Allah Swt. berikut,\" yaitu: Maka apakah kiranya jika kamu berpaling (dari jihad) kamu akan membuat kerusakan di muka bumi dan memutuskan hubungan kekeluargaan? (Muhammad: 22)\n\nKemudian Imam Bukhari meriwayatkannya melalui dua jalur lainnya dari Mu'awiyah ibnu Abu Mizrad dengan sanad yang sama. Disebutkan bahwa Rasulullah Saw. bersabda, \"Bacalah oleh kalian jika kalian suka: 'Maka apakah kiranya jika kamu berpaling (dari jihad) kamu akan membuat kerusakan di muka bumi dan memutuskan hubungan kekeluargaan? ' (Muhammad: 22).”\n\nImam Muslim meriwayatkannya melalui hadis Mu'awiyah ibnu Abu Mizrad dengan sanad yang sama.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Ismail ibnu Aliyyah, telah menceritakan kepada kami Uyaynah ibnu Abdur Rahman ibnu Jusyan, dari ayahnya, dari Abu Bakrah r.a. yang mengatakan bahwa Rasulullah Saw. pernah bersabda: Tiada suatu perbuatan dosa pun yang lebih layak untuk disegerakan oleh Allah hukumannya di dunia selain dari azab yang disediakan untuk pelakunya kelak di akhirat selain dari zina dan memutuskan hubungan kekeluargaan.\n\nAbu Daud, Turmuzi, dan Ibnu Majali meriwayatkan hadis ini melalui Ismail alias Ibnu Aliyyah dengan sanad yang sama. Imam Turmuzi mengatakan bahwa hadis ini sahih.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Muhammad ibnu Bakar, telah menceritakan kepada kami Maimun Abu Muhammad Al-Mirani, telah menceritakan kepada kami Muhammad ibnu Abbad, dari Sauban r.a., dari Rasulullah Saw. yang telah bersabda: Barang siapa yang ingin usianya dipanjangkan dan rezekinya ditambah, hendaklah ia menghubungkan silaturahmi.\n\nHadis ini diriwayatkan oleh Imam Ahmad secara munfarid, dan mempunyai syahid yang menguatkannya di dalam hadis sahih. \n\nImam Ahmad mengatakan pula, telah menceritakan kepada kami Muhammad ibnu Bakar, telah menceritakan kepada kami Yazid ibnu Harun, telah menceritakan kepada kami Hajjaj ibnu Artah, dari Amr ibnu Syu'aib, dari ayahnya, dari kakeknya yang menceritakan bahwa seorang lelaki datang kepada Rasulullah Saw., lalu bertanya, \"Wahai Rasulullah, sesungguhnya aku mempunyai banyak kerabat; aku menghubungkan persaudaraan dengan mereka, tetapi mereka memutuskannya; dan aku memaafkan mereka, tetapi mereka terus berbuat aniaya terhadapku; dan aku berbuat baik kepada mereka, tetapi mereka terus-menerus berbuat buruk terhadapku. Bolehkah aku membalas perlakuan mereka?\" Rasulullah Saw. menjawab: Tidak, kalau begitu berarti kamu semua sama tidak benarnya, tetapi bermurahlah dengan memberikan kelebihan dan tetaplah menghubungkan kekeluargaan, karena sesungguhnya kamu akan terus mendapat pertolongan dari Allah Swt. selama kamu mau melakukan hal tersebut.\n\nImam Ahmad meriwayatkan hadis ini secara munfarid (tunggal) melalui jalur ini dan mempunyai syahid yang menguatkannya melalui jalur lain.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Ya'la, telah menceritakan kepada kami Matar, dari Mujahid, dari Abdullah ibnu Amr r.a. yang mengatakan bahwa Rasulullah Saw. pernah bersabda: Sesungguhnya rahim itu bergantung di Arasy, dan bukanlah orang yang menghubungkan kekeluargaan itu orang yang membalas perlakuan dengan yang setimpal, melainkan orang yang menghubungkan kekeluargaan itu ialah orang yang apabila rahim (kekeluargaan) diputuskan dia menghubungkannya.\n\nImam Bukhari telah meriwayatkan hadis ini. \n\nImam Ahmad mengatakan, telah menceritakan kepada kami Bahz, telah menceritakan kepada kami Hammad ibnu Salamah, telah menceritakan kepada kami Qatadah, dari Abu Sumamah As'-Saqafi, dari Abdullah ibnu Amr r.a. yang mengatakan bahwa Rasulullah Saw. pernah bersabda, \"Kelak di hari kiamat rahim dihadapkan dalam bentuk hajbah (alat tenun) yang dapat berbicara dengan lisan yang lancar, lalu ia memutuskan orang yang memutuskannya dan menghubungkan orang yang menghubungkannya.\"\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Sufyan, telah menceritakan kepada kami Amr, dari Abu Qabus, dari Abdullah ibnu Amr r.a. yang menerimanya dari Nabi Saw. yang telah bersabda: Orang-orang yang penyayang disayangi oleh Tuhan Yang Maha Pemurah. Sayangilah penduduk bumi, niscaya kalian akan disayangi oleh penduduk langit. Rahim itu adalah bagian dari kata Rahman, (Allah Swt. berfirman).”Barang siapa yang menghubungkannya, maka Aku berhubungan dengannya. Dan barang siapa yang memutuskannya, Aku putuskan dia.\n\nImam Abu Daud dan Imam Turmuzi meriwayatkan hadis ini melalui Sufyan ibnu Uyaynah, dari Amr ibnu Dinar dengan sanad yang sama. Dan hadis inilah yang diriwayatkan dengan cara tasalsul awwaliyyah, Imam Turmuzi mengatakan bahwa hadis ini hasan sahih.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Yazid ibnu Harun, telah menceritakan kepada kami Hisyam Ad-Dustuwa'i, dari Yahya ibnu Kasir, dari Ibrahim ibnu Abdullah ibnu Farid, ayahnya telah menceritakan kepadanya bahwa ia masuk menemui Abdur Rahman ibnu Auf yang sedang sakit (yakni menjenguknya), lalu Abdur Rahman r.a. mengatakan bahwa semoga engkau menghubungkan silaturahmi, karena sesungguhnya Rasulullah Saw. pernah bersabda: Allah Swt. telah berfirman, \"Aku adalah Tuhan Yang Maha Pemurah, Aku ciptakan rahim dan Kuberikan padanya sebagian dari asma-Ku. Maka barang siapa yang menghubungkannya, niscaya Aku berhubungan dengannya. Dan barang siapa yang memutuskannya, maka Aku memutuskan hubungan dengannya.”\n\nLaiazfa-abittuhu berasal dari bittuha, abittuhu. Maknanya sama, yaitu memutuskannya. \n\nImam Ahmad meriwayatkan hadis ini melalui jalur ini secara munfarid. \n\nImam Ahmad telah meriwayatkannya pula melalui hadis Az-Zuhri, dari Abu Salamah, dari Al-Mirdad atau Abul Mirdad, dari Abdur Rahman ibnu Auf dengan sanad yang sama. Imam Abu Daud dan Imam Turmuzi meriwayatkan hadis ini melalui Abu Salamah, dari ayahnya. Hadis-hadis yang menerangkan tentang keutamaan silaturahmi banyak sekali.\n\nAt-Tabrani mengatakan, telah menceritakan kepada kami Ali ibnu Abdul Aziz, telah menceritakan kepada kami Muhammad ibnu Ammar Al-Mausuli, telah menceritakan kepada kami Isa ibnu Yunus, dari Al-Hajjaj ibnu Yunus, dari Al-Hajjaj ibnul Qarafisah, dari Abu Umar Al-Basri, dari Salman yang mengatakan bahwa Rasulullah Saw. pernah bersabda: Arwah itu adalah bagaikan pasukan yang terlatih. Maka mana saja darinya yang saling mengenal, dapat rukun; dan mana saja darinya yang bertentangan, maka pasti akan bertentangan.\n\nHal yang senada dikatakan oleh Rasulullah Saw. dalam hadis lain melalui sabdanya,\n\n\"Apabila pendapat simpang siur, dan karya nyata tiada lagi, dan lisan bertentangan serta hati saling membenci, maka saat itulah Allah melaknat mereka, menulikan telinga mereka, dan membutakan pandangan mereka.\" \n\nHadis-hadis yang menerangkan ancaman terhadap perbuatan memutuskan hubungan silaturahmi cukup banyak.",
            "jalalain": "(Mereka itulah) yakni orang-orang yang merusak itu (orang-orang yang dilaknati Allah dan ditulikan-Nya telinga mereka) dari mendengarkan perkara yang hak (dan dibutakan-Nya mata mereka) dari jalan petunjuk.",
            "quraish_shihab": "Mereka adalah orang-orang yang dijauhkan Allah dari rahmat-Nya, ditulikan telinganya sehingga tidak dapat mendengarkan kebenaran dan dibutakan penglihatannya sehingga tidak melihat jalan petunjuk."
        },
        {
            "ind": "Maka apakah mereka tidak memperhatikan Al Quran ataukah hati mereka terkunci?",
            "arb": "أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَىٰ قُلُوبٍ أَقْفَالُهَا",
            "transliterasi": "'Afalā Yatadabbarūna Al-Qur'āna 'Am `Alaá Qulūbin 'Aqfāluhā.",
            "eng": "Will they not, then, ponder over this Qur’an? - or are there locks upon their hearts?",
            "kemenag_ringkas": "Pada ayat yang lalu Allah mengecam orang munafik yang selalu membuat kerusakan di muka bumi dan memutuskan hubungan silaturrahmi. Kecaman itu mash dilanjutkan pada ayat ini, Allah melanjutkan kecamannya dengan menyatakan, Maka _tidakkah mereka_, orang-orang munafik itu, _menghayati Al-Qur’an_, yakni tidak merenungkan atau memikirkan Al-Qur’an?_ Ataukah hati mereka sudah terkunci_ sehingga tidak dapat memahami petunjuknya? Pertanyaan yang mengandung kecam-an itu menegaskan bahwa orang munafik itu tidak mau memperhatikan petunjuk Al-Qur’an, atau tidak memahaminya, karena hati me-reka telah terkunci.",
            "kemenag": "Apakah orang-orang munafik itu tidak memperhatikan dan memahami ajaran-ajaran Allah yang terdapat dalam Al-Qur'an, tidak pula merenungkan dan memikirkannya, sehingga mereka mengetahui kesalahan sikap dan tindakan mereka selama ini? Atau telah terkunci hati dan penglihatan mereka sehingga tidak dapat lagi memahami isinya?\nSikap dan tindakan yang dilakukan oleh kaum munafik itu tidak saja dilakukan terhadap orang beriman, tetapi juga terhadap orang Yahudi. Mereka menyatakan kesediaan bekerja sama dengan orang Yahudi Bani Nadhir dan Bani Quraidzah. Bahkan mereka bersedia mengikuti sebahagian keinginan orang Yahudi untuk menarik hati mereka, tetapi semua janji dan kesediaan itu tidak mereka tepati. Mereka terkadang tidak segan-segan mencelakakan teman yang diajak bersekongkol, dengan menohok kawan seiring. \nAllah berfirman:\n\nTidakkah engkau memperhatikan orang-orang munafik yang berkata kepada saudara-saudaranya yang kafir di antara Ahli Kitab, \"Sungguh, jika kamu diusir niscaya kami pun akan keluar bersama kamu; dan kami selama-lamanya tidak akan patuh kepada siapa pun demi kamu, dan jika kamu diperangi pasti kami akan membantumu.\" Dan Allah menyaksikan, bahwa mereka benar-benar pendusta. (al-hasyr/59: 11) \n",
            "ibnu_katsir": "Allah Swt. berfirman, seraya memerintahkan kepada manusia untuk merenungkan Al-Qur'an dan memahaminya. Allah juga memperingatkan mereka agar jangan berpaling dari Al-Qur'an. Untuk itu disebutkan:\n\nMaka apakah mereka tidak memperhatikan Al-Qur’an ataukah hati mereka terkunci? (Muhammad: 24)\n\nBahkan pada hati mereka terdapat kunci yang menutupnya. Karena itu, hati mereka terkunci mati. Tiada sesuatu pun yang dapat menghidupkannya dapat masuk ke dalamnya.\n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Bisyr, telah menceritakan kepada kami Hammad ibnu Yazid, telah menceritakan kepada kami Hisyam ibnu Urwah, dari ayahnya yang mengatakan bahwa pada suatu hari Rasulullah Saw. membaca firman-Nya: Maka apakah mereka tidak memperhatikan Al-Qur’an ataukah hati mereka terkunci? (Muhammad: 24) Maka seorang pemuda dari Yaman berkata, \"Bahkan hatinya memang terkunci hingga Allah sendirilah yang membukanya atau menguakkannya.\" Perihal pemuda itu masih tetap berkesan di hati Umar r.a. hingga ia menjabat sebagai khalifah, lalu Umar meminta bantuan darinya.",
            "jalalain": "(Maka apakah mereka tidak memperhatikan Alquran) yang dapat membimbing mereka untuk mengetahui perkara yang hak (ataukah) sebenarnya (pada hati) mereka (terdapat kuncinya) karena itu mereka tidak dapat memahami kebenaran.",
            "quraish_shihab": "Apakah mereka buta sehingga tidak dapat memahami petunjuk al-Qur'ân? Atau apakah hati mereka tertutup untuk merenunginya?"
        },
        {
            "ind": "Sesungguhnya orang-orang yang kembali ke belakang (kepada kekafiran) sesudah petunjuk itu jelas bagi mereka, syaitan telah menjadikan mereka mudah (berbuat dosa) dan memanjangkan angan-angan mereka.",
            "arb": "إِنَّ الَّذِينَ ارْتَدُّوا عَلَىٰ أَدْبَارِهِم مِّن بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى ۙ الشَّيْطَانُ سَوَّلَ لَهُمْ وَأَمْلَىٰ لَهُمْ",
            "transliterasi": "'Inna Al-Ladhīna Artaddū `Alaá 'Adbārihim Min Ba`di Mā Tabayyana Lahumu Al-Hudaá Ash-Shayţānu Sawwala Lahum Wa 'Amlaá Lahum.",
            "eng": "VERILY, those who turn their backs [on this mes­sage] after guidance has been vouchsafed to them, [do it because] Satan has embellished their fancies and filled them with false hopes:",
            "kemenag_ringkas": "_Sesungguhnya orang-orang yang berbalik_ kepada kekafiran,_ setelah petunjuk itu_ yang disampaikan Allah melalui Rasul-Nya _jelas bagi mereka_, maka_ setanlah yang merayu mereka_ untuk berbuat dosa _dan memanjangkan angan-angan mereka._ Mereka terbuai oleh angan-angan palsu, sesuai dengan dorongan hawa nafsu, sehinggga terasa indah keburukan yang mereka lakukan.",
            "kemenag": "Dalam ayat ini dijelaskan bahwa orang-orang yang kembali kafir setelah nyata bagi mereka jalan yang lurus yang harus ditempuh dengan mengerjakan perbuatan dosa dan sesat adalah orang yang telah termakan dan terpengaruh oleh tipu daya setan. Setan menjadikan perbuatan dosa dan kesesatan yang mereka kerjakan sebagai perbuatan baik dalam pandangan mereka, sehingga mereka hidup dengan bergelimang dosa dan kesesatan. Di samping itu, mereka dibuai oleh angan-angan yang palsu, sesuai dengan dorongan hawa nafsu mereka. Dengan demikian, hawa nafsu itu menjadi ukuran baik atau buruknya suatu perbuatan. Apa yang dianggap baik oleh hawa nafsu mereka, itulah yang mereka anggap baik. Hal-hal inilah yang memunculkan kemunafikan dalam diri mereka.",
            "ibnu_katsir": "Firman Allah Swt.:\n\nSesungguhnya orang-orang yang kembali ke belakang (kepada kekafiran) sesudah petunjuk itu jelas bagi mereka. (Muhammad: 25)\n\nYaitu mereka meninggalkan keimanan dan kembali kepada kekafiran.\n\nsesudah petunjuk itu jelas bagi mereka, setan telah menjadikan mereka mudah (berbuat dosa). (Muhammad: 25)\n\nArtinya, setan menjadikan mereka memandang baik perbuatan mereka.\n\ndan memanjangkan angan-angan mereka. (Muhammad: 25) \n\nYakni membujuk dan memperdaya mereka.",
            "jalalain": "(Sesungguhnya orang-orang yang kembali) karena nifaq (ke belakang sesudah petunjuk itu jelas bagi mereka, setan telah menjadikan mereka memandang baik) artinya, setan telah menghiasi mereka (dan memanjangkan angan-angan mereka) dapat dibaca Umlii atau Amlaa; yang memanjangkan angan-angan mereka adalah setan berdasarkan kehendak dari Allah swt. karena pada kenyataannya Dialah yang menyesatkan mereka.",
            "quraish_shihab": "Sesungguhnya orang-orang yang kembali bersikap kafir dan memilih kesesatan setelah jalan petunjuk semakin tampak jelas, telah dihiasi oleh setan untuk berbuat demikian. Setan telah memanjangkan angan- angan kosong mereka."
        },
        {
            "ind": "Yang demikian itu karena sesungguhnya mereka (orang-orang munafik) itu berkata kepada orang-orang yang benci kepada apa yang diturunkan Allah (orang-orang Yahudi): \"Kami akan mematuhi kamu dalam beberapa urusan\", sedang Allah mengetahui rahasia mereka.",
            "arb": "ذَٰلِكَ بِأَنَّهُمْ قَالُوا لِلَّذِينَ كَرِهُوا مَا نَزَّلَ اللَّهُ سَنُطِيعُكُمْ فِي بَعْضِ الْأَمْرِ ۖ وَاللَّهُ يَعْلَمُ إِسْرَارَهُمْ",
            "transliterasi": "Dhālika Bi'annahum Qālū Lilladhīna Karihū Mā Nazzala Allāhu Sanuţī`ukum Fī Ba`đi Al-'Amri Wa Allāhu Ya`lamu 'Isrārahum.",
            "eng": "[they do turn their backs on it] inasmuch as they are wont to say unto those who abhor all that God has revealed, “We will comply with your views on some points.” But God knows their secret thoughts:",
            "kemenag_ringkas": "Orang-orang munafik kembali kepada kekafiran, padahal tadinya mereka kelihatan telah beriman, karena memihak dan bersekutu dengan orang-orang Yahudi untuk memerangi orang yang beriman. Kaum munafik menyatakan bahwa mereka akan turut berperang di pihak orang-orang Yahudi dari suku Bani Naîir dan Bani Quraiîah menghadapi kaum muslim, sekiranya orang Yahudi diusir dari Madinah. _Yang demikian itu_, yakni kesesatan dan kemurtadan itu, _karena sesungguhnya mereka telah mengatakan kepada orang-orang yang tidak senang kepada apa yang diturukan Allah,_ yakni orang Yahudi dari suku Bani Nadzir dan Bani Quraidzah atau kaum musyrik Mekah yang mempunyai hubungan dengan musuh-musuh Islam di Madinah, “_Kami akan mematuhi kamu dalam beberapa urusan,_ antara lain tidak ikut berperang sebagaimana yang dianjurkan Nabi Muhammad.” _Tetapi Allah mengetahui rahasia mereka_ dan tipu daya yang mereka sembunyikan.",
            "kemenag": "Orang-orang munafik kembali kepada kekafiran, padahal tadinya mereka kelihatan telah beriman, karena mereka memihak dan bersekutu dengan orang Yahudi dari Bani Nadhir dan Bani Quraidzah untuk memerangi orang yang beriman. Kaum munafik menyatakan bahwa mereka akan turut berperang di pihak Bani Nadhir dan Bani Quraidzah menghadapi kaum Muslimin jika sekiranya suku Yahudi itu diusir dari Medinah. \nOrang Yahudi pernah menganjurkan kepada kaum munafik agar memperlihatkan kekafiran mereka dengan terang-terangan. Akan tetapi, mereka tidak mematuhi anjuran itu, kecuali dalam beberapa hal. Di antara yang tidak mereka patuhi adalah anjuran untuk menyatakan kekafiran dengan terus-terang. Kekafiran itu tetap mereka rahasiakan karena masih mengharapkan keuntungan dengan menyembunyikannya. Akan tetapi, Allah mengetahui tindakan yang mereka rahasiakan, karena tidak satu pun yang tidak diketahui-Nya. Dalam ayat lain, Allah menerangkan cara mereka mengatur siasat dan tipu dayanya. Allah berfirman:\n\nDan mereka (orang-orang munafik) mengatakan,\"(Kewajiban kami hanyalah) taat.\" Tetapi, apabila mereka telah pergi dari sisimu (Muhammad, sebagian dari mereka mengatur siasat di malam hari (mengambil keputusan) lain dari yang telah mereka katakan tadi. Allah mencatat siasat yang mereka atur di malam hari itu, maka berpalinglah dari mereka dan bertawakallah kepada Allah. Cukuplah Allah yang menjadi pelindung. (an-Nisa'/4: 81)\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nYang demikian itu karena sesungguhnya mereka (orang-orang munafik) itu berkata kepada orang-orang yang benci kepada apa yang diturunkan Allah (orang-orang Yahudi), \"Kami akan mematuhi kamu dalam beberapa urusan.” (Muhammad: 26)\n\nSetan mendukung dan menasihati orang-orang yang benci kepada Kitabullah untuk kebatilan dalam batin mereka. Memang demikianlah sikap orang-orang munafik, mereka menampakkan apa yang bertentangan dengan yang mereka simpan di dalam batin mereka. Karena itulah dalam firman berikutnya disebutkan:\n\nsedangkan Allah mengetahui rahasia mereka. (Muhammad: 26)\n\nYakni mengetahui semua rahasia dan apa yang mereka sembunyikan dalam hati mereka, Allah Maha Melihat dan Maha Mengetahuinya. Semakna dengan apa yang disebutkan oleh firman-Nya:\n\nAllah menulis siasat yang mereka atur di malam hari itu. (An-Nisa:81)",
            "jalalain": "(Yang demikian itu) yakni kesesatan mereka itu (karena sesungguhnya mereka itu berkata kepada orang-orang yang benci kepada apa yang diturunkan Allah) yakni berkata kepada orang-orang musyrik, (\"Kami akan mematuhi kalian dalam beberapa urusan\") yaitu bersedia untuk membantu dalam memusuhi Nabi saw. dan menghasut kaum muslimin supaya mereka tidak mau berjihad bersamanya. Orang-orang munafik itu mengatakan demikian secara rahasia, akan tetapi kemudian Allah swt. menampakkannya (sedangkan Allah mengetahui rahasia mereka) kalau dibaca Asraarahum berarti bentuk jamak dari lafal Sirrun yang artinya rahasia, kalau dibaca Israarahum berarti Mashdar.",
            "quraish_shihab": "Kembalinya mereka itu adalah dengan mengatakan kepada orang-orang yang benci kepada apa yang diturunkan Allah, \"Kami akan mematuhi kalian dalam beberapa urusan,\" padahal Allah telah mengetahui segala rahasia orang-orang munafik. Itulah keadaan orang-orang munafik dalam kehidupan mereka. Lalu bagaimana keadaan mereka apabila malaikat maut mencabut nyawa mereka dengan memukul muka dan punggung mereka sebagai hinaan?"
        },
        {
            "ind": "Bagaimanakah (keadaan mereka) apabila malaikat mencabut nyawa mereka seraya memukul-mukul muka mereka dan punggung mereka?",
            "arb": "فَكَيْفَ إِذَا تَوَفَّتْهُمُ الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ",
            "transliterasi": "Fakayfa 'Idhā Tawaffat/hum Al-Malā'ikatu Yađribūna Wujūhahum Wa 'Adbārahum.",
            "eng": "hence, how [will they fare] when the angels gather them in death, striking their faces and their backs?",
            "kemenag_ringkas": "_Maka bagaimana_ nasib dan keadaan mereka _apabila Malaikat_ maut datang untuk _mencabut nyawa mereka_ dengan cara yang buruk dan mengerikan? Pada saat nyawa dicabut para malaikat itu mengeluarkan ruh mereka dengan kasar dan terus menerus _memukul wajah dan punggung mereka_ sebagai penghinaan? Keadaan orang munafik itu sangat terhina dan sengsara dalam menghadapi kematian.",
            "kemenag": "Ayat ini masih berbicara tentang kaum munafik, apakah yang akan mereka lakukan jika tetap berada dalam kemunafikan itu. Mereka hanya dapat melakukan kemunafikan dan tipu daya semasa mereka masih hidup, berkuasa, dan dalam keadaan sehat jasmani dan rohani. Bagaimana pendapat mereka bila Allah menghilangkan kesehatan mereka dengan seketika, dan ketuaan berangsur pula mendekati kehidupan mereka? Bagaimana pendapat mereka di waktu kematian mendekati mereka dan malaikat maut memukul muka dan punggung mereka; apakah yang akan mereka lakukan? Bagaimana pula pendapat mereka jika mereka mati dengan tiba-tiba, sehingga tidak ada kesempatan sedikit pun bagi mereka untuk bertobat kepada Allah yang menentukan segala sesuatu di akhirat? Jika mereka memikirkan dan merenungkan semuanya itu, tentu mereka tidak akan melakukan perbuatan ingkar dan dosa.\nDalam ayat ini disebutkan bahwa ketika malaikat akan mencabut nyawa mereka, malaikat akan mengeluarkan roh mereka dengan kuat dan kasar serta memukul wajah dan punggung mereka. Orang Arab amat takut dipukul di wajah dan punggung. Karena mereka takut dipukul musuh di wajah dan punggung, maka mereka tidak mau pergi berperang. Ayat ini menunjukkan keadaan orang-orang munafik dalam keadaan sengsara dan terhina pada waktu menghadapi sakaratul maut. Allah berfirman:\n\nDan sekiranya kamu melihat ketika para malaikat mencabut nyawa orang- orang yang kafir sambil memukul wajah dan punggung mereka (al-Anfal/8: 50)\n",
            "ibnu_katsir": "Kemudian dalam firman berikutnya disebutkan:\n\nBagaimanakah (keadaan mereka) apabila malaikat (maut) mencabut nyawa mereka seraya memukuli muka dan punggung mereka? (Muhammad: 27)\n\nYaitu bagaimanakah keadaan mereka apabila malaikat maut datang mencabut nyawa mereka, sedangkan arwah mereka membangkang untuk meninggalkan jasadnya, lalu malaikat maut mencabutnya dengan paksa seraya memukulinya agar mau keluar. Semakna dengan apa yang disebutkan oleh firman-Nya:\n\nKalau kamu melihat ketika para malaikat mencabut jiwa orang-orang yang kafir seraya memukul muka dan belakang mereka. (Al-Anfal: 50), hingga akhir ayat.\n\nDan firman Allah Swt.:\n\nAlangkah dahsyatnya sekiranya kamu melihat di waktu orang-orang yang zalim (berada) dalam tekanan-tekanan sakaratul maut, sedangkan para malaikat memukul dengan tangannya, (sambil berkata), \"Keluarkanlah nyawamu.” Di hari ini kamu dibalas dengan siksaan yang sangat menghinakan, karena kamu selalu mengatakan terhadap Allah (perkataan) yang tidak benar dan (karena) kamu selalu menyombongkan diri terhadap ayat-ayat-Nya. (Al-An'am: 93)\n\nKarena itulah dalam surat ini disebutkan oleh firman-Nya:\n\nYang demikian itu karena sesungguhnya mereka mengikuti apa yang menimbulkan kemurkaan Allah dan (karena) mereka membenci (apa yang menimbulkan) keridaan-Nya; sebab itu Allah menghapus (pahala) amal-amal mereka. (Muhammad: 28)",
            "jalalain": "(Bagaimanakah) keadaan mereka (apabila malaikat mencabut nyawa mereka seraya memukul) lafal Yadhribuuna merupakan Hal atau kata keterangan keadaan dari malaikat (muka dan punggung mereka) dengan pemukul-pemukul dari besi.",
            "quraish_shihab": "Kembalinya mereka itu adalah dengan mengatakan kepada orang-orang yang benci kepada apa yang diturunkan Allah, \"Kami akan mematuhi kalian dalam beberapa urusan,\" padahal Allah telah mengetahui segala rahasia orang-orang munafik. Itulah keadaan orang-orang munafik dalam kehidupan mereka. Lalu bagaimana keadaan mereka apabila malaikat maut mencabut nyawa mereka dengan memukul muka dan punggung mereka sebagai hinaan?"
        },
        {
            "ind": "Yang demikian itu adalah karena sesungguhnya mereka mengikuti apa yang menimbulkan kemurkaan Allah dan karena mereka membenci keridhaan-Nya, sebab itu Allah menghapus (pahala) amal-amal mereka.",
            "arb": "ذَٰلِكَ بِأَنَّهُمُ اتَّبَعُوا مَا أَسْخَطَ اللَّهَ وَكَرِهُوا رِضْوَانَهُ فَأَحْبَطَ أَعْمَالَهُمْ",
            "transliterasi": "Dhālika Bi'annahumu Attaba`ū Mā 'Askhaţa Allāha Wa Karihū Riđwānahu Fa'aĥbaţa 'A`mālahum.",
            "eng": "This, because they were wont to pursue what God con­demns and to hate [whatever would meet with] His goodly acceptance: and so He has caused all their [good] deeds to come to nought.",
            "kemenag_ringkas": "Mereka yang mengalami keadaan _yang demikian itu_, yakni kematian yang mengerikan, _karena sesungguhnya mereka mengikuti apa yang me-nimbulkan kemurkaan Allah_, seperti kemunafikan dan berbuat maksiat _dan membenci apa_ yang menimbul­kan_ keridaan-Nya_ seperti ketulusan dalam beriman dan bersungguh-sungguh melaksanakan perintahnya, _sebab itu Allah menghapus segala amal mereka._ Ayat ini menyatakan bahwa kematian yang mengerikan akan menimpa kita, apabila kita sering mengerjakan maksiat, dan tidak mau mengerjakan perbuatan yang diridai-Nya.",
            "kemenag": "Mereka mengalami keadaan yang demikian karena sering mengerjakan maksiat, selalu ingkar kepada Allah, menuruti hawa nafsu, dan tidak mau mengerjakan pekerjaan yang diridai-Nya. Mereka beribadah kepada Allah hanya karena ria dan ingin dihargai orang. Oleh karena itu, semua amal yang mereka kerjakan, seperti bersedekah dan menolong orang-orang yang lemah, miskin, dan sengsara, tidak ada guna dan faedahnya. Sebab, amal dan perbuatan baik yang dapat diterima bila didasari dengan iman kepada Allah dan Rasul-Nya.",
            "ibnu_katsir": "Dan firman Allah Swt.:\n\nAlangkah dahsyatnya sekiranya kamu melihat di waktu orang-orang yang zalim (berada) dalam tekanan-tekanan sakaratul maut, sedangkan para malaikat memukul dengan tangannya, (sambil berkata), \"Keluarkanlah nyawamu.” Di hari ini kamu dibalas dengan siksaan yang sangat menghinakan, karena kamu selalu mengatakan terhadap Allah (perkataan) yang tidak benar dan (karena) kamu selalu menyombongkan diri terhadap ayat-ayat-Nya. (Al-An'am: 93)\n\nKarena itulah dalam surat ini disebutkan oleh firman-Nya:\n\nYang demikian itu karena sesungguhnya mereka mengikuti apa yang menimbulkan kemurkaan Allah dan (karena) mereka membenci (apa yang menimbulkan) keridaan-Nya; sebab itu Allah menghapus (pahala) amal-amal mereka. (Muhammad: 28)",
            "jalalain": "(Yang demikian itu) yakni, kematian mereka seperti yang telah disebutkan tadi (karena sesungguhnya mereka mengikuti apa yang menimbulkan kemurkaan Allah dan karena mereka membenci keridaan-Nya) artinya, mereka tidak mau mengamalkan hal-hal yang membuat keridaan-Nya (sebab itu Allah menghapus pahala amal-amal mereka.)",
            "quraish_shihab": "Kematian yang mengerikan itu disebabkan karena mereka mengikuti kebatilan yang tidak disukai Allah dan membenci kebenaran yang diridai-Nya. Maka, Allah pun menghapus semua amal perbuatan yang pernah mereka lakukan."
        },
        {
            "ind": "Atau apakah orang-orang yang ada penyakit dalam hatinya mengira bahwa Allah tidak akan menampakkan kedengkian mereka?",
            "arb": "أَمْ حَسِبَ الَّذِينَ فِي قُلُوبِهِم مَّرَضٌ أَن لَّن يُخْرِجَ اللَّهُ أَضْغَانَهُمْ",
            "transliterasi": "'Am Ĥasiba Al-Ladhīna Fī Qulūbihim Marađun 'An Lan Yukhrija Allāhu 'Ađghānahum.",
            "eng": "Or do they in whose hearts is disease think, perchance, that God would never bring their moral failings to light?",
            "kemenag_ringkas": "_Atau apakah orang-orang_ munafik _yang dalam hatinya ada penyakit_ memendam kebencian dan permusuhan terhadap orang-orang mukmin _mengira bahwa Allah tidak akan menampakkan kedengkian_ dan maksud buruk _mereka_ terhadap Rasul dan umat Islam? Allah Yang Maha Mengetahui rahasia segala sesuatu akan memberitahukan kepada hamba-Nya yang beriman tentang semua rahasia jahat mereka.",
            "kemenag": "Apakah orang munafik mengira bahwa dalam permusuhan, dan niat jahat terhadap orang-orang yang beriman yang terpendam dalam hati mereka tidak akan diketahui? Apakah mereka mengira bahwa Allah tidak mengetahuinya sehingga Dia tidak memberitahukannya kepada Rasul-Nya dan orang-orang yang beriman? Allah Yang Maha Mengetahui segala sesuatu, akan memberitahukan kepada hamba-hamba-Nya yang beriman tentang semua rahasia jahat mereka.\nMengenai rahasia dan rencana jahat kaum munafik diterangkan panjang lebar dalam Surah at-Taubah. Di antaranya ialah firman Allah: \n\nOrang-orang munafik laki-laki dan perempuan, satu dengan yang lain adalah (sama), mereka menyuruh (berbuat) yang mungkar dan mencegah (perbuatan) yang makruf dan mereka menggenggamkan tangannya (kikir). Mereka telah melupakan Allah, maka Allah melupakan mereka (pula). Sesungguhnya orang-orang munafik itulah orang-orang yang fasik. (at-Taubah/9: 67)\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nAtau apakah orang-orang yang ada penyakit dalam hatinya mengira bahwa Allah tidak akan menampakkan kedengkian mereka? (Muhammad: 29)\n\nYakni apakah orang-orang munafik itu mengira bahwa Allah tidak akan membuka kedok mereka di mata hamba-hamba-Nya yang mukmin. Tidak, bahkan Dia akan membuka perihal mereka dan menampakkannya hingga orang-orang yang mempunyai pandangan hati dapat melihatnya dengan jelas. Allah Swt. telah menurunkan di dalam surat At-Taubah perihal mereka, yang dijelaskan di dalamnya hal-hal yang membuat mereka malu dan sepak terjang mereka yang menunjukkan kemunafikan mereka. Karena itulah maka surat tersebut dinamakan juga dengan surat Fadihah.\n\nAdgan adalah bentuk jamak dari dagn, yaitu kedengkian yang tersembunyi di dalam hati terhadap Islam dan para pemeluknya yang berjuang menegakkan syiarnya.",
            "jalalain": "(Atau apakah orang-orang yang ada penyakit dalam kalbunya mengira bahwa Allah tidak akan menampakkan kedengkian mereka) kepada Nabi saw. dan orang-orang mukmin?",
            "quraish_shihab": "Bahkan, apakah orang-orang yang di dalam hatinya terdapat sifat munafik itu mengira bahwa Allah tidak akan menampakkan kedengkian mereka kepada Rasul-Nya dan orang-orang Mukmin?"
        },
        {
            "ind": "Dan kalau Kami kehendaki, niscaya Kami tunjukkan mereka kepadamu sehingga kamu benar-benar dapat mengenal mereka dengan tanda-tandanya. Dan kamu benar-benar akan mengenal mereka dari kiasan-kiasan perkataan mereka dan Allah mengetahui perbuatan-perbuatan kamu.",
            "arb": "وَلَوْ نَشَاءُ لَأَرَيْنَاكَهُمْ فَلَعَرَفْتَهُم بِسِيمَاهُمْ ۚ وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ ۚ وَاللَّهُ يَعْلَمُ أَعْمَالَكُمْ",
            "transliterasi": "Wa Law Nashā'u La'araynākahum Fala`araftahum Bisīmāhum Wa Lata`rifannahum Fī Laĥni Al-Qawli Wa Allāhu Ya`lamu 'A`mālakum.",
            "eng": "Now had We so willed, We could have shown them clearly to thee, so that thou wouldst know them for sure as by a visible mark: but [even so,] thou wilt most certainly recognize them by the tone of their voice. And God knows all that you do, [O men;]",
            "kemenag_ringkas": "_Dan sekiranya Kami menghendaki, niscaya Kami perlihatkan_ sifat-sifat dan perbuatan _mereka kepadamu_ wahai Nabi Muhammad,_ sehingga engkau benar-benar dapat mengenal mereka dengan tanda-tandanya_ yang Kami sampaikan dengan jelas kepadamu. _Dan engkau benar-benar akan mengenal mereka dari nada bicaranya_ yang penuh dengan tentang tipuan, kebencian dan permusuhan, _dan Allah mengetahui segala amal perbuatan kamu,_ tidak ada yang tersembunyi bagi Allah, baik dalam bentuk niat, ucapan maupun perbuatan.",
            "kemenag": "Pada ayat ini, Allah menyatakan kepada Rasulullah saw, \"Hai Muhammad, jika Kami menghendaki untuk memperkenalkan kepadamu pribadi-pribadi orang munafik itu sehingga kamu mengenal seorang demi seorang berdasarkan tanda-tanda yang ada pada mereka, tentulah tidak sukar bagi Kami melakukannya. Akan tetapi, Kami tidak berbuat demikian, agar keluarga mereka yang beriman kepada Kami tidak mereka aniaya. Sekalipun demikian, kamu dapat mengetahui orang-orang munafik itu dengan memperhatikan ungkapan-ungkapan dan cara-cara mereka berbicara. Mereka tidak mau berbicara secara tegas dan jelas, melainkan selalu memakai isyarat dan sindiran serta kiasan yang kurang jelas maksudnya, dan mereka berbuat dan bertindak tidak sesuai dengan apa yang mereka katakan.\nPada masa Rasulullah saw, orang munafik bila berbicara selalu menggunakan kata-kata yang muluk-muluk dan menyenangkan hati pendengarnya, tetapi dalam hati mereka terkandung maksud jahat. Al-Kalbi berkata, \"Setelah ayat ini turun, Rasulullah mengetahui orang-orang munafik bila mereka berbicara dengan beliau. Sedangkan Anas r.a. mengatakan, \"Allah memberitahukan orang-orang munafik kepada Rasulullah dengan perantara wahyu atau dengan tanda-tanda yang ditampakkannya kepada beliau.\"\nSehubungan dengan orang-orang munafik, 'Utsman bin 'Affan berkata, \"Tidak ada suatu rahasia yang tersembunyi dalam hati seseorang, kecuali Allah menampakkannya pada air muka dan ucapan lahirnya.\"\nPada akhir ayat ini, Allah menyatakan bahwa keadaan orang mukmin tidak sama dengan orang munafik. Dia akan membalas amal perbuatan orang mukmin sesuai dengan maksud dan niatnya masing-masing, karena Allah mengetahui amal perbuatan mereka.\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nDan kalau Kami menghendaki, niscaya Kami tunjukkan mereka kepadamu sehingga kamu benar-benar dapat mengenal mereka dengan tanda-tandanya. (Muhammad: 30)\n\nAllah Swt. berfirman bahwa seandainya Kami menghendaki, hai Muhammad, tentulah Kami tampakkan kepadamu pribadi-pribadi mereka sehingga kamu mengenal mereka dengan terang. Akan tetapi, Allah Swt. tidak melakukan hal tersebut terhadap semua orang munafik, sebagai kebijaksanaan dari-Nya dan agar semua urusan pada lahiriahnya tampak berjalan dengan lancar, sedangkan mengenai rahasianya dikembalikan kepada Tuhan yang mengetahuinya.\n\nDan kamu benar-benar akan mengenal mereka dari kiasan-kiasan perkataan mereka. (Muhammad: 30)\n\nYakni melalui pembicaraan mereka yang menunjukkan tujuan mereka dan dapat dimengerti oleh lawan bicaranya, dari golongan manakah ia termasuk. Yaitu ke arah manakah maksud dari perkataannya, hal inilah yang dimaksud dengan istilah lahnul qaul dalam ayat ini. Sebagaimana yang telah dikatakan oleh Amirul Mu’minin Usman ibnu Affan r.a., \"Tidaklah seseorang merahasiakan sesuatu dalam hatinya, melainkan Allah akan menampakkannya melalui roman mukanya dan lisannya yang terpeleset.\" Di dalam sebuah hadis disebutkan:\n\nTidaklah seseorang menyembunyikan suatu rahasia, melainkan Allah akan memakaikan kepadanya kain jilbab (yang menunjuk­kan ke arah) nya. Jika hal itu baik, maka baik pula pakaiannya; dan jika hal itu buruk, maka buruk pula pakaiannya.\n\nKami telah menyebutkan keterangan yang menunjukkan kemunafikan seseorang, juga telah membicarakan perihal kemunafikan dalam perbuatan dan akidah. Semuanya itu dapat dijumpai dalam Syarah Imam Bukhari, sehingga tidak perlu dikemukakan di sini.\n\nDi dalam hadis telah disebutkan segolongan orang munafik dengan sebutan yang jelas dan tertentu. \n\nImam Ahmad mengatakan, telah menceritakan kepada kami Waki', telah meiiceritakan kepada kami Sufyan, dari Salamah ibnu Iyad, dari ayahnya, dari Abu Mas'ud alias Uqbah ibnu Amr r.a. yang mengatakan bahwa Rasulullah Saw. berkhotbah kepada kami. Beliau memulainya dengan membaca hamdalah dan pujian kepada Allah Swt., kemudian bersabda: Sesungguhnya di antara kalian terdapat orang-orang munafik. Maka barang siapa yang aku sebutkan namanya, hendaklah ia berdiri. Kemudian beliau Saw. berkata, ' Hai Fulan, berdirilah!, Hai Fulan, berdirilah!, Hai Fulan, berdirilah!\" hingga beliau menyebutkan sebanyak tiga puluh enam orang laki-laki. Kemudian beliau Saw. bersabda, \"Sesungguhnya di antara kalian -atau sebagian dari kalian- terdapat orang-orang munafik, maka bertakwalah kalian kepada Allah.” Maka Umar r.a. bersua dengan seseorang yang telah disebutkan namanya itu dalam keadaan mengenakan penutup pada wajahnya, yang sebelumnya Umar telah mengenalnya. Malik melanjutkan, bahwa lalu diceritakan kepada Umar apa yang pernah dikatakan oleh Rasulullah Saw. Maka Umar berkata, \"Semoga engkau dijauhkan dari rahmat Allah selama sisa usiamu.\"",
            "jalalain": "(Dan kalau Kami menghendaki, niscaya Kami tunjukkan mereka kepadamu) atau Kami kenalkan mereka kepadamu, kemudian huruf Lam Taukid diulangi pada firman berikutnya (sehingga kamu benar-benar dapat mengenal mereka dengan tanda-tanda) berikut ciri-ciri khas mereka. (Dan sungguh kamu benar-benar akan mengenal mereka) huruf Wawu menunjukkan makna bagi Qasam atau sumpah yang tidak disebutkan, sedangkan lafal sesudahnya merupakan Jawabnya (dari kiasan-kiasan perkataan mereka) atau makna perkataan mereka, bilamana mereka berkata di hadapanmu mereka pasti menyindir dengan kata-kata yang mengandung hinaan terhadap perkara kaum muslimin (dan Allah mengetahui perbuatan-perbuatan kalian.)",
            "quraish_shihab": "Kalau Kami menghendaki, niscaya Kami menunjukkan mereka kepadamu, Muhammad, agar kamu dapat mengenal mereka melalui tanda-tanda yang Kami buat. Dan Aku bersumpah bahwa kamu benar-benar akan mengetahui mereka dari gaya bicara mereka. Allah mengetahui hakikat perbuatan kalian."
        },
        {
            "ind": "Dan sesungguhnya Kami benar-benar akan menguji kamu agar Kami mengetahui orang-orang yang berjihad dan bersabar di antara kamu, dan agar Kami menyatakan (baik buruknya) hal ihwalmu.",
            "arb": "وَلَنَبْلُوَنَّكُمْ حَتَّىٰ نَعْلَمَ الْمُجَاهِدِينَ مِنكُمْ وَالصَّابِرِينَ وَنَبْلُوَ أَخْبَارَكُمْ",
            "transliterasi": "Wa Lanabluwannakum Ĥattaá Na`lama Al-Mujāhidīna Minkum Wa Aş-Şābirīna Wa Nabluwa 'Akhbārakum.",
            "eng": "and most certainly We shall try you all, so that We might mark out those of you who strive hard [in Our cause] and are patient in adversity: for We shall put to a test [the truth of] all your assertions.",
            "kemenag_ringkas": "_Dan sungguh, Kami benar-benar akan menguji kamu_, wahai kaum muslim dengan menyuruhmu berjuang dan melakukan perbuatan berat, _sehingga Kami mengetahui orang-orang yang benar-benar berjihad_ di jalan Allah_ dan bersabar_ dalam melaksanakan kewajiban _di antara kamu; dan akan Kami uji perihal kamu_ sehingga Kami mengetahui siapa di antara kamu yang benar-benar beriman dan siapa yang dusta.",
            "kemenag": "Dengan adanya ketentuan perang dan kewajiban-kewajiban berat yang lain, Allah menguji keimanan kaum Muslimin hingga diketahui siapa yang berjihad di jalan-Nya dan siapa yang tidak, serta siapa yang sabar dan siapa yang tidak. Dengan cobaan itu pula akan bertambah kuat iman orang yang sabar dan makin berkurang iman orang yang ragu-ragu.",
            "ibnu_katsir": "Firman Allah Swt.:\n\nDan sesungguhnya Kami benar-benar akan menguji kamu. (Muhammad: 31)\n\nYakni sesungguhnya Kami akan menguji kamu dengan perintah-perintah dan larangan-larangan.\n\nagar Kami mengetahui orang-orang yang berjihad dan bersabar di antara kamu; dan agar Kami menyatakan (baik buruknya) hal ikhwalmu. (Muhammad: 31)\n\nHal ini bukan berarti ada keraguan pada pengetahuan Allah terhadap apa yang akan terjadi. Makna yang dimaksud ialah agar Kami menyatakan kejadiannya. Karena itulah Ibnu Abbas r.a. mengatakan sehubungan dengan hal yang seperti ini, bahwa makna na'lamu ialah nara, yakni agar Kami melihat dengan kenyataan tentang kejadiannya, walaupun pada hakikatnya Allah telah mengetahui apa yang akan terjadi, tetapi masih belum terlahirkan atau ternyatakan.",
            "jalalain": "(Dan sesungguhnya Kami benar-benar akan menguji kalian) mencoba kalian dengan berjihad dan lainnya (agar Kami mengetahui) dengan pengetahuan yang tampak (orang-orang yang berjihad dan bersabar di antara kalian) dalam berjihad dan lainnya (dan agar Kami menyatakan) menampakkan (hal ikhwal kalian) tentang ketaatan kalian dan kedurhakaan kalian di dalam masalah jihad dan masalah-masalah lainnya. Ketiga Fi'il yang ada dalam ayat ini, ketiga-tiganya dapat dibaca dengan memakai huruf Mudhara'ah Ya atau Nun.",
            "quraish_shihab": "Aku bersumpah bahwa Aku benar-benar akan menguji kalian, sehingga Kami mengetahui orang-orang, di antara kalian, yang berjihad dan tabah dalam kesengsaraan dan kesulitan, dan agar Kami mengetahui ketaatan dan pelanggaran kalian dalam berjihad dan lainnya."
        },
        {
            "ind": "Sesungguhnya orang-orang kafir dan (yang) menghalangi manusia dari jalan Allah serta memusuhi Rasul setelah petunjuk itu jelas bagi mereka, mereka tidak dapat memberi mudharat kepada Allah sedikitpun. Dan Allah akan menghapuskan (pahala) amal-amal mereka.",
            "arb": "إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَن سَبِيلِ اللَّهِ وَشَاقُّوا الرَّسُولَ مِن بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَىٰ لَن يَضُرُّوا اللَّهَ شَيْئًا وَسَيُحْبِطُ أَعْمَالَهُمْ",
            "transliterasi": "'Inna Al-Ladhīna Kafarū Wa Şaddū `An Sabīli Allāhi Wa Shāqqū Ar-Rasūla Min Ba`di Mā Tabayyana Lahumu Al-Hudaá Lan Yađurrū Allāha Shay'āan Wa Sayuĥbiţu 'A`mālahum.",
            "eng": "Verily, they who are bent on denying the truth and on barring [others] from the path of God, and [who thus] cut themselves off from the Apostle after guidance has been vouchsafed to them, can in no wise harm God; but He will cause all their deeds to come to nought.",
            "kemenag_ringkas": "Pada ayat-ayat yang lalu Allah menerangkan keadaan orang-orang munafik yang selalu melaksanakan tipu daya dan maksud jahat kepada orang-orang yang beriman. Mereka mengira perbuatan jahat itu tidak diketahui oleh Allah. Pada ayat ini Allah menerangkan keadaaan orang-orang yang menghalangi manusia mengikuti jalannya setelah datang kepada mereka petunjuk. _Sesungguhnya orang-orang yang kafir_ kepada Allah dan Rasul-Nya _dan menghalang-halangi_ orang lain _dari jalan Allah_ untuk mengikuti agama-Nya _serta memusuhi rasul setelah ada petunjuk yang jelas bagi mereka,_ yang menyatakan bahwa Nabi Muhammad adalah rasul-Nya _mereka tidak akan dapat memberi mudarat_ bahaya _kepada Allah sedikit pun_ dengan sebab kekafirannya itu. _Dan kelak Allah menghapus_ pahala _segala amal mereka_, disebabkan kekafirannya.",
            "kemenag": "Ayat ini menerangkan bahwa orang-orang yang mengingkari keesaan Allah, menghalang-halangi manusia memeluk agama-Nya yang dibawa oleh Nabi Muhammad, menentang dan memeranginya setelah dikemukakan kepada mereka bukti-bukti yang kuat, maka segala tindakan mereka itu tidak akan menimbulkan mudarat kepada Allah dan kepada perkembangan agama-Nya karena Allah Mahakuasa dan kehendak-Nya pasti terlaksana. Dia menolong Rasul-Nya di dunia dan mengazab setiap orang yang menentang-Nya. Di akhirat segala usaha mereka itu tidak akan berhasil sedikit pun. \n\"Orang yang menghalang-halangi manusia di jalan Allah\" yang disebutkan dalam ayat ini maksudnya ialah orang-orang yang menghalangi orang lain masuk Islam dengan berbagai macam cara. Dapat juga berarti orang yang berusaha menghancurkan Islam dan kaum Muslimin, baik dengan terang-terangan maupun dengan sembunyi-sembunyi.\nDiriwayatkan bahwa ayat ini turun berhubungan dengan orang-orang Yahudi dari Bani Quraidzah dan Bani Nadhir. Mereka menghalang-halangi manusia menganut agama Allah setelah datang kepada mereka bukti-bukti yang nyata yang terdapat dalam Taurat dan mukjizat-mukjizat yang dikemukakan Rasulullah. Tindakan mereka itu tidak akan bermanfaat sedikit pun terhadap rencana dan kehendak Allah, tetapi malahan akan menghancurkan diri mereka sendiri, dengan kegagalan semua usaha mereka, dan azab yang mereka terima di akhirat. \nAyat ini juga berhubungan dengan orang-orang Yahudi yang menghalang-halangi Bani Sa'ad yang telah menganut agama Islam, lalu mereka mengadukan hal itu kepada Nabi Muhammad. Beliau menjawab pengaduan itu dengan ayat ini, yang menyatakan bahwa tindakan orang-orang Yahudi itu tidak akan memberi mudarat kepada Allah, tetapi akan merugikan diri mereka sendiri.\n",
            "ibnu_katsir": "Allah Swt. menceritakan perihal orang-orang yang kafir dan menghalang-halangi manusia dari jalan Allah, menentang rasul dan memusuhinya, serta murtad dari iman sesudah jelas baginyajalan petunjuk, bahkan sikap mereka itu sama sekali tidak merugikan Allah barang sedikit pun. Dan bahwa sesungguhnya kerugian yang diakibatkannya adalah menimpa pelakunya sendiri dan dia akan merasa sangat kecewa kelak di hari kemudian. Dan Allah akan menghapuskan pahala amal-amalnya, karena itu Allah tidak memberinya pahala barang sedikit pun dari amal yang telah dilakukannya karena sesudahnya ia murtad. Tiada suatu amal kebaikannya pun yang dibalasi-Nya, bahkan Dia menggugurkan dan menghapuskannya sama sekali. Kebalikannya ialah sama dengan amal-amal kebaikan, ia dapat menghapuskan amal-amal keburukan.\n\nImam Ahmad ibnu Nasr Al-Marwazi di dalam Kitabus Salah mengatakan, telah menceritakan kepada kami Abu Qudamah, telah menceritakan kepada kami Waki', telah menceritakan kepada kami Abu Ja'far Ar-Razi, dari Ar-Rabi’ ibnu Anas, dari Abul Aliyah yang menceritakan bahwa dahulu sahabat Rasulullah Saw. beranggapan bahwa tiada suatu dosa pun yang membahayakan selama pelakunya meyakini bahwa tidak ada Tuhan yang berhak disembah selain Allah. Sebagaimana tiada amal kebaikan pun yang bermanfaat bila pelakunya mempersekutukan Allah. Hingga turun ayat berikut, yaitu firman Allah Swt.: taatlah kepada Allah dan taatlah kepada rasul dan janganlah kamu merusakkan (pahala) amal-amalmu. (Muhammad: 33) Akhirnya mereka merasa takut bila perbuatan dosa menghapuskan amal kebaikan mereka (yakni mereka tidak beranggapan seperti semula lagi).\n\nKemudian diriwayatkan melalui jalur Abdullah ibnul Mubarak, bahwa telah menceritakan kepadaku Bakr ibnu Ma'ruf, dari Muqatil ibnu Hayyan, dari Nafi', dari Ibnu Umar r.a. yang telah mengatakan, \"Kami sahabat Rasulullah Saw. beranggapan bahwa tiada suatu pun dari amal kebaikan melainkan diterima,\" hingga turunlah firman-Nya: taatlah kepada Allah dan taatlah kepada rasul dan janganlah kamu merusakkan (pahala) amal-amalmu. (Muhammad: 33) Maka kami (para sahabat) bertanya, \"Apa sajakah yang dapat menghapuskan amal kebaikan kami?\" Dan kami beranggapan bahwa yang menghapuskan amal kebaikan itu adalah dosa-dosa besar yang menjerumuskan pelakunya ke dalam neraka dan perbuatan-perbuatan fahisyah (yang keji), hingga turunlah firman Allah Swt.: Sesungguhnya Allah tidak akan mengampuni dosa syirik, dan Dia mengampuni segala dosa yang selain dari (syirik) itu bagi siapa yang dikehendaki-Nya. (An-Nisa: 48), hingga akhir ayat. Setelah ayat ini diturunkan, maka kami tidak mempunyai dugaan seperti itu lagi dan kami merasa khawatir terhadap orang yang mengerjakan dosa-dosa besar dan mengerjakan perbuatan fahisyah; dan kami berharap semoga yang lainnya tidak terjerumus ke dalamnya.",
            "jalalain": "(Sesungguhnya orang-orang kafir dan menghalang-halangi jalan Allah) jalan yang hak (dan memusuhi rasul) atau menentangnya (setelah petunjuk itu jelas bagi mereka) yang dimaksud petunjuk adalah jalan Allah tadi (mereka tidak dapat memberi mudarat kepada Allah sedikit pun. Dan Allah akan menghapuskan amal mereka) seperti sedekah dan lain-lainnya, yaitu pahalanya. Di akhirat kelak mereka tidak akan dapat melihat pahalanya. Ayat ini diturunkan berkenaan dengan orang-orang kafir yang terlibat dalam perang Badar, atau orang-orang kafir Bani Quraizhah dan Bani Nadhir.",
            "quraish_shihab": "Sesungguhnya orang-orang yang kafir dan menghalang-halangi manusia dari jalan Allah serta memusuhi rasul dengan congkak dan keras hati setelah petunjuk itu jelas bagi mereka, mereka tidak akan dapat memberi mudarat kepada Allah sedikit pun. Dan Allah akan menghapus semua amal perbuatan mereka."
        },
        {
            "ind": "Hai orang-orang yang beriman, taatilah Allah dan taatilah Rasul dan janganlah kamu merusakkan (pahala) amal-amalmu.",
            "arb": "۞ يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَلَا تُبْطِلُوا أَعْمَالَكُمْ",
            "transliterasi": "Yā 'Ayyuhā Al-Ladhīna 'Āmanū 'Aţī`ū Allāha Wa 'Aţī`ū Ar-Rasūla Wa Lā Tubţilū 'A`mālakum.",
            "eng": "O you who have attained to faith! Pay heed unto God, and pay heed unto the Apostle, and let not your [good] deeds come to nought!",
            "kemenag_ringkas": "_Wahai orang-orang yang beriman_ kepada Allah dan Rasul-Nya!_ Taatlah kepada Allah dan taatlah kepada Rasul_ dengan cara melaksanakan perintah yang tercantum di dalam Al-Qur’an dan Sunnah _dan janganlah kamu merusakkan segala amalmu_ dengan melakukan maksiat kepada Allah.",
            "kemenag": "Dalam ayat ini, Allah meminta orang-orang yang beriman agar taat kepada-Nya dan kepada Rasul-Nya serta tidak menghiraukan sikap dan tindakan orang-orang kafir. Mereka hendaknya beriman, mengakui keesaan dan kekuasaan Allah yang memiliki sifat-sifat yang sempurna, menaati perintah-Nya, melaksanakan ajaran-Nya, dan tidak melanggar perintah-Nya yang menyebabkan hilangnya pahala amal yang mereka kerjakan.\nMenurut Abu al-'Aliyah, \"Semula para sahabat berpendapat bahwa tidak ada satu dosa pun yang dapat merusak ikrar seseorang bahwa \"tidak ada Tuhan selain Allah\", sebagaimana tidak ada manfaat sesuatu amal yang didasarkan kepada syirik sampai ayat ini turun. Setelah turunnya ayat ini, para sahabat merasa khawatir, kalau-kalau amal-amal mereka akan batal karena suatu perbuatan dosa.\"\nIbnu 'Umar berkata, \"Kami semua sahabat Rasulullah saw berpendapat bahwa perbuatan baik akan diterima Allah sampai turunnya ayat ini. Setelah ayat ini turun, kami bertanya, 'Apa sajakah yang membatalkan pahala amal-amal kami? Maka Rasulullah menjawab, 'Dosa besar, perbuatan jahat, dan perbuatan keji. Setelah itu apabila salah seorang kami berbuat dosa (zina) yang disebutkan itu, kami berkata, 'Sesungguhnya telah terhapus pahala amalnya, sampai turun ayat yang artinya, 'Sesungguhnya Allah tidak mengampuni dosa orang yang mempersekutukan-Nya, tetapi mengampuni selain dari itu bagi siapa yang dikehendaki-Nya. Setelah itu kami tidak membicarakan tentang hal itu lagi.\"\nAda ahli tafsir yang berpendapat bahwa yang dimaksud dengan taat kepada Allah ialah mengamalkan isi Al-Qur'an. Sedangkan yang dimaksud dengan taat kepada Rasul ialah mengikuti dan melaksanakan semua perintah dan larangan yang terkandung dalam hadis-hadis beliau.\n",
            "ibnu_katsir": "Setelah itu Allah memerintahkan kepada hamba-hamba-Nya yang beriman agar taat kepada-Nya dan taat kepada rasul-Nya, karena hal ini akan membawa mereka kepada kebahagiaan di dunia dan akhirat. Dan Allah melarang mereka melakukan perbuatan yang menyebabkan murtad, karena murtad dapat menghapuskan semua amal kebaikan yang telah dikerjakan. Karena itulah disebutkan oleh firman-Nya:\n\ndan janganlah kamu merusakkan (pahala) amal-amalmu. (Muhammad: 33)\n\nYakni dengan melakukan perbuatan murtad. Karena itulah pada firman berikutnya disebutkan:\n\nSesungguhnya orang-orang yang kafir dan menghalang, (manusia) dari jalan Allah, kemudian mereka mati dalam keadaan kafir, maka sekali-kali Allah tidak akan memberi ampun kepada mereka. (Muhammad: 34)",
            "jalalain": "(Hai orang-orang yang beriman! Taatlah kepada Allah dan taatlah kepada rasul dan janganlah kalian merusakkan amal-amal kalian) dengan melakukan perbuatan-perbuatan maksiat, umpamanya.",
            "quraish_shihab": "Hai orang-orang yang beriman, taatlah kepada Allah dalam setiap apa yang diperintahkan kepada kalian. Taatlah juga kepada Rasul dalam setiap apa yang diserukannya. Dan janganlah kalian menghilangkan pahala amal perbuatan kalian."
        },
        {
            "ind": "Sesungguhnya orang-orang kafir dan (yang) menghalangi manusia dari jalan Allah kemudian mereka mati dalam keadaan kafir, maka sekali-kali Allah tidak akan memberi ampun kepada mereka.",
            "arb": "إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَن سَبِيلِ اللَّهِ ثُمَّ مَاتُوا وَهُمْ كُفَّارٌ فَلَن يَغْفِرَ اللَّهُ لَهُمْ",
            "transliterasi": "'Inna Al-Ladhīna Kafarū Wa Şaddū `An Sabīli Allāhi Thumma Mātū Wa Hum Kuffārun Falan Yaghfira Allāhu Lahum.",
            "eng": "Verily, as for those who are bent on denying the truth and on barring [others] from the path of God, and then die as deniers of the truth - indeed, God will not grant them forgiveness!",
            "kemenag_ringkas": "_Sesungguhnya orang-orang yang kafir_ yang mengingkari keesaan Allah _dan menghalang-halangi_ orang lain _dari jalan Allah kemudian mereka mati dalam keadaan kafir, maka Allah tidak akan mengampuni mereka._ Allah tidak akan menghapus dosa mereka bahkan Allah akan menghukum mereka dan memperlihatkan keburukan mereka di hadapan para saksi kelak di hari Kiamat.",
            "kemenag": "Ayat ini menerangkan bahwa orang yang mengingkari kekuasaan dan keesaan Allah, mengingkari seruan rasul-Nya, menghalang-halangi manusia dari jalan-Nya, kemudian ia mati dalam keadaan kafir, maka Allah sekali-kali tidak akan mengampuni dosa-dosanya karena pintu tobat dan ampunan Allah hanya ada sewaktu masih hidup di dunia. Jika seseorang telah mati, maka semuanya telah tertutup baginya.\nSebagian ahli tafsir menerangkan bahwa ayat ini diturunkan berhubungan dengan orang-orang kafir yang mati dalam Perang Badar yang dikubur dalam sebuah sumur. Lepas dari benar atau tidaknya pendapat itu, ayat ini berlaku bagi semua orang di mana dan kapan pun, bahwa setiap orang yang mati dalam keadaan kafir, tidak akan diampuni Allah dosa-dosanya.\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nSesungguhnya orang-orang yang kafir dan menghalang, (manusia) dari jalan Allah, kemudian mereka mati dalam keadaan kafir, maka sekali-kali Allah tidak akan memberi ampun kepada mereka. (Muhammad: 34)\n\nSama dengan firman-Nya:\n\nSesungguhnya Allah tidak mengampuni dosa syirik dan Dia mengampuni segala dosa yang selain dari (syirik) itu bagi siapa yang dikehendaki-Nya. (An-Nisa: 48)",
            "jalalain": "(Sesungguhnya orang-orang yang kafir dan menghalangi jalan Allah) tuntunan-Nya, yaitu jalan petunjuk (kemudian mereka mati dalam keadaan kafir, maka sekali-kali Allah tidak akan memberi ampun kepada mereka) ayat ini diturunkan berkenaan dengan orang-orang kafir yang dikubur di Al-Qulaib, seusai perang Badar.",
            "quraish_shihab": "Sesungguhnya orang-orang yang kafir dan menghalang-halangi orang lain untuk memeluk Islam lalu mati dalam keadaan kafir, maka Allah tidak akan memberi ampunan kepada mereka."
        },
        {
            "ind": "Janganlah kamu lemah dan minta damai padahal kamulah yang di atas dan Allah pun bersamamu dan Dia sekali-kali tidak akan mengurangi pahala amal-amalmu.",
            "arb": "فَلَا تَهِنُوا وَتَدْعُوا إِلَى السَّلْمِ وَأَنتُمُ الْأَعْلَوْنَ وَاللَّهُ مَعَكُمْ وَلَن يَتِرَكُمْ أَعْمَالَكُمْ",
            "transliterasi": "Falā Tahinū Wa Tad`ū 'Ilaá As-Salmi Wa 'Antum Al-'A`lawna Wa Allāhu Ma`akum Wa Lan Yatirakum 'A`mālakum.",
            "eng": "AND SO, [when you fight in a just cause,] do not lose heart and [never] beg for peace: for, seeing that God is with you, you are bound to rise high [in the end]; and never will He let your [good] deeds go to waste.",
            "kemenag_ringkas": "_Maka janganlah kamu lemah_ dan takut bertempur melawan orang musyrik _dan mengajak damai_ untuk mencari _dalih_ menghindari pepe-rangan _karena kamulah yang lebih unggul_ yakni lebih mulia dari mereka karena kebenaran yang kamu miliki dan kamu perjuangkan, _dan Allah_ pun _bersama kamu._ Dia yang akan membela dan memenangkan kamu _dan Dia tidak akan_ berbuat aniaya kepadamu dengan mengurangi _pahala segala amalmu._",
            "kemenag": "Dalam ayat ini, Allah meminta orang-orang yang beriman, bila perintah melaksanakan jihad sudah dikeluarkan dan mereka mengetahui bahwa Allah pasti menolong orang-orang yang beriman, mereka harus merasa kuat, tidak patah semangat, dan sekali-kali tidak mengajak musuh untuk berdamai. Mereka adalah orang-orang yang percaya bahwa umat Islam yang akan memperoleh derajat yang tinggi di sisi Allah. Allah tetap bersama mereka dan tidak akan mengurangi pahala mereka sedikit pun. Allah tidak akan bersama orang kafir, apalagi menolong mereka, karena mereka sebenarnya adalah makhluk Allah yang merendahkan derajatnya sendiri.",
            "ibnu_katsir": "Kemudian dalam firman selanjutnya disebutkan Khitab Allah Swt. Kepada hamba-hamba-Nya yang beriman:\n\nJanganlah kamu lemah. (Muhammad: 35) \n\nYaitu bersikap lemah dalam menghadapi musuh-musuhmu.\n\ndan minta damai. (Muhammad: 35)\n\nYakni memilih gencatan senjata, perdamaian, di antara kamu dan orang-orang kafir yang memusuhimu, padahal kalian kuat, bilangan personel kalian banyak dan senjata kalian lebih lengkap. Untuk itulah maka disebutkan dalam firman-Nya:\n\nJanganlah kamu lemah dan minta damai, padahal kamulah yang di atas. (Muhammad: 35)\n\nYaitu di saat posisi kalian menang di atas musuh kalian. Adapun jika keadaan orang-orang kafir memiliki kekuatan yang lebih besar dan lebih banyak ketimbang kekuatan dan pasukan kaum muslim, sedangkan iman kaum muslim memandang bahwa mengadakan gencatan senjata sangat bermanfaat bagi pihak kaum muslim, maka ia boleh mengadakan gencatan senjata dengan musuh dan menghentikan perang. Seperti yang pernah dilakukan Rasulullah Saw. ketika orang-orang kafir Quraisy melarangnya memasuki Mekah. Dan mereka mengajak Rasulullah Saw. untuk berdamai dan menghentikan peperangan di antara mereka dengan Rasulullah Saw. selama sepuluh tahun. Maka Rasulullah Saw. menyetujuinya. \n\nFirman Allah Swt.:\n\ndan Allah (pun) beserta kamu. (Muhammad: 35)\n\nIni mengandung berita gembira yang besar, bahwa pasukan kaum muslim akan beroleh pertolongan dari Allah dan mendapat kemenangan atas musuh-musuhnya.\n\ndan Dia sekali-kali tidak akan mengurangi (pahala) amal-amalmu. (Muhammad: 35)\n\nYakni tidak akan menghapuskan dan tidak akan menggugurkan amal kebaikan kalian, bahkan Dia akan memenuhi pahalanya tanpa menguranginya barang sedikit pun.",
            "jalalain": "(Janganlah kalian lemah) merasa lemah (dan minta damai) dapat dibaca As-Salmi atau As-Silmi, artinya damai bersama dengan orang-orang kafir bila kalian bertemu dengan mereka dalam perang (padahal kalianlah yang di atas) lafal Al-A'launa asalnya adalah Al-A'lawuuna, kemudian Wawu Lam Fi'ilnya dibuang sehingga jadilah Al-A'launa, artinya, yang menang dan yang mengalahkan (dan Allah pun beserta kalian) yakni bantuan dan pertolongan-Nya (dan Dia sekali-kali tidak akan mengurangi) Allah tidak akan mengurangi kalian (amal-amal kalian) pahala amal-amal kalian.",
            "quraish_shihab": "Janganlah kalian lemah dalam menghadapi musuh, dan jangan mengajak mereka berdamai karena alasan takut kepada mereka, padahal kalian lebih tinggi dan akan menang dengan kekuatan iman. Allah selalu membela kalian dan Dia sekali-kali tidak akan mengurangi pahala amal perbuatan kalian."
        },
        {
            "ind": "Sesungguhnya kehidupan dunia hanyalah permainan dan senda gurau. Dan jika kamu beriman dan bertakwa, Allah akan memberikan pahala kepadamu dan Dia tidak akan meminta harta-hartamu.",
            "arb": "إِنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ ۚ وَإِن تُؤْمِنُوا وَتَتَّقُوا يُؤْتِكُمْ أُجُورَكُمْ وَلَا يَسْأَلْكُمْ أَمْوَالَكُمْ",
            "transliterasi": "'Innamā Al-Ĥayāatu Ad-Dunyā La`ibun Wa Lahwun Wa 'In Tu'uminū Wa Tattaqū Yu'utikum 'Ujūrakum Wa Lā Yas'alkum 'Amwālakum.",
            "eng": "The life of this world is but a play and a passing delight: but if you believe [in God] and are conscious of Him, He will grant you your deserts. And withal, He does not demand of you [to sacrifice in His cause all of] your possessions:",
            "kemenag_ringkas": "_Sesungguhnya kehidupan dunia itu_ bagi orang yang lengah _hanyalah permainan_ yakni kegiatan tanpa tujuan yang benar _dan senda gurau_ yang membawa kepada kelalaian. _Jika kamu beriman_ kepada Tuhanmu_ serta bertakwa_ dengan sebenar-benarnya dengan menunaikan perintan-Nya dan meninggalkan larangan-Nya, _Allah akan memberikan pahala kepa-damu_ sebagai pembalasan dari amalmu _dan Dia tidak akan meminta hartamu,_ yakni Dia tidak meminta hartamu seluruhnya melainkan hanya sebagian dari harta itu untuk diberikan kepada yang membutuhkan.",
            "kemenag": "Allah mendorong orang-orang yang beriman agar berjihad dan menginfakkan harta di jalan-Nya, untuk menghancurkan musuh-musuh Allah dan musuh-musuh mereka, yaitu orang-orang kafir Mekah. Mereka jangan sekali-kali terpesona oleh kehidupan dunia yang menyebabkan mereka meninggalkan jihad karena kehidupan dunia hanyalah sementara, hanya sebagai permainan, dan senda gurau. Semua yang ada di dunia ini akan hilang lenyap, kecuali ketaatan dan ibadah kepada Allah karena ketaatan dan ibadah itu menjadi sebab untuk memperoleh kehidupan yang sebenarnya nanti di akhirat. Dari ayat ini dapat dipahami bahwa jihad di jalan Allah termasuk perbuatan ibadah yang menunjukkan ketaatan dan kepatuhan kepada-Nya. Oleh karena itu, lakukanlah jihad sebagaimana melakukan ibadah-ibadah yang lain.\nSelanjutnya Allah menyatakan bahwa perbuatan yang bisa menjadi persiapan yang sebenarnya di akhirat nanti ialah beriman kepada Allah, melaksanakan segala perintah dan menjauhkan semua larangan-Nya, dan meninfakkan harta di jalan-Nya sebagaimana yang diajarkan oleh Nabi Muhammad. Yang dituntut dari harta yang diinfakkan itu hanyalah sebagian kecil dari penghasilan, tidak semuanya, dan diberikan sebagai zakat, sedekah, amal jariah, dan sebagainya. Jika mereka melaksanakan yang demikian itu, Allah akan membalasnya dengan balasan yang berlipat ganda berupa ketenangan hidup di dunia, dan surga di akhirat. \n",
            "ibnu_katsir": "Allah Swt. berfirman, menceritakan hinanya perkara duniawi dan ketiada hargaannya. Untuk itu Dia berfirman:\n\nSesungguhnya kehidupan dunia hanyalah permainan dan senda gurau, (Muhammad: 36)\n\nYakni hasilnya hanyalah itu terkecuali sebagian darinya yang digunakan karena Allah Swt. Untuk itulah maka disebutkan dalam firman berikutnya:\n\nDan jika kamu beriman serta bertakwa, Allah akan memberikan pahala kepadamu dan Dia tidak akan meminta harta-hartamu. (Muhammad: 36)\n\nDia Mahakaya daripada kalian, Dia tidak akan meminta sesuatu apa pun dari kalian. Dan sesungguhnya Dia memfardukan zakat harta benda hanyalah untuk menyantuni dan membantu saudara-saudara kalian, yang justru manfaatnya akan kembali kepada kalian sendiri, juga pahalanya diraih oleh kalian sendiri.",
            "jalalain": "(Sesungguhnya kehidupan dunia) maksudnya, menyibukkan diri dalam kehidupan dunia (hanyalah permainan dan senda gurau. Dan jika kalian beriman serta bertakwa) kepada Allah, yang demikian itu adalah termasuk perkara akhirat (Allah akan memberikan pahala kepada kalian dan Dia tidak akan meminta harta-harta kalian) semuanya, melainkan hanya zakat yang diwajibkan.",
            "quraish_shihab": "Sesungguhnya kehidupan dunia ini hanyalah kepalsuan dan tipuan belaka. Jika kalian beriman, meninggalkan kemaksiatan dan mengerjakan kebaikan, maka Allah akan memberi kalian pahala dan Dia tidak akan meminta harta kepada kalian. Jika Dia meminta harta kepada kalian lalu mendesak kalian supaya memberikannya, kalian menjadi kikir. Dia akan menampakkan kedengkian kalian karena kalian sangat cinta kepada harta itu."
        },
        {
            "ind": "Jika Dia meminta harta kepadamu lalu mendesak kamu (supaya memberikan semuanya) niscaya kamu akan kikir dan Dia akan menampakkan kedengkianmu.",
            "arb": "إِن يَسْأَلْكُمُوهَا فَيُحْفِكُمْ تَبْخَلُوا وَيُخْرِجْ أَضْغَانَكُمْ",
            "transliterasi": "'In Yas'alkumūhā Fayuĥfikum Tabkhalū Wa Yukhrij 'Ađghānakum.",
            "eng": "[for,] if He were to demand of you all of them, and urge you, you would niggardly cling [to them], and so He would [but] bring out your moral failings.",
            "kemenag_ringkas": "Akan tetapi Allah mengetahui _sekiranya Dia meminta harta kepada-mu lalu mendesak kamu_ agar memberikan semuanya untuk berjihad _niscaya kamu akan kikir_ sehingga tidak akan memberikannya karena kekikiranmu_ dan Dia akan menampakkan kedengkianmu_ dikarenakan cintamu yang berlebihan kepada harta.",
            "kemenag": "Dalam ayat ini, Allah menerangkan salah satu dari sifat manusia yang tercela ialah kikir dan sangat mencintai dan menginginkan harta. Allah menyatakan bahwa Ia tidak minta mereka memberikan harta mereka seluruhnya untuk diberikan kepada kaum Muslimin yang lemah. Bila Ia meminta seluruhnya seperti itu, pasti mereka tidak akan memberikannya karena mereka terlalu tamak kepada harta dan tidak akan memberikannya kepada orang-orang miskin. Allah mengetahui yang demikian. Semakin sering permintaan itu diulang-ulang, semakin bertambah rasa benci dan dengki mereka terhadap orang miskin tersebut.\nSifat kikir itu telah menjadi tabiat manusia. Ia merupakan sifat yang didatangkan kemudian, sebagaimana firman Allah:\n\nDan perdamaian itu lebih baik (bagi mereka) walaupun manusia itu menurut tabiatnya kikir. (an-Nisa'/4: 128)\n\nAllah swt berfirman:\n\nDan siapa yang dijaga dirinya dari kekikiran, maka mereka itulah orang- orang yang beruntung. (al-hasyr/59: 9)\nDalam ayat yang lain dinyatakan jika manusia dapat menghilangkan atau mengurangi sifat kikirnya itu, maka ia akan menjadi orang yang beruntung hidup di dunia dan di akhirat.\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nJika Dia meminta harta kepadamu, lalu mendesak kamu (supaya memberikan semuanya), niscaya kamu akan kikir. (Muhammad-37)\n\nYaitu jika Dia mendesak kalian untuk mengeluarkan harta, niscaya kalian kikir, tidak mau mengeluarkannya.\n\ndan Dia akan menampakkan kedengkianmu. (Muhammad: 37)\n\nQatadah mengatakan sehubungan dengan makna ayat ini, bahwa Allah Swt. telah mengetahui bahwa dengan mengeluarkan harta, maka terbacalah apa yang tersimpan di dalam dada. Benarlah apa yang dikatakan oleh Qatadah karena sesungguhnya harta itu adalah sesuatu yang dicintai, dan tidaklah dibelanjakan melainkan untuk keperluan yang lebih disukai oleh pemiliknya dari harta itu.",
            "jalalain": "(Jika Dia memintanya dari kalian lalu mendesak kalian) mendesak meminta zakat tersebut (niscaya kalian akan kikir dan keluarlah) karena kekikiran kalian (kedengkian kalian) terhadap agama Islam.",
            "quraish_shihab": "Sesungguhnya kehidupan dunia ini hanyalah kepalsuan dan tipuan belaka. Jika kalian beriman, meninggalkan kemaksiatan dan mengerjakan kebaikan, maka Allah akan memberi kalian pahala dan Dia tidak akan meminta harta kepada kalian. Jika Dia meminta harta kepada kalian lalu mendesak kalian supaya memberikannya, kalian menjadi kikir. Dia akan menampakkan kedengkian kalian karena kalian sangat cinta kepada harta itu."
        },
        {
            "ind": "Ingatlah, kamu ini orang-orang yang diajak untuk menafkahkan (hartamu) pada jalan Allah. Maka di antara kamu ada yang kikir, dan siapa yang kikir sesungguhnya dia hanyalah kikir terhadap dirinya sendiri. Dan Allah-lah yang Maha Kaya sedangkan kamulah orang-orang yang berkehendak (kepada-Nya); dan jika kamu berpaling niscaya Dia akan mengganti (kamu) dengan kaum yang lain; dan mereka tidak akan seperti kamu ini.",
            "arb": "هَا أَنتُمْ هَٰؤُلَاءِ تُدْعَوْنَ لِتُنفِقُوا فِي سَبِيلِ اللَّهِ فَمِنكُم مَّن يَبْخَلُ ۖ وَمَن يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَن نَّفْسِهِ ۚ وَاللَّهُ الْغَنِيُّ وَأَنتُمُ الْفُقَرَاءُ ۚ وَإِن تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوا أَمْثَالَكُم",
            "transliterasi": "Hā'antum Hā'uulā' Tud`awna Litunfiqū Fī Sabīli Allāhi Faminkum Man Yabkhalu Wa Man Yabkhal Fa'innamā Yabkhalu `An Nafsihi Wa Allāhu Al-Ghanīyu Wa 'Antumu Al-Fuqarā'u Wa 'In Tatawallaw Yastabdil Qawmāan Ghayrakum Thumma Lā Yakūnū 'Amthālakum",
            "eng": "Behold, [O believers,] it is you who are called upon to spend freely in God’s cause: but [even] among you are such as turn out to be niggardly! And yet, he who acts niggardly [in God’s cause] is but niggardly towards his own self: for God is indeed self-sufficient, whereas you stand in need [of Him]; and if you turn away [from Him], He will cause other people to take your place, and they will not be the likes of you!",
            "kemenag_ringkas": "_Ingatlah,_ wahai orang yang beriman, _kamu adalah orang-orang yang diajak untuk menginfakkan_ sebagian dari hartamu _di jalan Allah. Lalu di antara kamu_ yang diajak menafkahkan harta itu_ ada orang yang kikir, dan barangsiapa kikir maka sesungguhnya dia kikir terhadap dirinya sendiri_ dan merugikan diri sendiri, dan sedikit pun tidak merugikan kepada Allah. _Dan Allah-lah Yang Mahakaya dan kamulah yang membutuhkan_ karunia-Nya. Karena itu jika kamu menyambut ajakan-Nya untuk bernafkah, kamu akan memperoleh keberuntungan _Dan jika kamu berpaling_ dari jalan yang benar dan menolak ajakan-Nya, _dia akan _membinasakan kamu dan _menggantikan_ kamu _dengan kaum yang lain,_ _dan mereka tidak akan_ durhaka_ seperti kamu_ yang enggan menyambut ajakan Allah.",
            "kemenag": "Ayat ini menerangkan bahwa Allah memanggil mereka untuk menghilangkan sifat kikir. Mereka diminta menginfakkan harta mereka di jalan Allah. Dijelaskan bahwa siapa yang kikir, tidak mau menafkahkan harta di jalan Allah, maka kekikiran mereka itu akan merugikan diri sendiri karena kikir itu akan mengganggu hubungan dalam masyarakat dan akan menghapuskan pahala mereka, menjauhkan diri mereka dari Allah dan surga. Bila manusia berinfak, itu bukan untuk Allah karena Ia tidak memerlukan harta mereka, sebab Dia Mahakaya, tidak memerlukan apa pun. Infak itu justru untuk keuntungan mereka karena Allah akan membalasnya berlipat ganda, ditambah lagi dengan pahala yang balasannya adalah surga.\nKemudian Allah mengancam mereka dengan mengatakan bahwa jika mereka berpaling, yaitu tidak beriman dan tidak mau memenuhi perintah-Nya dengan berinfak, maka Allah akan menghancurkan mereka, kemudian mengganti mereka dengan kaum yang lain yang tidak seperti mereka, yaitu kaum yang mau berinfak, berjihad, melaksanakan perintah-Nya, dan menjauhi larangan-Nya.\nDiriwayatkan oleh al-Baihaqi, at-Tirmidhi dan lain-lainnya dari Abu Hurairah berkata: \nRasulullah saw membaca ayat ini sampai akhir, maka para sahabat bertanya, \"Ya Rasulullah, siapakah orang-orang itu yang jika kami berpaling mereka akan menggantikan kami dan mereka tidak seperti kami?\" Maka Rasulullah menepuk pundak Salman, kemudian berkata, \"Inilah orangnya dan kaumnya. Demi Allah yang diriku di tangan-Nya, seandainya agama itu tergantung di bintang surayya, itu akan digapai oleh orang-orang dari Persia.\" \n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nIngatlah, kamu ini orang-orang yang diajak untuk menafkahkan (hartamu) pada jalan Allah. Maka di antara kamu ada orang yang kikir. (Muhammad: 38)\n\nMaksudnya, tidak mau memenuhi ajakan tersebut.\n\ndan siapa yang kikir sesungguhnya dia hanyalah kikir terhadap dirinya sendiri. (Muhammad: 38) \n\nYakni sesungguhnya akibat dari kekikirannya itu akan menimpa dirinya sendiri, dan sesungguhnya yang dikurangi itu hanyalah pahalanya sendiri.\n\nDan Allah-lah Yang Mahakaya. (Muhammad: 38)\n\nYaitu tidak membutuhkan selain-Nya, sedangkan segala sesuatu berhajat kepada-Nya selama-lamanya. Karena itulah dalam firman berikutnya disebutkan:\n\nsedangkan kamulah orang-orang yang membutuhkan(nya). (Muhammad: 38)\n\nMaksudnya, secara fitrah membutuhkan-Nya; sifat Mahakaya bagi Allah Swt. adalah sifat yang lazim bagi-Nya, dan sifat fakir bagi makhluk adalah sifat yang lazim bagi mereka yang tidak dapat terpisahkan darinya. \n\nFirman Allah Swt.:\n\ndan jika kamu berpaling. (Muhammad: 38) \n\nYakni dari ketaatan kepada-Nya dan mengikuti syariat-Nya.\n\nniscaya Dia akan mengganti (kamu) dengan kaum yang lain, dan mereka tidak akan seperti kamu (ini). (Muhammad: 38)\n\nBahkan mereka adalah orang-orang yang tunduk patuh kepada-Nya dan taat kepada perintah-perintah-Nya.\n\nIbnu Abu Hatim dan Ibnu Jarir mengatakan, telah menceritakan kepada kami Yunus ibnu Abdul Ala, telah menceritakan kepada kami Ibnu Wahb, telah menceritakan kepadaku Muslim ibnu Khalid, dari Al-Ala ibnu Abdur Rahman, dari ayahnya, dari Abu Hurairah r.a. yang menceritakan bahwa Rasulullah Saw. membaca ayat berikut, yaitu firman-Nya: dan jika kamu berpaling, niscaya Dia akan mengganti (kamu) dengan kaum yang lain, dan mereka tidak akan seperti kamu (ini). (Muhammad: 38) Mereka bertanya, \"Wahai Rasulullah, siapakah yang dimaksud dengan mereka yang jika kami berpaling maka akan menjadi pengganti kami dan mereka tidak akan seperti kami sikapnya?\" Abu Hurairah r.a. melanjutkan kisahnya, bahwa lalu Rasulullah Saw. menepukkan tangannya ke pundak Salman Al-Farisi r.a. seraya bersabda:\n\nOrang ini dan kaumnya. Seandainya agama berada di bintang surayya, niscaya akan diraih oleh orang-orang dari Persia.\n\nMuslim ibnu Khalid Az-Zunji meriwayatkan hadis ini secara munfarid, tetapi banyak perawi lain yang meriwayatkan hadis ini darinya. Dan ada sebagian imam ahli hadis yang mempermasalahkan dia; hanya Allah-lah Yang Maha Mengetahui.",
            "jalalain": "(Ingatlah kalian) wahai, kalian ingatlah (kalian ini orang-orang yang diajak untuk menafkahkan harta kalian pada jalan Allah) maksudnya untuk menafkahkan apa yang telah diwajibkan atas kalian, yaitu zakat. (Maka di antara kalian ada orang yang kikir, dan siapa yang kikir sesungguhnya dia hanyalah kikir terhadap dirinya sendiri) lafal Bakhila dapat bermuta'addikan 'Ala atau 'An, untuk itu dapat dikatakan Rakhila 'Alaihi dan Bakhila 'Anhu. (Dan Allahlah Yang Maha Kaya) artinya, tidak membutuhkan infak kalian (sedangkan kalianlah orang-orang yang berhajat) kepada-Nya (dan jika kalian berpaling) dari taat kepada-Nya (niscaya Dia akan mengganti kalian dengan kaum yang lain) Dia akan menjadikan yang lain sebagai pengganti kalian (dan mereka tidak akan seperti kalian) tidak akan berpaling dari taat kepada-Nya, bahkan mereka benar-benar akan taat kepada-Nya.",
            "quraish_shihab": "Ingatlah, kalian ini adalah orang-orang yang diajak untuk menginfakkan harta di jalan Allah. Lalu di antara kalian ada yang kikir dan tidak mau menginfakkan hartanya. Barangsiapa yang kikir berarti ia telah merugikan dirinya sendiri. Allah Mahakaya sedang kalian adalah orang-orang miskin yang membutuhkan- Nya. Dan jika kalian tidak taat kepada Allah, niscaya Dia akan mengganti kalian dengan kaum lain yang tidak seperti kalian yang tidak menaati-Nya."
        }
    ]
}