{
    "number": 83,
    "name": "سُورَةُ المُطَفِّفِينَ",
    "englishName": "Al-Mutaffifin",
    "englishNameTranslation": "Defrauding",
    "revelationType": "Meccan",
    "numberOfAyahs": 36,
    "ayahs": [
        {
            "ind": "Kecelakaan besarlah bagi orang-orang yang curang",
            "arb": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ وَيْلٌ لِّلْمُطَفِّفِينَ",
            "transliterasi": "Waylun Lilmuţaffifīna.",
            "eng": "WOE UNTO THOSE who give short measure:",
            "kemenag_ringkas": "Pada permulaan surah ini Allah memberi peringatan keras kepada mereka yang berbuat curang dalam timbangan dan takaran. _Celakalah bagi orang-orang yang_ berbuat _curang_ dalam menimbang dan menakar sehingga merugikan banyak orang!",
            "kemenag": "Azab dan kehinaan yang besar pada hari Kiamat disediakan bagi orang-orang yang curang dalam menakar dan menimbang. Allah telah menyampaikan ancaman yang pedas kepada orang-orang yang curang dalam menakar dan menimbang yang terjadi di tempat-tempat jual beli di Mekah dan Medinah pada waktu itu.\nDiriwayatkan bahwa di Medinah ada seorang laki-laki bernama Abu Juhainah. Ia mempunyai dua macam takaran yang besar dan yang kecil. Bila ia membeli gandum atau kurma dari para petani, ia mempergunakan takaran yang besar, akan tetapi jika ia menjual kepada orang lain ia mempergunakan takaran yang kecil.\nPerbuatan seperti itu menunjukkan adanya sifat tamak, ingin mencari keuntungan bagi dirinya sendiri walaupun dengan jalan merugikan orang lain. Terhadap orang seperti itu, Nabi Muhammad telah memberi ancaman yang pedas sekali seperti tersebut dalam hadis ini:\nAda lima perkara yang dibalas dengan lima perkara: Tidak pernah suatu kaum yang melanggar janji, melainkan Allah akan membiarkan kaum itu dikuasai musuhnya. Tidak pernah mereka yang memutuskan suatu perkara dengan hukuman yang tidak diturunkan oleh Allah, melainkan akan tersebar luaslah kefakiran di kalangan mereka. Perzinaan tidak pernah meluas di kalangan mereka secara luas, melainkan akan tersebar luaslah bahaya kematian. Tidak pernah mereka yang berbuat curang dalam menakar dan menimbang, melainkan mereka akan kehilangan kesuburan tumbuh-tumbuhan dan ditimpa musim kemarau. Dan tidak pernah mereka yang menahan zakat, melainkan akan diazab dengan tertahannya hujan (kemarau yang panjang). (Riwayat ath-thabrani dari Ibnu 'Abbas)\n",
            "ibnu_katsir": "Imam Nasai dan Imam Ibnu Majah mengatakan, telah menceritakan kepada kami Muhammad ibnu Aqil, Ibnu Majah menambahkan dari Abdur Rahman ibnu Bisyr, keduanya mengatakan bahwa telah menceritakan kepada kami Ali ibnul Husain ibnu Waqid, telah menceritakan kepadaku ayahku, dari Yazid ibnu Abu Sa'id An-Nahwi maula Quraisy, dari Ikrimah, dari Ibnu Abbas yang mengatakan bahwa ketika Nabi Saw. tiba di Madinah, orang-orang Madinah terkenal dengan kecurangannya dalam hal takaran. Maka Allah Swt. menurunkan firman-Nya: Kecelakaan besarlah bagi orang-orang yang curang.  (Al-Muthaffifin: 1) Setelah itu mereka menjadi orang-orang,yang baik dalam menggunakan takaran. \n\nIbnu Abu Hatim mengatakan, tclah menceritakan kepada kami Ja'far ibnu Nadr ibnu Hammad, telah menceritakan kepada kami Muhammad ibnu Ubaid, dari Al-A'masy. dari Amr ibnu Murrah, dari Abdullah ibnu Haris, dari Hilal ibnu Talq yang mengatakan bahwa ketika aku sedang berjalan bersama Ibnu Umar. maka aku bertanya, \"'Siapakah manusia yang paling baik dan paling memenuhi dalam memakai takaran, penduduk Mekah ataukah penduduk Madinah?*' Ibnu Umar menjawab.”Sudah seharusnya bagi mereka berbuat demikian. tidakkah engkau telah mendengar firman-Nya: \"Kecelakaan besarlah bagi orang-orang yang curang\" (Al-Muthaffifin: 1).'\"\n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Abus Sa’ib, telah menceritakan kepada kami Ibnu Fudail. dari Dirar, dari Abdullah Al-Maktab, dari seorang lelaki, dari Abdullah yang mengatakan bahwa pernah seorang lelaki berkata kepadanya, \"Wahai Abu Abdur Rahman, sesungguhnya penduduk Madinah benar-benar memenuhi takaran mereka.\" Abdullah menjawab, \"Lalu apakah yang mencegah mereka untuk tidak memenuhi takaran, sedangkan Allah Swt. telah berfirman: \"Kecelakaan besarlah bagi orang-orang yang curang\" (Al-Muthaffifin: 1).'sampai dengan firman-Nya: '(yaitu) hari (ketika) manusia berdiri menghadap Tuhan semesta alam' (Al-Muthaffifin: 6)\n\nMakna yang dimaksud dengan tatfif di sini ialah curang dalam memakai takaran dan timbangan, yang adakalanya meminta tambah bila menagih orang lain, atau dengan cara mengurangi bila ia membayar kepada mereka. Untuk itulah maka dalam firman berikutnya dijelaskan siapa saja mereka yang diancam akan mendapat kerugian dan kecelakaan yang besar, yaitu:\n\n(yaitu) orang-orang yang apabila menerima takaran dari orang lain mereka minta dipenuhi. (Al-Muthaffifin: 2)\n\nYakni bila mereka menerima takaran dari orang lain, maka mereka meminta supaya dipenuhi dan diberi tambahan.",
            "jalalain": "(Kecelakaan besarlah) lafal Wailun merupakan kalimat yang mengandung makna azab; atau merupakan nama sebuah lembah di dalam neraka Jahanam (bagi orang-orang yang curang.)",
            "quraish_shihab": "[[83 ~ AL-MUTHAFFIFIN (ORANG-ORANG YANG CURANG) Pendahuluan: Makkiyyah, 36 ayat ~ Surat al-Muthaffifîn dibuka dengan beberapa ayat yang berisi ancaman sangat keras terhadap orang-orang yang melakukan kecurangan dalam bermuamalat, secara khusus dalam soal timbang- menimbang. Kecurangan itu digambarkan dalam sekelompok orang yang cenderung minta dilebihkan takarannya demi keuntungan pribadi tetapi mengurangi jumlah yang semestinya saat menimbang untuk orang lain. Surat ini mengancam orang-orang yang melakukan hal tersebut bahwa hari pembangkitan dan perhitungan pasti akan terjadi. Selain itu, surat ini juga menegaskan bahwa perbuatan mereka itu tercatat dalam sebuah buku. Hanya orang-orang zalim, bergelimang dosa dan terhalang dari Tuhannya yang berani mendustakan catatan buku itu. Tempat kembali mereka, kelak, adalah nereka Jahanam. Pembicaraan kemudian dialihkan kepada ihwal kalangan manusia yang berbakti kepada Allah dengan memberikan keterangan mengenai apa yang telah mereka lakukan. Disebutkan, misalnya, berbagai kenikmatan yang bakal mereka rasakan dan, sekaligus, ciri-ciri mereka. Disebutkan pula sebuah perbuatan yang mereka perlombakan. Ayat-ayat selanjutnya menggambarkan apa yang dilakukan oleh orang-orang kafir yang jahat terhadap orang-orang Mukmin ketika mereka melihat orang-orang Mukmin atau ketika orang-orang Mukmin itu berlalu di hadapan mereka. Akhirnya, surat ini ditutup dengan janji bahwa orang-orang beriman akan diperlakukan secara adil di hari kiamat. Mereka akan ditempatkan di dalam kehidupan yang penuh kesenangan. Mereka akan memandangi dan mentertawakan orang-orang kafir dari atas dipan-dipan yang indah. Sementara orang-orang kafir itu akan mendapatkan balasan buruk yang setimpal dengan perbuatan mereka di dunia.]] Kehancuranlah bagi orang-orang yang berbuat curang. Yaitu orang-orang yang kalau menerima timbangan dari orang lain selalu meminta ukuran yang pas atau cenderung minta dilebihkan. Akan tetapi, jika menimbang untuk orang lain, mereka berbuat curang sehingga dapat merugikan hak orang lain yang semestinya dipenuhi."
        },
        {
            "ind": "(yaitu) orang-orang yang apabila menerima takaran dari orang lain mereka minta dipenuhi,",
            "arb": "الَّذِينَ إِذَا اكْتَالُوا عَلَى النَّاسِ يَسْتَوْفُونَ",
            "transliterasi": "Al-Ladhīna 'Idhā Aktālū `Alaá An-Nāsi Yastawfūna.",
            "eng": "those who, when they are to receive their due from [other] people, demand that it be given in full –",
            "kemenag_ringkas": "Mereka yang berbuat curang itu adalah _orang-orang yang apabila menerima takaran_ atau timbangan _dari orang lain_, _mereka minta_ takaran itu _dicukupkan_ dan dipenuhi sehingga tidak berkurang sedikit pun,",
            "kemenag": "Dalam dua ayat ini, Allah menjelaskan perilaku orang yang akan menjadi penghuni neraka. Mereka adalah orang-orang yang ingin dipenuhi takaran atau timbangannya ketika membeli karena tidak mau rugi. Sebaliknya, apabila menjual kepada orang lain, mereka akan mengurangi takaran atau timbangannya. \nOrang-orang yang mengurangi takaran dan timbangan mendapat dosa yang besar karena dengan perbuatan itu, dia dianggap telah memakan harta orang lain tanpa kerelaan pemiliknya. Allah melarang perbuatan yang demikian itu. Allah berfirman:\n\nDan janganlah kamu makan harta di antara kamu dengan jalan yang batil. (al-Baqarah/2: 188)\n\nYang dimaksud dengan takaran di sini mencakup segala ukuran dan timbangan yang biasa dipakai dalam jual beli dan terkait dengan pengurangan hak orang lain. Banyak sekali kita jumpai dalam kehidupan sekarang ini pengurangan-pengurangan yang merugikan orang lain, seperti menjual tabung gas yang isinya tidak sesuai dengan standar, mengurangi literan bensin yang dijual, penjual kain yang mengurangi ukuran kain yang dijualnya. Termasuk dalam pengurangan takaran yang sangat merugikan dan berbahaya adalah korupsi. Pelaku korupsi mengurangi dana sebuah proyek dari perencanaan semula demi memperoleh keuntungan untuk diri sendiri, atau mengurangi kualitas bahan yang diperlukan dalam proyek tersebut dan menggantinya dengan bahan yang berkualitas lebih rendah.\nAyat ini mengingatkan manusia untuk menjauhi praktek-praktek yang merugikan orang lain dan ancaman hukumannya sangat besar di dunia dan akhirat. Ayat senada yang menyuruh manusia untuk memenuhi dan menyempurnakan timbangan adalah firman Allah:\n\nDan sempurnakanlah takaran apabila kamu menakar, dan timbanglah dengan timbangan yang benar. Itulah yang lebih utama (bagimu) dan lebih baik akibatnya. (al-Isra'/17: 35)\n\n",
            "ibnu_katsir": "Tafsir ayat ini telah dijelaskan pada penghujung tafsir ayat 1.",
            "jalalain": "(Yaitu orang-orang yang apabila menerima takaran dari) atau mereka menerimanya dari (orang lain, mereka minta dipenuhi) minta supaya takaran itu dipenuhi.",
            "quraish_shihab": "[[83 ~ AL-MUTHAFFIFIN (ORANG-ORANG YANG CURANG) Pendahuluan: Makkiyyah, 36 ayat ~ Surat al-Muthaffifîn dibuka dengan beberapa ayat yang berisi ancaman sangat keras terhadap orang-orang yang melakukan kecurangan dalam bermuamalat, secara khusus dalam soal timbang- menimbang. Kecurangan itu digambarkan dalam sekelompok orang yang cenderung minta dilebihkan takarannya demi keuntungan pribadi tetapi mengurangi jumlah yang semestinya saat menimbang untuk orang lain. Surat ini mengancam orang-orang yang melakukan hal tersebut bahwa hari pembangkitan dan perhitungan pasti akan terjadi. Selain itu, surat ini juga menegaskan bahwa perbuatan mereka itu tercatat dalam sebuah buku. Hanya orang-orang zalim, bergelimang dosa dan terhalang dari Tuhannya yang berani mendustakan catatan buku itu. Tempat kembali mereka, kelak, adalah nereka Jahanam. Pembicaraan kemudian dialihkan kepada ihwal kalangan manusia yang berbakti kepada Allah dengan memberikan keterangan mengenai apa yang telah mereka lakukan. Disebutkan, misalnya, berbagai kenikmatan yang bakal mereka rasakan dan, sekaligus, ciri-ciri mereka. Disebutkan pula sebuah perbuatan yang mereka perlombakan. Ayat-ayat selanjutnya menggambarkan apa yang dilakukan oleh orang-orang kafir yang jahat terhadap orang-orang Mukmin ketika mereka melihat orang-orang Mukmin atau ketika orang-orang Mukmin itu berlalu di hadapan mereka. Akhirnya, surat ini ditutup dengan janji bahwa orang-orang beriman akan diperlakukan secara adil di hari kiamat. Mereka akan ditempatkan di dalam kehidupan yang penuh kesenangan. Mereka akan memandangi dan mentertawakan orang-orang kafir dari atas dipan-dipan yang indah. Sementara orang-orang kafir itu akan mendapatkan balasan buruk yang setimpal dengan perbuatan mereka di dunia.]] Kehancuranlah bagi orang-orang yang berbuat curang. Yaitu orang-orang yang kalau menerima timbangan dari orang lain selalu meminta ukuran yang pas atau cenderung minta dilebihkan. Akan tetapi, jika menimbang untuk orang lain, mereka berbuat curang sehingga dapat merugikan hak orang lain yang semestinya dipenuhi."
        },
        {
            "ind": "dan apabila mereka menakar atau menimbang untuk orang lain, mereka mengurangi.",
            "arb": "وَإِذَا كَالُوهُمْ أَو وَّزَنُوهُمْ يُخْسِرُونَ",
            "transliterasi": "Wa 'Idhā Kālūhum 'Aw Wazanūhum Yukhsirūna.",
            "eng": "but when they have to measure or weigh whatever they owe to others, give less than what is due!",
            "kemenag_ringkas": "_dan apabila mereka menakar_ sesuatu dengan alat takar, seperti beras, gandum, atau lainnya, _atau menimbang_ suatu barang seperti emas, perak, atau lainnya untuk orang lain, _mereka mengurangi_ takaran atau timbangannya secara sengaja dengan cara licik agar tidak diketahui oleh pembeli. Hal ini sangat merugikan orang lain, dan harta yang diperoleh dari upaya ini hukumnya haram, tidak berkah, dan mengantar pelakunya ke neraka.",
            "kemenag": "Dalam dua ayat ini, Allah menjelaskan perilaku orang yang akan menjadi penghuni neraka. Mereka adalah orang-orang yang ingin dipenuhi takaran atau timbangannya ketika membeli karena tidak mau rugi. Sebaliknya, apabila menjual kepada orang lain, mereka akan mengurangi takaran atau timbangannya. \nOrang-orang yang mengurangi takaran dan timbangan mendapat dosa yang besar karena dengan perbuatan itu, dia dianggap telah memakan harta orang lain tanpa kerelaan pemiliknya. Allah melarang perbuatan yang demikian itu. Allah berfirman:\n\nDan janganlah kamu makan harta di antara kamu dengan jalan yang batil. (al-Baqarah/2: 188)\n\nYang dimaksud dengan takaran di sini mencakup segala ukuran dan timbangan yang biasa dipakai dalam jual beli dan terkait dengan pengurangan hak orang lain. Banyak sekali kita jumpai dalam kehidupan sekarang ini pengurangan-pengurangan yang merugikan orang lain, seperti menjual tabung gas yang isinya tidak sesuai dengan standar, mengurangi literan bensin yang dijual, penjual kain yang mengurangi ukuran kain yang dijualnya. Termasuk dalam pengurangan takaran yang sangat merugikan dan berbahaya adalah korupsi. Pelaku korupsi mengurangi dana sebuah proyek dari perencanaan semula demi memperoleh keuntungan untuk diri sendiri, atau mengurangi kualitas bahan yang diperlukan dalam proyek tersebut dan menggantinya dengan bahan yang berkualitas lebih rendah.\nAyat ini mengingatkan manusia untuk menjauhi praktek-praktek yang merugikan orang lain dan ancaman hukumannya sangat besar di dunia dan akhirat. Ayat senada yang menyuruh manusia untuk memenuhi dan menyempurnakan timbangan adalah firman Allah:\n\nDan sempurnakanlah takaran apabila kamu menakar, dan timbanglah dengan timbangan yang benar. Itulah yang lebih utama (bagimu) dan lebih baik akibatnya. (al-Isra'/17: 35)\n\n",
            "ibnu_katsir": "dan apabila mereka menakar atau menimbang untuk orang lain, mereka mengurangi. (Al-Muthaffifin: 3)\n\nYaitu merugikan orang lain dengan menguranginya. \n\nHal yang terbaik dalam meng-i'rab ayat ini hendaknya lafaz kalu dan wazanu dianggap sebagai fi'il (kata kerja) yang muta'addi. Dengan demikian, berarti damir hum berkedudukan dalam mahal nasab sebagai maf’ul-nya. Tetapi sebagian ulama Nahwu menjadikan damir tersebut sebagai taukid dari damir yang tidak disebutkan dalam lafaz kalu dan wazanu , sedangkan maf'ul-nya dibuang karena sudah dapat dimaklumi dari konteksnya. Keduanya mempunyai makna yang berdekatan.\n\nAllah Swt. telah memerintahkan kepada manusia untuk memenuhi takaran dan timbangan dengan jujur. Untuk itu Allah Swt. berfirman: \n\nDan sempurnakanlah takaran apabila kalian menakar, dan timbanglah dengan neraca yang benar. Itilah yang lebih utama (bagi kalian) dan lebih baik akibatnya. (Al-Isra: 35)\n\nDan sempurnakanlah takaran dan timbangan dengan adil. Kami tidak memikulkan beban kepada seseorang melainkan sekadar kesanggupannya. (Al-An'am: 152)\n\nDan firman Allah Swt.:\n\nDan tegakkanlah timbangan itu dengan adil dan janganlah kalian mengurangi neraca itu. (Ar-Rahman: 9)\n\nDan Allah Swt. telah membinasakan kaum Syu'aib dan menghancurkannya disebabkan mereka curang terhadap orang lain dalam melakukan takaran dan timbangan.",
            "jalalain": "(Dan apabila mereka menakar untuk orang lain) atau menakarkan buat orang lainnya (atau menimbang buat orang lain) artinya mereka menimbang buat orang lain (mereka mengurangi) takaran atau timbangan.",
            "quraish_shihab": "[[83 ~ AL-MUTHAFFIFIN (ORANG-ORANG YANG CURANG) Pendahuluan: Makkiyyah, 36 ayat ~ Surat al-Muthaffifîn dibuka dengan beberapa ayat yang berisi ancaman sangat keras terhadap orang-orang yang melakukan kecurangan dalam bermuamalat, secara khusus dalam soal timbang- menimbang. Kecurangan itu digambarkan dalam sekelompok orang yang cenderung minta dilebihkan takarannya demi keuntungan pribadi tetapi mengurangi jumlah yang semestinya saat menimbang untuk orang lain. Surat ini mengancam orang-orang yang melakukan hal tersebut bahwa hari pembangkitan dan perhitungan pasti akan terjadi. Selain itu, surat ini juga menegaskan bahwa perbuatan mereka itu tercatat dalam sebuah buku. Hanya orang-orang zalim, bergelimang dosa dan terhalang dari Tuhannya yang berani mendustakan catatan buku itu. Tempat kembali mereka, kelak, adalah nereka Jahanam. Pembicaraan kemudian dialihkan kepada ihwal kalangan manusia yang berbakti kepada Allah dengan memberikan keterangan mengenai apa yang telah mereka lakukan. Disebutkan, misalnya, berbagai kenikmatan yang bakal mereka rasakan dan, sekaligus, ciri-ciri mereka. Disebutkan pula sebuah perbuatan yang mereka perlombakan. Ayat-ayat selanjutnya menggambarkan apa yang dilakukan oleh orang-orang kafir yang jahat terhadap orang-orang Mukmin ketika mereka melihat orang-orang Mukmin atau ketika orang-orang Mukmin itu berlalu di hadapan mereka. Akhirnya, surat ini ditutup dengan janji bahwa orang-orang beriman akan diperlakukan secara adil di hari kiamat. Mereka akan ditempatkan di dalam kehidupan yang penuh kesenangan. Mereka akan memandangi dan mentertawakan orang-orang kafir dari atas dipan-dipan yang indah. Sementara orang-orang kafir itu akan mendapatkan balasan buruk yang setimpal dengan perbuatan mereka di dunia.]] Kehancuranlah bagi orang-orang yang berbuat curang. Yaitu orang-orang yang kalau menerima timbangan dari orang lain selalu meminta ukuran yang pas atau cenderung minta dilebihkan. Akan tetapi, jika menimbang untuk orang lain, mereka berbuat curang sehingga dapat merugikan hak orang lain yang semestinya dipenuhi."
        },
        {
            "ind": "Tidaklah orang-orang itu menyangka, bahwa sesungguhnya mereka akan dibangkitkan,",
            "arb": "أَلَا يَظُنُّ أُولَٰئِكَ أَنَّهُم مَّبْعُوثُونَ",
            "transliterasi": "'Alā Yažunnu 'Ūla'ika 'Annahum Mab`ūthūna.",
            "eng": "Do they not know that they are bound to be raised from the dead",
            "kemenag_ringkas": "Allah mengecam mereka, “Mengapa mereka berbuat curang? _Tidaklah mereka itu mengira bahwa sesungguhnya mereka akan dibangkitkan,_",
            "kemenag": "Ayat ini mencela orang-orang yang mengurangi takaran dan timbangan dengan pertanyaan apakah mereka itu menyangka hari kebangkitan itu tidak akan pernah ada. Sebab, jika mereka menyangka saja, belum meyakini adanya hari kebangkitan, tentu mereka tidak tergugah untuk menghindari kecurangan. Memang mereka itu tidak mengharapkan adanya hari penghitungan, sebagaimana firman Allah:\n\nSesungguhnya dahulu mereka tidak pernah mengharapkan perhitungan. (an-Naba'/78: 27)\n\n",
            "ibnu_katsir": "Kemudian Allah Swt. berfirman:\n\n{أَلا يَظُنُّ أُولَئِكَ أَنَّهُمْ مَبْعُوثُونَ لِيَوْمٍ عَظِيمٍ}\n\nTidakkah orang-orang itu yakin, bahwa sesungguhnya mereka akan dibangkitkan, pada suatu hari yang besar. (Al-Muthaffifin: 4-5)\n\nMereka sama sekali tidak takut kepada hari berbangkit, yang di hari itu mereka akan diberdirikan di hadapan Tuhan Yang Mengetahui semua isi dan rahasia, untuk dimintai pertanggungjawabannya, yaitu di hari yang menakutkan karena banyak peristiwa yang dahsyat terjadi di hari itu lagi sangat mengerikan. Barang siapa yang merugi di hari itu, maka dimasukkanlah ia ke dalam neraka yang panas.",
            "jalalain": "(Tidakkah) Istifham atau kata tanya di sini mengandung makna celaan (mempunyai sangkaan) artinya merasa yakin (mereka itu, bahwa sesungguhnya mereka akan dibangkitkan.)",
            "quraish_shihab": "Tidakkah terdetik dalam hati orang yang curang bahwa mereka akan dibangkitkan pada hari kiamat yang amat dahsyat?"
        },
        {
            "ind": "pada suatu hari yang besar,",
            "arb": "لِيَوْمٍ عَظِيمٍ",
            "transliterasi": "Liyawmin `Ažīmin.",
            "eng": "[and called to account] on an awesome Day –",
            "kemenag_ringkas": "_pada suatu hari yang besar,_ yaitu hari kebangkitan yang penuh kejadian mengerikan dan menegangkan?”",
            "kemenag": "Mereka akan dibangkitkan untuk dihisab pada hari pembalasan. Allah menerangkan bahwa ketika itu semua umat manusia berdiri menghadap Allah Rabbul 'Alamin untuk dihisab dan diperiksa segala amal perbuatannya selama hidup di dunia. Semuanya dihisab dengan penuh keadilan karena Allah Mahaadil. Timbangan itu adalah lambang keadilan yang senantiasa harus ditegakkan dan dipertahankan.",
            "ibnu_katsir": "Kemudian Allah Swt. berfirman:\n\n{أَلا يَظُنُّ أُولَئِكَ أَنَّهُمْ مَبْعُوثُونَ لِيَوْمٍ عَظِيمٍ}\n\nTidakkah orang-orang itu yakin, bahwa sesungguhnya mereka akan dibangkitkan, pada suatu hari yang besar. (Al-Muthaffifin: 4-5)\n\nMereka sama sekali tidak takut kepada hari berbangkit, yang di hari itu mereka akan diberdirikan di hadapan Tuhan Yang Mengetahui semua isi dan rahasia, untuk dimintai pertanggungjawabannya, yaitu di hari yang menakutkan karena banyak peristiwa yang dahsyat terjadi di hari itu lagi sangat mengerikan. Barang siapa yang merugi di hari itu, maka dimasukkanlah ia ke dalam neraka yang panas.",
            "jalalain": "(Pada suatu hari yang besar) maksudnya pada hari itu mereka dibangkitkan, yaitu pada hari kiamat.",
            "quraish_shihab": "Tidakkah terdetik dalam hati orang yang curang bahwa mereka akan dibangkitkan pada hari kiamat yang amat dahsyat?"
        },
        {
            "ind": "(yaitu) hari (ketika) manusia berdiri menghadap Tuhan semesta alam?",
            "arb": "يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ",
            "transliterasi": "Yawma Yaqūmu An-Nāsu Lirabbi Al-`Ālamīna.",
            "eng": "the Day when all men shall stand before the Sustainer of all the worlds?",
            "kemenag_ringkas": "Yaitu _pada hari_ ketika _semua orang bangkit_ dari kubur mereka untuk _menghadap Tuhan seluruh alam_. Tuhan akan menghisab perilaku mereka. Pada saat itu tidak ada kekuasaan selain kuasa Allah.",
            "kemenag": "Mereka akan dibangkitkan untuk dihisab pada hari pembalasan. Allah menerangkan bahwa ketika itu semua umat manusia berdiri menghadap Allah Rabbul 'Alamin untuk dihisab dan diperiksa segala amal perbuatannya selama hidup di dunia. Semuanya dihisab dengan penuh keadilan karena Allah Mahaadil. Timbangan itu adalah lambang keadilan yang senantiasa harus ditegakkan dan dipertahankan.",
            "ibnu_katsir": "Firman Allah Swt.:\n\n{يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ}\n\n(yaitu) hari (ketika) manusia berdiri menghadap Tuhan semesta alam? (Al-Muthaffifin: 6)\n\nYakni mereka berdiri dalam keadaan tidak beralas kaki, telanjang, lagi tidak berkhitan di tempat pemberhentian yang amat sulit, sesak, lagi menyengsarakan bagi orang yang durhaka, karena mereka diselimuti oleh murka Allah yang tiada suatu kekuatan pun atau panca indra pun yang mampu bertahan terhadapnya.\n\nقَالَ الْإِمَامُ مَالِكٌ: عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" {يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ} حَتَّى يَغِيبَ أَحَدُهُمْ فِي رَشْحِهِ إِلَى أَنْصَافِ أُذُنَيْهِ\".\n\nImam Malik telah meriwayatkan dari Nafi', dari Ibnu Umar r.a., bahwa Nabi Saw. pernah bersabda: di hari (ketika) manusia berdiri di hadapan Tuhan semesta alam, sehingga seseorang dari mereka tenggelam ke dalam keringatnya sampai sebatas pertengahan hidungnya.\n\nImam Bukhari meriwayatkan hadis ini melalui Malik dan Abdullah ibnu Aun, keduanya dari Nafi' dengan sanad yang sama. Imam Muslim telah meriwayatkannya melalui dua jalur pula. \n\nDemikian pula hal yang sama telah diriwayatkan oleh Ayyub ibnu Yahya, Saleh ibnu Kaisan, dan Abdullah serta Ubaidillah (keduanya putra Umar), dan Muhammad ibnu Ishaq, dari Nafi', dari Ibnu Umar dengan sanad yang sama.\n\nLafaz Imam Ahmad menyebutkan bahwa: \n\nحَدَّثَنَا يَزِيدُ، أَخْبَرَنَا ابْنُ إِسْحَاقَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وسلم يَقُولُ::\" {يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ} لعظَمة الرَّحْمَنِ عَزَّ وَجَلَّ يَوْمَ الْقِيَامَةِ، حَتَّى إِنَّ العرقَ ليُلجِمُ الرجالَ إِلَى أَنْصَافِ آذَانِهِمْ\"\n\ntelah menceritakan kepada kami Yazid, telah menceritakan kepada kami Ibnu Ishaq, dari Nafi’, dari Ibnu Umar, bahwa ia pernah mendengar Rasulullah Saw. bersabda:  Di hari (ketika) manusia berdiri menghadap Tuhan semesta alam, kelak di hari kiamat, karena kebesaran Tuhan Yang Maha Pemurah, sehingga sesungguhnya keringat benar-benar menenggelamkan orang-orang sampai batas pertengahan telinga mereka.\n\nHadis lain diriwayatkan oleh Imam Ahmad, bahwa: \ntelah menceritakan kepada kami Ibrahim ibnu Ishaq, telah menceritakan kepada kami Ibnul Mubarak, dari Abdur Rahman ibnu Yazid ibnu Jabir, telah menceritakan kepadaku Sulaim ibnu Amir, telah menceritakan kepadakii Al-Miqdad ibnul Aswad Al-Kindi' yang mengatakan bahwa ia pernah mendengar Rasulullah Saw. bersabda: Apabila hari kiamat terjadi, matahari didekatkan kepada semua hamba sampai jarak satu atau dua mil. Sinar matahari memanggang mereka, maka keringat mereka sesuai dengan kadar amal perbuatan masing-masing. Di antara mereka ada yang keringatnya hanya sampai kedua mata kakinya, di antara mereka ada yang keringatnya sampai pada kedua lututnya, di antara mereka ada yang keringatnya sampai pada pinggangnya, dan di antara mereka ada yang benar-benar ditenggelamkan oleh keringatnya.\n\nImam Muslim meriwayatkan hadis ini dari Al-Hakam ibnu Musa, dari Yahya ibnu Hamzah, sedangkan Imam Turmuzi dari Suwaid, dari Ibnul Mubarak; keduanya dari Ibnu Jabir dengan sanad yang sama.\n\nHadis lain. \n\nImam Ahmad mengatakan, telah menceritakan kepada kami Al-Hasan ibnu Siwar, telah menceritakan kepada kami Al-Lais ibnu Sa'd dari Mu'awiyah ibnu Saleh, bahwa Abu Abdur Rahman pernah menceritakan kepadanya dari Abu Umamah, bahwa Rasulullah Saw. telah bersabda: Matahari didekatkan kelak di hari kiamat sampai jaraknya hanya satu mil (tingginya), dan panasnya ditambah sebanyak sekian kali lipat, hingga membuat kepala mendidih karenanya, sebagaimana panci (yang berisikan air) mendidih; dan mereka berkeringat karenanya sesuai dengan kadar dosa-dosa mereka. Di antara mereka ada yang keringatnya sampai pada kedua mata kakinya, di antara mereka ada yang keringatnya sampai pada kedua betisnya, di antara mereka ada yang keringatnya sampai pertengahan tubuhnya, dan di antara mereka ada yang terbenam dalam keringatnya.\n\nImam Ahmad meriwayatkannya secara munfarid (tunggal).\n\nHadis lain. \n\nImam Ahmad mengatakan, telah menceritakan kepada kami Hasan, telah menceritakan kepada kami Ibnu Lahi'ah, telah menceritakan kepada kami Abu Usyanah alias Hay ibnu Mu’min; ia telah mendengar Uqbah ibnu Amir mengatakan bahwa ia pernah mendengar Rasulullah Saw. bersabda: Matahari mendekat ke bumi, maka manusia berkeringat; di antara mereka ada yang keringatnya sampai batas kedua mata kakinya, di antara mereka ada yang keringatnya sampai ke pertengahan betisnya, di antara mereka ada yang keringatnya sampai pada kedua lututnya, di antara mereka ada yang keringatnya sampai ke pantatnya, di antara mereka ada yang keringatnya sampai pada pinggangnya, di antara mereka ada yang keringatnya sampai pada kedua pundaknya, dan di antara mereka ada yang keringatnya mencapai pertengahan mulutnya —Uqbah mengisyaratkan ke mulutnya, lalu mencocoknya seraya mengatakan bahwa aku melihat Rasulullah Saw. mengisyaratkan demikian dengan tangannya—, dan di antara mereka ada yang tenggelam oleh keringatnya. Uqbah mengisyaratkan dengan tangannya menggambarkan seseorang tenggelam. \n\nImam Ahmad meriwayatkan hadis ini secara nmnfarid. \n\nDi dalam hadis lain disebutkan bahwa mereka berdiri selama tujuh puluh tahun tanpa ada yang berbicara. Menurut pendapat yang lainnya, mereka berdiri selama tiga ratus tahun, dan menurut pendapat yang lainnya lagi empat puluh ribu tahun, lalu dilakukan peradilan di antara mereka dalam masa yang lamanya sepuluh ribu tahun, sebagaimana yang disebutkan di dalam kitab Sahih Muslim melalui Abu Hurairah secara marfu, \n\n\"فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ\"\n\nDalam sehari yang lamanya sama dengan lima puluh ribu tahun (menurut perhitungan kamu).\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Abu Aun Az-Ziyadi, telah menceritakan kepada kami Abdus Salam ibnu Aj Ian, bahwa ia pernah mendengar Abu Yazid Al Madani menceritakan hadis berikut dari Abu Hurairah yang mengatakan bahwa Rasulullah Saw. pernah bersabda kepada Basyir Al-Gifari: Apakah yang akan engkau perbuat di hari (ketika) manusia berdiri padanya selama tiga ratus tahun menghadap kepada Tuhan Yang menguasai semesta alam menurut perhitungan hari dunia; tiada suatu berita pun dari langit datang kepada mereka dan tiada suatu keputusan pun yang diperintahkan kepada mereka? Basyir Al-Gifari menjawab, \"Hanya kepada Allah-lah kami meminta pertolongan.\" Nabi Saw. bersabda: Maka apabila kamu telah mengungsi di peraduanmu, mohonlah perlindungan kepada Allah dari kesusahan di hari kiamat dan hisab yang buruk.\n\nIbnu Jarir meriwayatkan hadis ini melalui jalur Abdus Salam dengan sanad yang sama.\n\nDi dalam kitab Sunan Abu Daud disebutkan bahwa Rasulullah Saw. sering memohon perlindungan kepada Allah dari sempitnya tempat berdiri di hari kiamat.\n\nDiriwayatkan dari Ibnu Mas'ud, bahwa mereka berdiri selama empat puluh tahun seraya mengangkat kepala mereka ke langit, tiada seorang pun yang mengajak mereka bicara, keringat mengekang mereka yang durhaka maupun yang berbakti. Menurut riwayat dari Ibnu Umar, mereka berdiri selama seratus tahun; keduanya diriwayatkan oleh Ibnu Jarir.\n\nDi dalam kitab Sunan Abu Daud, Imam Nasai, dan Imam Ibnu Majah disebutkan: \n\nmelalui hadis Zaid ibnul Habbab, dari Mu'awiyah ibnu Saleh, dari Azar ibnu Sa'id Al-Hirazi, dari Asim ibnu Humaid, dari Aisyah r.a bahwa Rasulullah Saw. membuka qiyamul lailnya dengan membaca takbir sepuluh kali, tahmid sepuluh kali, tasbih sepuluh kali, dan istigfar sepuluh kali, kemudian berdo'a: Ya Allah, berilah ampunan bagiku, berilah aku petunjuk, berilah aku rezeki, dan berilah aku kesejahteraan. Lalu beliau berlindung kepada Allah dari sempitnya tempat berdiri di hari kiamat.",
            "jalalain": "(Yaitu hari) lafal Yauma menjadi Badal dari lafal Yaumin secara Mahall, yang dinashabkannya adalah lafal Mab'uutsuuna. Lengkapnya pada hari mereka dibangkitkan (manusia berdiri) dari kuburan mereka (menghadap Rabb semesta alam) artinya, semua makhluk dihidupkan kembali untuk memenuhi perintah, hisab dan pembalasan-Nya.",
            "quraish_shihab": "Ketika seluruh manusia berdiri tegak memenuhi perintah dan keputusan Tuhan Penguasa alam?"
        },
        {
            "ind": "Sekali-kali jangan curang, karena sesungguhnya kitab orang yang durhaka tersimpan dalam sijjin.",
            "arb": "كَلَّا إِنَّ كِتَابَ الْفُجَّارِ لَفِي سِجِّينٍ",
            "transliterasi": "Kallā 'Inna Kitāba Al-Fujjāri Lafī Sijjīnin.",
            "eng": "NAY, VERILY, the record of the wicked is indeed [set down] in a mode inescapable!",
            "kemenag_ringkas": "Allah menegur sekali lagi perilaku mereka, “_Sekali-kali jangan begitu_; jangan berbuat curang! _Sesungguhnya catatan_ perbuatan _orang yang durhaka_, berbuat jahat, melanggar aturan agama, dan merugikan orang lain dalam bentuk apa pun, _benar-benar tersimpan_ dengan baik _dalam sijjin_.”",
            "kemenag": "Ayat-ayat ini menjelaskan kepada orang-orang yang tidak percaya terhadap hari kebangkitan bahwa perbuatan mereka harus dipertanggungjawabkan. Mereka tidak bisa menghindari hukuman Allah karena masing-masing manusia diawasi oleh malaikat yang mencatat semua perbuatannya . \nBuku catatan orang-orang yang durhaka kepada Allah akan disimpan di Sijjin, yaitu kitab yang tertulis. Di dalamnya tercatat kejahatan dan kecurangan manusia. Catatan-catatan inilah yang akan dijadikan takaran untuk menghisab mereka.\n",
            "ibnu_katsir": "Firman Allah Swt:\n\n{إِنَّ كِتَابَ الْفُجَّارِ لَفِي سِجِّينٍ}\n\nsesungguhnya kitab orang yang durhaka tersimpan dalam Sijjin. (Al-Muthaffifin: 7)\n\nYakni tempat kembali dan tempat mereka berpulang adalah ke Sijjin. Lafaz sijjin memakai wazan fa'il berasal dari as-sijn yang artinya kesempitan, sebagaimana dikatakan fasiq, syarib, khamir, dan sakir serta lafaz-lafaz lainnya yang se-wazan. Lalu digambarkan oleh Allah dengan gambaran yang menakutkan lagi mengerikan",
            "jalalain": "(sekali-kali tidak) maksudnya, benarlah (karena sesungguhnya kitab orang-orang yang durhaka) yakni kitab catatan amal perbuatan orang-orang kafir (tersimpan dalam sijjiin) menurut suatu pendapat; sijjiin itu adalah nama sebuah kitab yang mencatat semua amal perbuatan setan dan orang kafir. Menurut suatu pendapat lagi sijjiin itu adalah nama tempat yang berada di lapisan bumi yang ketujuh; tempat itu merupakan pangkalan iblis dan bala tentaranya.",
            "quraish_shihab": "Hindarilah kecurangan dan sadarlah akan hari kebangkitan! Sesungguhnya catatan perbuatan orang-orang yang berdosa tersimpan di dalam Sijjîn."
        },
        {
            "ind": "Tahukah kamu apakah sijjin itu?",
            "arb": "وَمَا أَدْرَاكَ مَا سِجِّينٌ",
            "transliterasi": "Wa Mā 'Adrāka Mā Sijjīnun.",
            "eng": "And what could make thee conceive what that that mode inescapable will be?",
            "kemenag_ringkas": "Allah mengajukan pertanyaan untuk memberi kesan betapa besar dan serius persoalan ini, “_Dan tahukah engkau apakah sijjin itu_?”",
            "kemenag": "Ayat-ayat ini menjelaskan kepada orang-orang yang tidak percaya terhadap hari kebangkitan bahwa perbuatan mereka harus dipertanggungjawabkan. Mereka tidak bisa menghindari hukuman Allah karena masing-masing manusia diawasi oleh malaikat yang mencatat semua perbuatannya . \nBuku catatan orang-orang yang durhaka kepada Allah akan disimpan di Sijjin, yaitu kitab yang tertulis. Di dalamnya tercatat kejahatan dan kecurangan manusia. Catatan-catatan inilah yang akan dijadikan takaran untuk menghisab mereka.\n",
            "ibnu_katsir": "Tahukah kamu apakah Sijjin itu? (Al-Muthaffifin: 8)\n\nYaitu sesuatu yang sangat menakutkan, penjara yang abadi, dan azab yang menyakitkan. Kemudian di antara ulama ada yang mengatakan bahwa yang dimaksud dengan Sijjin ini adalah tempat yang terletak di bawah perut bumi lapis yang ketujuh. \n\nDalam penjelasan terdahulu telah disebutkan hadis Al-Barra ibnu Azib dalam hadis yang cukup panjang, bahwa Allah berfirman berkenaan dengan roh orang kafir (kepada malaikat-malaikat pencatat amal perbuatan), \"Simpanlah kitab catatan amal perbuatannya di dalam Sijjin ,\" Sijjin adalah sebuah tempat yang berada di bawah bumi lapis ketujuh. Menurut pendapat yang lain, sijjin adalah sebuah batu besar terletak di bumi lapis ketujuh berwarna hijau. Menurut pendapat yang lainnya adalah nama sebuah sumur di dalam neraka Jahanam.\n\nSehubungan dengan hal ini Ibnu Jarir telah meriwayatkan sebuah hadis yang garib lagi munkar dan tidak sahih predikatnya. Untuk itu ia mengatakan: \n\ntelah menceritakan kepada kami Ishaq ibnu Wahb Al-Wasiti, telah menceritakan kepada kami Mas'ud ibnu Musa ibnu Miskan Al-Wasiti, telah menceritakan kepada kami Nasr ibnu Khuzaimah Al-Wasiti, dari Syu'aib ibnu Safwan, dari Muhammad ibnu Ka'b Al-Qurazi, dari Abu Hurairah, dari Nabi Saw. yang telah bersabda: Al-Falaq adalah sebuah sumur tertutup di dalam neraka Jahanam, sedangkan Sijjin adalah sebuah sumur yang terbuka.\n\nTetapi pendapat yang sahih menyebutkan bahwa Sijjin diambil dari kata as-sijn yang artinya sempit. Karena sesungguhnya semua makhluk itu manakala rendah, menyempit, dan manakala meninggi, bertambah luas. Dengan kata lain, setiap makhluk yang rendah, bentuknya sempit dan kecil; dan setiap makhluk yang tinggi. maka bentuknya meluas. Dan sesungguhnya ketujuh falak yang ada di atas kita masing-masing darinya lebih luas dan lebih tinggi daripada falak yang berada di bawahnya.\n\nDemikian pula bumi lapis tujuh, masing-masing lapis lebih luas daripada lapisan yang ada di bawahnya, hingga sampai pada lapis yang paling bawah yang makiii menyempit hingga sampai pada pusat pertengahan bumi yang ada di lapis ketujuh. Mengingat tempat kembali orang-orang durhaka (kafir) adalah neraka Jahanam yang merupakan lapisan neraka yang paling dasar, sebagaimana yang disebutkan di dalam firman-Nya:\n\nKemudian Kami kembalikan dia ke tempat yang serendah-rendahnya (neraka), kecuali orang-orang yang beriman dan mengerjakan amal saleh. (At-Tin: 5-6)\n\nMaka disebutkan dalam surat ini oleh firman-Nya: Sekali-kali jangan curang, karena sesungguhnya kitab orang-orang yang durhaka tersimpan dalam Sijjin. Tahukah kamu apakah Sijjin itu? (Al-Mutaffiffn:7-8), yang menghimpunkan antara kesempitan dan kerendahan, seperti yang disebutkan dalam ayat lain melalui firman-Nya:\n\nDan apabila mereka dilemparkan ke tempat yang sempit di neraka itu dengan dibelenggu, mereka di sana mengharapkan kebinasaan. (Al-Furqan: 13)",
            "jalalain": "(Tahukah kamu apakah sijjiin itu?) maksudnya apakah kitab sijjiin itu?",
            "quraish_shihab": "Tahukah kamu apakah Sijjîn itu?"
        },
        {
            "ind": "(Ialah) kitab yang bertulis.",
            "arb": "كِتَابٌ مَّرْقُومٌ",
            "transliterasi": "Kitābun Marqūmun.",
            "eng": "A record [indelibly] inscribed!",
            "kemenag_ringkas": "Sijjin yaitu _kitab yang berisi catatan_ perilaku orang yang melakukan kejahatan dan akan diperlihatkan kepada mereka pada hari kiamat nanti untuk menjadi bukti kejahatan mereka.",
            "kemenag": "Ayat-ayat ini menjelaskan kepada orang-orang yang tidak percaya terhadap hari kebangkitan bahwa perbuatan mereka harus dipertanggungjawabkan. Mereka tidak bisa menghindari hukuman Allah karena masing-masing manusia diawasi oleh malaikat yang mencatat semua perbuatannya . \nBuku catatan orang-orang yang durhaka kepada Allah akan disimpan di Sijjin, yaitu kitab yang tertulis. Di dalamnya tercatat kejahatan dan kecurangan manusia. Catatan-catatan inilah yang akan dijadikan takaran untuk menghisab mereka.\n",
            "ibnu_katsir": "Adapun firman Allah Swt.:\n\n{كِتَابٌ مَرْقُومٌ} \n\n(Ialah) kitab yang bertulis. (Al-Muthaffifin: 9) \n\nAyat ini bukanlah tafsir atau penjelasan dari firman-Nya: Tahukah kamu apakah Sijjin itu? (Al-Muthaffifin: 8)\n\nTetapi sesungguhnya ayat ini merupakan penjelasan bagi apa yang dicatatkan bagi mereka menyangkut tempat kembali mereka di Sijjin. Yakni hal itu telah ditulis dan dicatat di dalam sebuah kitab yang telah rampung pencatatannya, tiada seorang pun yang ditambahkan di dalamnya dan tiada pula seorang pun yang dikurangi darinya. Demikianlah menurut pendapat Muhammad ibnu Ka'b Al-Qurazi.",
            "jalalain": "(Ialah kitab yang bertulis) yakni yang mempunyai catatan.",
            "quraish_shihab": "Sijjîn adalah sebuah buku yang berisi catatan yang ditulis dengan jelas."
        },
        {
            "ind": "Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan,",
            "arb": "وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ",
            "transliterasi": "Waylun Yawma'idhin Lilmukadhdhibīna.",
            "eng": "Woe on that Day unto those who give the lie to the truth –",
            "kemenag_ringkas": "_Celakalah pada hari itu bagi orang-orang yang mendustakan_ hari kebangkitan, sebagaimana mereka yang berbuat curang dalam menimbang dan menakar.",
            "kemenag": "Dua ayat ini kembali mengancam orang-orang yang mendustakan hari pembalasan dengan azab yang sangat pedih, yaitu neraka. Ancaman dan hukuman bagi orang-orang yang mengingkari hari kebangkitan memang sangat pedih, karena mengingkari hari kiamat berarti mengingkari keadilan Allah, dan hukum-hukum syariat agama yang berlaku di dunia dan berakibat di akhirat.",
            "ibnu_katsir": "Kemudian Allah Swt. berfirman:\n\n{وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ}\n\nKecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan. (Al-Muthaffifin: 10)\n\nYakni apabila mereka di hari kiamat telah berada di Sijjin dan azab yang menghinakan seperti apa yang telah diancamkan oleh Allah Swt. terhadap mereka. Dalam pembahasan terdahulu telah disebutkan makna wail dengan keterangan yang tidak perlu diulangi lagi di sini, yang kesimpulannya menyatakan bahwa makna yang dimaksud adalah kebinasaan dan kehancuran, sebagaimana dikatakan, \"Kecelakaan bagi si Fulan.\" \n\nDan sebagaimana yang disebutkan di dalam kitab musnad dan sunan: \n\nمِنْ رِوَايَةِ بَهْز بْنِ حَكِيمِ بْنِ مُعَاوِيَةَ بْنِ حَيَدة، عَنْ أَبِيهِ، عَنْ جَدِّهِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \"وَيْلٌ لِلَّذِي يُحَدِّث فَيَكْذِبُ، ليضحِكَ النَّاسَ، وَيْلٌ لَهُ، وَيْلٌ لَهُ\"\n\nmelalui riwayat Bahz ibnu Hakim ibnu Mu'awiyah ibnu Haidah, dari ayahnya, dari kakeknya yang mengatakan bahwa Rasulullah Saw. pernah bersabda: Kecelakaan besarlah bagi orang yang dusta dalam bicaranya untuk membuat orang lain tertawa, kecelakaan yang besarlah baginya, kecelakaan yang besarlah baginya.",
            "jalalain": "(Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.)",
            "quraish_shihab": "Celakalah para pendusta, di saat datang hari kebangkitan dan pembalasan."
        },
        {
            "ind": "(yaitu) orang-orang yang mendustakan hari pembalasan.",
            "arb": "الَّذِينَ يُكَذِّبُونَ بِيَوْمِ الدِّينِ",
            "transliterasi": "Al-Ladhīna Yukadhdhibūna Biyawmi Ad-Dīni.",
            "eng": "those who give the lie to the [coming of] Judgment Day:",
            "kemenag_ringkas": "Merekalah _orang-orang yang mendustakan hari pembalasan_. Keingkaran pada hari kiamat membuat seseorang tega melakukan apa pun karena tidak ada rasa takut pada dirinya terhadap akibat perbuatannya yang merugikan orang lain.",
            "kemenag": "Dua ayat ini kembali mengancam orang-orang yang mendustakan hari pembalasan dengan azab yang sangat pedih, yaitu neraka. Ancaman dan hukuman bagi orang-orang yang mengingkari hari kebangkitan memang sangat pedih, karena mengingkari hari kiamat berarti mengingkari keadilan Allah, dan hukum-hukum syariat agama yang berlaku di dunia dan berakibat di akhirat.",
            "ibnu_katsir": "Kemudian Allah Swt. berfirman, menjelaskan siapa orang-orang yang berdusta, pendurhaka, lagi kafir itu:\n\n{الَّذِينَ يُكَذِّبُونَ بِيَوْمِ الدِّينِ}\n\n(yaitu) orang-orang yang mendustakan hari pembalasan. (Al-Muthaffifin: 11)\n\nMereka tidak percaya akan kejadiannya, tidak meyakini keberadaannya, dan menganggap mustahil perkara itu terjadi. Kemudian dalam ayat berikutnya disebutkan:\n\n{وَمَا يُكَذِّبُ بِهِ إِلا كُلُّ مُعْتَدٍ أَثِيمٍ}\n\nDan tidak ada yang mendustakan hari pembalasan itu melainkan settap orang yang melampaui batas lagi berdosa. (Al-Muthaffifin: 12)\n\nYaitu melampaui batas dalam amal perbuatannya, misalnya gemar mengerjakan hal-hal yang diharamkan dan melampaui batas dalam menggunakan hal-hal yang diperbolehkan, lagi berdosa dalam semua ucapannya; jika berbicara, dusta; jika berjanji, menyalahinya; dan jika bertengkar, curang (melampaui batas).",
            "jalalain": "(Yaitu-orang-orang yang mendustakan hari pembalasan) lafal ayat ini berkedudukan sebagai Badal atau Bayan dari lafal Al-Mukadzdzibiin pada ayat sebelumnya.",
            "quraish_shihab": "Yaitu manusia yang mendustakan hari pembalasan."
        },
        {
            "ind": "Dan tidak ada yang mendustakan hari pembalasan itu melainkan setiap orang yang melampaui batas lagi berdosa,",
            "arb": "وَمَا يُكَذِّبُ بِهِ إِلَّا كُلُّ مُعْتَدٍ أَثِيمٍ",
            "transliterasi": "Wa Mā Yukadhdhibu Bihi 'Illā Kullu Mu`tadin 'Athīmin.",
            "eng": "for, none gives the lie to it but such as are wont to transgress against all that is [and are] immersed in sin:",
            "kemenag_ringkas": "_Dan tidak ada yang mendustakannya_, yakni hari pembalasan itu, _melainkan setiap orang yang melampaui batas_ dalam aturan agama _dan berdosa_ akibat melakukan perbuatan mungkar dan maksiat.",
            "kemenag": "Ayat ini menjelaskan bahwa tidak ada manusia yang mengingkari hari Kiamat kecuali orang-orang yang selalu melampaui batas-batas agama, yang tertutup hatinya oleh kekafiran, dan yang tidak lagi bermanfaat baginya berbagai peringatan dan ancaman. Allah berfirman:\n\nSesungguhnya orang-orang kafir, sama saja bagi mereka, engkau (Muhammad) beri peringatan atau tidak engkau beri peringatan, mereka tidak akan beriman. (al-Baqarah/2: 6)\n\nSifat lain dari manusia yang mengingkari hari Kiamat adalah tenggelam dalam perbuatan dosa-dosa besar, acuh tak acuh terhadap perintah dan larangan Allah, lebih mementingkan kesenangan duniawi daripada kehidupan akhirat. Firman Allah:\n\nMaka adapun orang yang melampaui batas, dan lebih mengutamakan kehidupan dunia, maka sungguh, nerakalah tempat tinggalnya. (an-Nazi'at/79: 37-39)\n",
            "ibnu_katsir": "Kemudian Allah Swt. berfirman, menjelaskan siapa orang-orang yang berdusta, pendurhaka, lagi kafir itu:\n\n{الَّذِينَ يُكَذِّبُونَ بِيَوْمِ الدِّينِ}\n\n(yaitu) orang-orang yang mendustakan hari pembalasan. (Al-Muthaffifin: 11)\n\nMereka tidak percaya akan kejadiannya, tidak meyakini keberadaannya, dan menganggap mustahil perkara itu terjadi. Kemudian dalam ayat berikutnya disebutkan:\n\n{وَمَا يُكَذِّبُ بِهِ إِلا كُلُّ مُعْتَدٍ أَثِيمٍ}\n\nDan tidak ada yang mendustakan hari pembalasan itu melainkan settap orang yang melampaui batas lagi berdosa. (Al-Muthaffifin: 12)\n\nYaitu melampaui batas dalam amal perbuatannya, misalnya gemar mengerjakan hal-hal yang diharamkan dan melampaui batas dalam menggunakan hal-hal yang diperbolehkan, lagi berdosa dalam semua ucapannya; jika berbicara, dusta; jika berjanji, menyalahinya; dan jika bertengkar, curang (melampaui batas).",
            "jalalain": "(Dan tidak ada yang mendustakan hari pembalasan itu melainkan setiap orang yang melampaui batas) atau melanggar batas (lagi berdosa) maksudnya banyak dosanya; lafal Atsiim adalah bentuk Mubalaghah dari lafal Aatsim.",
            "quraish_shihab": "Sesungguhnya tidak ada yang mendustakan hari pembalasan itu kecuali orang yang melampau batas dan banyak berbuat dosa."
        },
        {
            "ind": "yang apabila dibacakan kepadanya ayat-ayat Kami, ia berkata: \"Itu adalah dongengan orang-orang yang dahulu\"",
            "arb": "إِذَا تُتْلَىٰ عَلَيْهِ آيَاتُنَا قَالَ أَسَاطِيرُ الْأَوَّلِينَ",
            "transliterasi": "'Idhā Tutlaá `Alayhi 'Āyātunā Qāla 'Asāţīru Al-'Awwalīna.",
            "eng": "[and so,] whenever Our messages are conveyed to them, they but say, \"Fables of ancient times!\"",
            "kemenag_ringkas": "Itulah orang _yang apabila dibacakan kepadanya ayat-ayat Kami_, yaitu Al-Qur’an yang berisi ajaran Islam yang mulia, _dia berkata_ sembari menertawakannya, “_Itu adalah dongeng_ dan bualan _orang-orang dahulu_.”",
            "kemenag": "Ayat ini menjelaskan bahwa ketika dibacakan ayat-ayat Al-Qur'an kepada orang-orang yang melampaui batas, selalu berdosa, tidak mempercayai hari akhirat dan Al-Qur'an sebagai kitab suci yang berisi petunjuk-petunjuk Allah untuk mengantarkan manusia ke jalan yang lurus menuju kebahagiaan dunia dan akhirat, mereka tidak mau mendengarkannya dengan khusyuk atau menyimak isinya. Mereka bahkan mengatakan bahwa Al-Qur'an itu adalah dongeng-dongeng orang-orang dahulu yang didiktekan kepada Nabi Muhammad. Firman Allah:\n\nDan orang-orang kafir berkata, \"(Al-Qur'an) ini tidak lain hanyalah kebohongan yang diada-adakan oleh dia (Muhammad), dibantu oleh orang-orang lain,\" Sungguh, mereka telah berbuat zalim dan dusta yang besar. Dan mereka berkata, \"(Itu hanya) dongeng-dongeng orang-orang terdahulu, yang diminta agar dituliskan, lalu dibacakanlah dongeng itu kepadanya setiap pagi dan petang.\" Katakanlah (Muhammad), \"(Al-Qur'an) itu diturunkan oleh (Allah) yang mengetahui rahasia di langit dan di bumi. Sungguh, Dia Maha Pengampun, Maha Penyayang.\" (al-Furqan/25: 4-6)\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\n{إِذَا تُتْلَى عَلَيْهِ آيَاتُنَا قَالَ أَسَاطِيرُ الأوَّلِينَ}\n\nyang apabila dibacakan kepadanya ayat-ayat kami, ia berkata, \"Itu adalah dongengan-dongengan orang-orang yang dahulu.” (Al-Muthaffifin: 13)\n\nYakni apabila dia mendengar Kalamullah dari Rasul Saw., maka dia mendustakannya dan menuduhnya dengan prasangka yang buruk, maka dia meyakininya sebagai buat-buatan yang dihimpun dari kitab-kitab orang-orang yang terdahulu. Seperti yang disebutkan dalam ayat lain melalui firmannya:\n\nوَإِذا قِيلَ لَهُمْ مَاذَا أَنْزَلَ رَبُّكُمْ قالُوا أَساطِيرُ الْأَوَّلِينَ\n\nDan apabila dikatakan kepada mereka, \"Apakah yang telah diturunkan Tuhan kalian?\" Mereka menjawab, \"Dongengan-dongengan orang-orang dahulu.” (An-Nahl: 24)\n\nDan firman-Nya:\n\nوَقالُوا أَساطِيرُ الْأَوَّلِينَ اكْتَتَبَها فَهِيَ تُمْلى عَلَيْهِ بُكْرَةً وَأَصِيلًا\n\nDan mereka berkata, \"Dongengan-dongengan orang-orang dahulu, dimintanya supaya dituliskan, maka dibacakanlah dongengan itu kepadanya setiap pagi dan petang.” (Al-Furqan: 5)\n\nMaka disangggah oleh Allah Swt. melalui firman-Nya dalam surat ini:\n\n{كَلا بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ}\n\nSekali-kali tidak (demikian), sebenarnya apa yang selalu mereka usahakan itu menutup hati mereka. (Al-Muthaffifin:14)\n\nYakni keadaannya tidaklah seperti apa yang mereka dugakan, dan tidak pula seperti apa yang dikatakan oleh mereka bahwa Al-Qur'an ini adalah dongengan orang-orang dahulu, bahkan Al-Qur'an itu adalah Kalamullah, dan wahyu-Nya yang diturunkan kepada Rasul-Nya. Dan sesungguhnya hati mereka terhalang dari beriman kepada Al-Qur'an, tiada lain karena hati mereka telah dipenuhi dan tertutup oleh noda-noda dosa yang banyak mereka kerjakan. Karena itulah maka disebutkan oleh firman-Nya: Sekali-kali tidak (demikian), sebenarnya apa yang selalu mereka usahakan itu menutup hati mereka. (Al-Muthaffifin:14)\n\nAr-rain menutupi hati orang-orang kafir, dan al-gaim menyelimuti hati orang-orang yang berbakti, sedangkan al-gain meliputi hati orang-orang yang terdekat (dengan Allah).\n\nIbnu Jarir, Imam Turmuzi, Imam Nasai, dan Ibnu Majah telah meriwayatkan melalui berbagai jalur dari Muhammad ibnu Ajlan, dari Al-Qa'qa' ibnu Hakim, dari Abu Saleh, dari Abu Hurairah, dari Nabi Saw. yang telah bersabda:\n\n\"إِنَّ الْعَبْدَ إِذَا أَذْنَبَ ذَنْبًا كَانَتْ نُكْتَةٌ سَوْدَاءُ فِي قَلْبِهِ، فَإِنْ تَابَ مِنْهَا صُقِلَ قَلْبُهُ، وَإِنْ زَادَ زَادَتْ، فَذَلِكَ قَوْلُ اللَّهِ: {كَلا بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ}\n\nSesungguhnya seorang hamba itu apabila melakukan suatu dosa, maka terjadilah noktah hitam di hatinya; dan apabila ia bertobat darinya, maka noktah itu lenyap dari hatinya dan menjadi cemerlang; dan apabila ia menambah dosanya lagi, maka bertambah pulalah noktahnya. Yang demikian itu disebutkan oleh firman-Nya; \"Sekali-kali tidak (demikian), sebenarnya apa yang selalu mereka usahakan itu menutup hati mereka.” (Al-Muthaffifin: 14)\n\nImam Turmuzi mengatakan bahwa hadis ini kalau tidak hasan, sahih. Menurut lafaz yang ada pada Imam Nasai disebutkan seperti berikut:\n\nSesungguhnya seorang hamba itu apabila berbuat suatu dosa, maka terjadilah suatu noktah hitam pada hatinya. Dan apabila dia menghentikan perbuatan dosanya, lalu memohon ampun kepada Allah dan bertobat, maka hatinya menjadi mengkilap lagi (bersih). Dan jika dia mengulangi perbuatan dosanya, noktah itu kembali lagi menutupi hatinya, hingga noktah itu menutupi seluruh hatinya (jika ia terus-menerus melakukannya). Itulah yang dimaksud dengan ar-ran yang terdapat di dalam firman-Nya, \"Sekali-kali tidak (demikian) sebenarnya apa yang selalu mereka usahakan itu menutupi hati mereka.” (Al-Muthaffifin: 14)\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Safwan ibnu Isa, telah menceritakan kepada kami Ibnu Ajlan, dari Al-Qa'qa' ibnu Hakim, dari Abu Saleh, dari Abu Hurairah yang mengatakan bahwa Rasulullah Saw. pernah bersabda: Sesungguhnya seorang mukmin itu apabila melakukan perbuatan dosa, terjadilah noktah hitam pada hatinya; dan jika ia bertobat dan kapok serta memohon ampun kepada Allah, maka hatinya kembali bersih mengkilap. Dan apabila dia menambah dosanya, maka bertambah pula noktah hitam itu hingga menutupi seluruh hatinya. Itulah yang dimaksud denganar-ran (kotoran) yang disebutkan di dalam firman-Nya, \"Sekali-kali tidak (demikian), sebenarnya apa yang selalu mereka usahakan itu menutup hati mereka.” (Al-Muthaffifin: 14)\n\nAl-Hasan Al-Basri mengatakan bahwa yang dimaksud dengan ar-ran ialah dosa di atas dosa sehingga membutakan hatinya dan hatinya mati. Hal yang sama telah dikatakan oleh Mujahid ibnu Jubair, Qatadah, dan Ibnu Zaid serta lain-lainnya.",
            "jalalain": "(Yang apabila dibacakan kepadanya ayat-ayat Kami) yakni Alquran (ia berkata, \"Itu adalah dongengan-dongengan orang-orang yang dahulu\") atau cerita-cerita yang dibuat di masa silam. Lafal Asaathiir bentuk jamak dari lafal Usthuurah atau Isthaarah.",
            "quraish_shihab": "Jika diperdengarkan kepada mereka ayat-ayat Allah yang berbicara tentang hari pembalasan, mereka berkata, \"Itu hanya legenda orang-orang terdahulu.\""
        },
        {
            "ind": "Sekali-kali tidak (demikian), sebenarnya apa yang selalu mereka usahakan itu menutupi hati mereka.",
            "arb": "كَلَّا ۖ بَلْ ۜ رَانَ عَلَىٰ قُلُوبِهِم مَّا كَانُوا يَكْسِبُونَ",
            "transliterasi": "Kallā Bal Rāna `Alaá Qulūbihim Mā Kānū Yaksibūna.",
            "eng": "Nay, but their hearts are corroded by all [the evil] that they were wont to do!",
            "kemenag_ringkas": "_Sekali-kali tidak_ demikian! Al-Qur’an adalah kalam dan wahyu Allah kepada Nabi Muhammad. _Bahkan apa yang mereka kerjakan itu_, yaitu kekufuran dan maksiat, _telah menutupi hati mereka_ sehingga tidak mampu membedakan antara yang hak dan batil.",
            "kemenag": "Dalam ayat ini, Allah membantah tuduhan orang-orang kafir Mekah yang mengatakan bahwa Al-Qur'an itu dongengan orang dahulu. Sama sekali bukan demikian. Sebenarnya apa yang selalu mereka usahakan itu menutup hati mereka. Kebiasaan mereka berbuat dosa telah menyebabkan hati mereka jadi keras, gelap, dan tertutup laksana logam yang berkarat. Oleh karena itu, mereka tidak dapat membedakan antara dusta yang berat dengan kebenaran yang terang benderang. Hati yang demikian hanya bisa dibersihkan dengan tobat yang sempurna.",
            "ibnu_katsir": "Firman Allah Swt.:\n\n{إِذَا تُتْلَى عَلَيْهِ آيَاتُنَا قَالَ أَسَاطِيرُ الأوَّلِينَ}\n\nyang apabila dibacakan kepadanya ayat-ayat kami, ia berkata, \"Itu adalah dongengan-dongengan orang-orang yang dahulu.” (Al-Muthaffifin: 13)\n\nYakni apabila dia mendengar Kalamullah dari Rasul Saw., maka dia mendustakannya dan menuduhnya dengan prasangka yang buruk, maka dia meyakininya sebagai buat-buatan yang dihimpun dari kitab-kitab orang-orang yang terdahulu. Seperti yang disebutkan dalam ayat lain melalui firmannya:\n\nوَإِذا قِيلَ لَهُمْ مَاذَا أَنْزَلَ رَبُّكُمْ قالُوا أَساطِيرُ الْأَوَّلِينَ\n\nDan apabila dikatakan kepada mereka, \"Apakah yang telah diturunkan Tuhan kalian?\" Mereka menjawab, \"Dongengan-dongengan orang-orang dahulu.” (An-Nahl: 24)\n\nDan firman-Nya:\n\nوَقالُوا أَساطِيرُ الْأَوَّلِينَ اكْتَتَبَها فَهِيَ تُمْلى عَلَيْهِ بُكْرَةً وَأَصِيلًا\n\nDan mereka berkata, \"Dongengan-dongengan orang-orang dahulu, dimintanya supaya dituliskan, maka dibacakanlah dongengan itu kepadanya setiap pagi dan petang.” (Al-Furqan: 5)\n\nMaka disangggah oleh Allah Swt. melalui firman-Nya dalam surat ini:\n\n{كَلا بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ}\n\nSekali-kali tidak (demikian), sebenarnya apa yang selalu mereka usahakan itu menutup hati mereka. (Al-Muthaffifin:14)\n\nYakni keadaannya tidaklah seperti apa yang mereka dugakan, dan tidak pula seperti apa yang dikatakan oleh mereka bahwa Al-Qur'an ini adalah dongengan orang-orang dahulu, bahkan Al-Qur'an itu adalah Kalamullah, dan wahyu-Nya yang diturunkan kepada Rasul-Nya. Dan sesungguhnya hati mereka terhalang dari beriman kepada Al-Qur'an, tiada lain karena hati mereka telah dipenuhi dan tertutup oleh noda-noda dosa yang banyak mereka kerjakan. Karena itulah maka disebutkan oleh firman-Nya: Sekali-kali tidak (demikian), sebenarnya apa yang selalu mereka usahakan itu menutup hati mereka. (Al-Muthaffifin:14)\n\nAr-rain menutupi hati orang-orang kafir, dan al-gaim menyelimuti hati orang-orang yang berbakti, sedangkan al-gain meliputi hati orang-orang yang terdekat (dengan Allah).\n\nIbnu Jarir, Imam Turmuzi, Imam Nasai, dan Ibnu Majah telah meriwayatkan melalui berbagai jalur dari Muhammad ibnu Ajlan, dari Al-Qa'qa' ibnu Hakim, dari Abu Saleh, dari Abu Hurairah, dari Nabi Saw. yang telah bersabda:\n\n\"إِنَّ الْعَبْدَ إِذَا أَذْنَبَ ذَنْبًا كَانَتْ نُكْتَةٌ سَوْدَاءُ فِي قَلْبِهِ، فَإِنْ تَابَ مِنْهَا صُقِلَ قَلْبُهُ، وَإِنْ زَادَ زَادَتْ، فَذَلِكَ قَوْلُ اللَّهِ: {كَلا بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ}\n\nSesungguhnya seorang hamba itu apabila melakukan suatu dosa, maka terjadilah noktah hitam di hatinya; dan apabila ia bertobat darinya, maka noktah itu lenyap dari hatinya dan menjadi cemerlang; dan apabila ia menambah dosanya lagi, maka bertambah pulalah noktahnya. Yang demikian itu disebutkan oleh firman-Nya; \"Sekali-kali tidak (demikian), sebenarnya apa yang selalu mereka usahakan itu menutup hati mereka.” (Al-Muthaffifin: 14)\n\nImam Turmuzi mengatakan bahwa hadis ini kalau tidak hasan, sahih. Menurut lafaz yang ada pada Imam Nasai disebutkan seperti berikut:\n\nSesungguhnya seorang hamba itu apabila berbuat suatu dosa, maka terjadilah suatu noktah hitam pada hatinya. Dan apabila dia menghentikan perbuatan dosanya, lalu memohon ampun kepada Allah dan bertobat, maka hatinya menjadi mengkilap lagi (bersih). Dan jika dia mengulangi perbuatan dosanya, noktah itu kembali lagi menutupi hatinya, hingga noktah itu menutupi seluruh hatinya (jika ia terus-menerus melakukannya). Itulah yang dimaksud dengan ar-ran yang terdapat di dalam firman-Nya, \"Sekali-kali tidak (demikian) sebenarnya apa yang selalu mereka usahakan itu menutupi hati mereka.” (Al-Muthaffifin: 14)\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Safwan ibnu Isa, telah menceritakan kepada kami Ibnu Ajlan, dari Al-Qa'qa' ibnu Hakim, dari Abu Saleh, dari Abu Hurairah yang mengatakan bahwa Rasulullah Saw. pernah bersabda: Sesungguhnya seorang mukmin itu apabila melakukan perbuatan dosa, terjadilah noktah hitam pada hatinya; dan jika ia bertobat dan kapok serta memohon ampun kepada Allah, maka hatinya kembali bersih mengkilap. Dan apabila dia menambah dosanya, maka bertambah pula noktah hitam itu hingga menutupi seluruh hatinya. Itulah yang dimaksud denganar-ran (kotoran) yang disebutkan di dalam firman-Nya, \"Sekali-kali tidak (demikian), sebenarnya apa yang selalu mereka usahakan itu menutup hati mereka.” (Al-Muthaffifin: 14)\n\nAl-Hasan Al-Basri mengatakan bahwa yang dimaksud dengan ar-ran ialah dosa di atas dosa sehingga membutakan hatinya dan hatinya mati. Hal yang sama telah dikatakan oleh Mujahid ibnu Jubair, Qatadah, dan Ibnu Zaid serta lain-lainnya.",
            "jalalain": "(Sekali-kali tidak demikian) lafal ini mengandung makna hardikan dan cegahan terhadap perkataan mereka yang demikian itu (sebenarnya telah menodai) telah menutupi (atas hati mereka) sehingga hati mereka tertutup oleh noda itu (apa yang selalu mereka usahakan itu) yakni kedurhakaan-kedurhakaan yang selalu mereka kerjakan, sehingga mirip dengan karat yang menutupi hati mereka.",
            "quraish_shihab": "Hindarilah, wahai orang-orang yang melampaui batas, kata-kata yang kalian lontarkan! Hati orang-orang yang melampaui batas itu telah tertutup oleh sikap kafir dan kemaksiatan yang mereka perbuat."
        },
        {
            "ind": "Sekali-kali tidak, sesungguhnya mereka pada hari itu benar-benar tertutup dari (rahmat) Tuhan mereka.",
            "arb": "كَلَّا إِنَّهُمْ عَن رَّبِّهِمْ يَوْمَئِذٍ لَّمَحْجُوبُونَ",
            "transliterasi": "Kallā 'Innahum `An Rabbihim Yawma'idhin Lamaĥjūbūna.",
            "eng": "Nay, verily, from [the grace of] their Sustainer shall they on that Day be debarred;",
            "kemenag_ringkas": "_Sekali-kali tidak! Sesungguhnya mereka_ yang kafir dan berbuat maksiat _pada hari_ pembalasan _itu benar-benar terhalang_ _dari_ rahmat _Tuhannya_. Mereka tidak mendapatkan rahmat Allah dan tidak pula mampu melihat-Nya di akhirat nanti.",
            "kemenag": "Ayat ini menjelaskan bahwa orang-orang kafir yang tidak mau mengakui Al-Qur'an sebagai wahyu Allah terhalang dari rahmat-Nya di dunia dan akhirat. Mereka terhalang dari nikmat terbesar bagi seorang hamba, yaitu memandang dan melihat Allah di akhirat. Imam Syafi'i mengatakan ayat ini bisa dijadikan dalil bahwa orang-orang Mukmin tidak akan terhalangi dari memandang Allah di akhirat, sebagaimana firman-Nya:\n\nWajah-wajah (orang mukmin) pada hari itu berseri-seri, memandang Tuhannya. (al-Qiyamah/75: 22-23)\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\n{كَلا إِنَّهُمْ عَنْ رَبِّهِمْ يَوْمَئِذٍ لَمَحْجُوبُونَ}\n\nSekali-kali tidak, sesungguhnya mereka pada hari itu benar-benar terhalang dari (melihat) Tuhan mereka. (Al-Muthaffifin: 15)\n\nYakni bagi mereka kelak di hari kiamat Sijjin adalah tempat tinggal mereka, kemudian selain dari itu mereka terhalang dari melihat Tuhan Yang menciptakan mereka. \n\nImam Abu Abdullah Asy-Syafii mengatakan sehubungan dengan hal ini, bahwa ayat ini merupakan dalil yang menunjukkan bahwa orang-orang mukmin dapat melihat Tuhannya di hari itu. \n\nApa yang dikatakan oleh Imam Safi’i ini sangatlah baik dan merupakan penyimpulan dalil dari pemahaman yang terkandung dalam ayat, sebagaimana ditunjukkan pula oleh dalil yang tersurat melalui firman-Nya:\n\nوُجُوهٌ يَوْمَئِذٍ ناضِرَةٌ إِلى رَبِّها ناظِرَةٌ\n\nWajah-wajah (orang-orang mukmim) pada hari itu berseri-seri. Kepada Tuhannyalah mereka melihat. (Al-Qiyamah: 22-23)\n\nSebagaimana pula yang ditunjukkan oleh banyak hadis yang sahih lagi mutawatir yang menyatakan bahwa orang-orang mukmin dapat melihat Tuhan mereka di negeri akhirat dengan penglihatan mata, yaitu di tempat pemberhentian hari kiamat dan juga di dalam surga-surga yang mewah. \n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Mu'ammar Al-Muqri, telah menceritakan kepada kami Abdul Waris ibnu Sa’id, dari Amr ibnu Ubaid, dari Al-Hasan sehubungan dengan makna firman-Nya: Sekali-kali tidak, sesungguhna mereka pada hari itu benar-benar terhalang dari (melihat) Tuhan mereka. (Al-Muthaffifin: 15) Bahwa Allah menyingkapkan hijab (tirai)-Nya, maka dapat melihatlah kepada-Nya semua orang, baik yang mukmin maupun yang kafir. Kemudian Allah mehijabi diri-Nya dari pandangan orang-orang kafir. dan orang-orang mukmin dapat melihat-Nya di setiap hari di waktu pagi dan petang. Atau dengan ungkapan yang semakna.",
            "jalalain": "(Sekali-kali tidak) artinya benarlah (sesungguhnya mereka pada hari itu terhadap Rabb mereka) pada hari kiamat (benar-benar tertutup) sehingga mereka tidak dapat melihat-Nya.",
            "quraish_shihab": "Para pendusta itu benar-benar terhalangi dari rahmat Allah, lantaran maksiat itu."
        },
        {
            "ind": "Kemudian, sesungguhnya mereka benar-benar masuk neraka.",
            "arb": "ثُمَّ إِنَّهُمْ لَصَالُو الْجَحِيمِ",
            "transliterasi": "Thumma 'Innahum Laşālū Al-Jaĥīmi.",
            "eng": "and then, behold, they shall enter the blazing fire",
            "kemenag_ringkas": "Setelah terhalang dari rahmat Allah,_ kemudian sesungguhnya mereka_ yang ingkar dan berbuat maksiat itu_ benar-benar masuk neraka_ yang penuh siksa mengerikan.",
            "kemenag": "Setelah dijauhkan dari rahmat Allah dan tidak dapat mencapai cita-cita yang diangan-angankannya pada hari pembalasan, orang-orang kafir itu benar-benar masuk neraka Jahim yang sangat panas.",
            "ibnu_katsir": "Firman Allah Swt.: \n\n{ثُمَّ إِنَّهُمْ لَصَالُو الْجَحِيمِ}\n\nKemudian, sesungguhnya mereka benar-benar masuk neraka. (Al-Muthaffifin: 16)\n\nKemudian mereka (orang-orang kafir itu) selain dihalangi dari melihat Tuhan mereka Yang Maha Pemurah, juga meteka dimasukkan ke dalam neraka dan menjadi penghuni tetapnya.\n\n{ثُمَّ يُقَالُ هَذَا الَّذِي كُنْتُمْ بِهِ تُكَذِّبُونَ}\n\nKemudian, dikatakan (kepada mereka), \"Inilah azab yang dahulu selalu kalian dustakan.\" (Al-Muthaffifin: 17)\n\nDikatakan hal tersebut kepada mereka dengan nada mengecam, mencemoohkan, menghina dan merendahkan mereka.",
            "jalalain": "(Kemudian, sesungguhnya mereka benar-benar masuk Jahim) yakni mereka memasuki neraka yang membakar.",
            "quraish_shihab": "Kemudian, sesungguhnya mereka benar-benar masuk neraka."
        },
        {
            "ind": "Kemudian, dikatakan (kepada mereka): \"Inilah azab yang dahulu selalu kamu dustakan\".",
            "arb": "ثُمَّ يُقَالُ هَٰذَا الَّذِي كُنتُم بِهِ تُكَذِّبُونَ",
            "transliterasi": "Thumma Yuqālu Hādhā Al-Ladhī Kuntum Bihi Tukadhdhibūna.",
            "eng": "and be told: \"This is the [very thing] to which you were wont to give the lie!\"",
            "kemenag_ringkas": "_Kemudian dikatakan_ kepada mereka dengan nada geram, “_Inilah_ azab _yang dahulu kamu dustakan._” Pada saat itulah mereka yang dahulu mendustakan hari akhirat merasakan sakitnya siksa, kerugian, dan penyesalan yang mendalam.",
            "kemenag": "Kemudian dikatakan kepada mereka ucapan yang mengandung cercaan sehingga penderitaan mereka itu berlipat ganda. Di samping penderitaan fisik, mereka juga menderita secara psikis (kejiwaan). Inilah azab yang selalu mereka dustakan ketika di dunia. Inilah balasan terhadap sikap mereka mendustakan berita-berita rasul yang benar, seperti anggapan mereka bahwa manusia tidak akan dibangkitkan kembali, Al-Qur'an itu dongengan orang-orang dahulu, Muhammad saw itu hanya seorang tukang sihir atau pendusta, dan berbagai macam tuduhan lainnya.\nDi akhirat nanti, akan menjadi jelas bagaimana fakta kebenaran yang sesungguhnya yang dapat disaksikan oleh pancaindra mereka. Alangkah sedihnya dirasakan oleh seorang yang sedang menderita azab bila diberi kecaman yang sangat menusuk hatinya, padahal ia sempat menempuh jalan keselamatannya jika ia benar-benar beriman dan bertakwa.\n",
            "ibnu_katsir": "Firman Allah Swt.: \n\n{ثُمَّ إِنَّهُمْ لَصَالُو الْجَحِيمِ}\n\nKemudian, sesungguhnya mereka benar-benar masuk neraka. (Al-Muthaffifin: 16)\n\nKemudian mereka (orang-orang kafir itu) selain dihalangi dari melihat Tuhan mereka Yang Maha Pemurah, juga meteka dimasukkan ke dalam neraka dan menjadi penghuni tetapnya.\n\n{ثُمَّ يُقَالُ هَذَا الَّذِي كُنْتُمْ بِهِ تُكَذِّبُونَ}\n\nKemudian, dikatakan (kepada mereka), \"Inilah azab yang dahulu selalu kalian dustakan.\" (Al-Muthaffifin: 17)\n\nDikatakan hal tersebut kepada mereka dengan nada mengecam, mencemoohkan, menghina dan merendahkan mereka.",
            "jalalain": "(Kemudian dikatakan) kepada mereka (\"Inilah) maksudnya azab ini (yang dahulu selalu kalian dustakan.\")",
            "quraish_shihab": "Lalu dikatakan kepada mereka, sebagai penghinaan, \"Siksa yang diturunkan pada kalian saat ini adalah siksa yang di dunia dahulu kalian dustakan kebenarannya.\""
        },
        {
            "ind": "Sekali-kali tidak, sesungguhnya kitab orang-orang yang berbakti itu (tersimpan) dalam 'Illiyyin.",
            "arb": "كَلَّا إِنَّ كِتَابَ الْأَبْرَارِ لَفِي عِلِّيِّينَ",
            "transliterasi": "Kallā 'Inna Kitāba Al-'Abrāri Lafī `Illīyīna.",
            "eng": "NAY, VERILY - the record of the truly virtuous is [set down] in a mode most lofty!",
            "kemenag_ringkas": "_Sekali-kali tidak!_ Tidaklah sama keadaan orang kafir dan orang mukmin di akhirat nanti. _Sesungguhnya catatan_ perbuatan _orang-orang yang berbakti_, beriman, dan beramal saleh _benar-benar tersimpan dalam ‘Illiyyin_.",
            "kemenag": "Dalam ayat ini, Allah membantah tuduhan orang-orang durhaka yang mengingkari hari kebangkitan dan kebenaran Al-Qur'an. Sekali-kali tidak demikian. Sesungguhnya kitab orang-orang yang berbakti disimpan dalam suatu tempat yang tinggi yang diberi nama 'Illiyyun, yang disaksikan oleh malaikat-malaikat muqarrabin (yang dekat dengan Allah).",
            "ibnu_katsir": "Allah Swt. berfirman dengan sebenar-benarnya, bahwa sesungguhnya buku catatan amal orang-orang yang berbakti itu berbeda dengan buku catatan orang-orang yang durhaka; buku catatan amal mereka,\n\n{لَفِي عِلِّيِّينَ}\n\nbenar-benar tersimpan dalam 'Illiyyin. (Al-Muthaffifin: 18)\n\nYaitu tempat kembali mereka adalah 'Illiyyin, dan ini berbeda dengan Sijjin, keduanya bertolak belakang. \n\nAl-A'masy telah meriwayatkan dari Syamir ibnu Atiyyah, dari Hilal ibnu Yusaf yang mengatakan, bahwa Ibnu Abbas pernah bertanya kepada Ka’b yang saat itu aku (Hilal ibnu Yusaf) hadir, tentang makna Sijjin. Maka Ka'b menjawab bahwa Sijjin terletak di bumi lapis yang ketujuh, di dalamnya tersimpan arwah orang-orang kafir. Ibnu Abbas pun bertanya lagi kepada Ka'b tentang 'Illiyyin, maka Ka'b pun menjawab bahwa 'Illiyyin terletak di langit yang ketujuh, di dalamnya tersimpan arwah orang-orang mukmin. Hal yang sama dikatakan pula bukan hanya oleh seorang ulama, bahwa sesungguhnya 'Illiyyin itu terletak di langit yang ketujuh.\n\nAli ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya: Sekali-kali tidak, sesungguhnya kitab orang-orang berbakti itu (tersimpan) dalam 'Illiyyin. (Al-Muthaffifin: 18) Yakni di dalam surga. \n\nMenurut riwayat lain dari Ibnu Abbas yang dikemukakan oleh Al-Aufi, catatan amal perbuatan mereka berada di langit di sisi Allah. Hal yang sama dikatakan oleh Ad-Dahhak. \n\nQatadah mengatakan bahwa 'Illiyyun adalah kaki' Arasy yang sebelah kanan. \n\nSelain Qatadah mengatakan bahwa 'Illiyyin berada di dekat Sidratul Muntaha. \n\nMakna lahiriah ayat menunjukkan bahwa 'Illiyyin diambil dari kata al-'uluwwu yang artinya tinggi. Dan sesuatu itu manakala meninggi, maka ia bertambah besar dan luas, karena itulah Allah Swt. membesarkan perihalnya dan menggambarkannya dengan gambaran yang agung. Untuk itu Allah Swt. berfirman:\n\n{وَمَا أَدْرَاكَ مَا عِلِّيُّون}\n\nTahukah kamu apakah 'Illiyyin itu? (Al-Muthaffifin: 19)",
            "jalalain": "(Sekali-kali tidak) artinya benarlah (sesungguhnya kitab orang-orang berbakti itu) yaitu kitab catatan amal perbuatan orang-orang mukmin yang imannya benar-benar ikhlas (berada dalam 'Illiyyiin) menurut suatu pendapat 'Illiyyiin adalah nama kitab yang mencatat semua amal kebaikan para malaikat dan orang-orang yang beriman dari kalangan manusia dan jin. Menurut pendapat lain 'Illiyyiin adalah nama sebuah tempat yang terletak di langit yang ketujuh, di bawah Arasy.",
            "quraish_shihab": "Sungguh, catatan perbuatan golongan manusia yang berbakti berada dalam 'Illiyyûn."
        },
        {
            "ind": "Tahukah kamu apakah 'Illiyyin itu?",
            "arb": "وَمَا أَدْرَاكَ مَا عِلِّيُّونَ",
            "transliterasi": "Wa Mā 'Adrāka Mā `Illīyūna.",
            "eng": "And what could make thee conceive what that mode most lofty will be?",
            "kemenag_ringkas": "Untuk menggugah perhatian manusia, Allah bertanya, “_Dan tahukah engkau apakah ‘Illiyyin itu_?",
            "kemenag": "Untuk memperlihatkan keagungan 'Illiyyun itu, Allah mengemukakan pertanyaan, \"Tahukah kamu apakah 'Illiyyun itu?\" Allah lalu menjelaskannya langsung, \"Yaitu kitab yang tertulis dan disaksikan oleh para malaikat yang didekatkan kepada Allah.\"",
            "ibnu_katsir": "Allah Swt. berfirman dengan sebenar-benarnya, bahwa sesungguhnya buku catatan amal orang-orang yang berbakti itu berbeda dengan buku catatan orang-orang yang durhaka; buku catatan amal mereka,\n\n{لَفِي عِلِّيِّينَ}\n\nbenar-benar tersimpan dalam 'Illiyyin. (Al-Muthaffifin: 18)\n\nYaitu tempat kembali mereka adalah 'Illiyyin, dan ini berbeda dengan Sijjin, keduanya bertolak belakang. \n\nAl-A'masy telah meriwayatkan dari Syamir ibnu Atiyyah, dari Hilal ibnu Yusaf yang mengatakan, bahwa Ibnu Abbas pernah bertanya kepada Ka’b yang saat itu aku (Hilal ibnu Yusaf) hadir, tentang makna Sijjin. Maka Ka'b menjawab bahwa Sijjin terletak di bumi lapis yang ketujuh, di dalamnya tersimpan arwah orang-orang kafir. Ibnu Abbas pun bertanya lagi kepada Ka'b tentang 'Illiyyin, maka Ka'b pun menjawab bahwa 'Illiyyin terletak di langit yang ketujuh, di dalamnya tersimpan arwah orang-orang mukmin. Hal yang sama dikatakan pula bukan hanya oleh seorang ulama, bahwa sesungguhnya 'Illiyyin itu terletak di langit yang ketujuh.\n\nAli ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya: Sekali-kali tidak, sesungguhnya kitab orang-orang berbakti itu (tersimpan) dalam 'Illiyyin. (Al-Muthaffifin: 18) Yakni di dalam surga. \n\nMenurut riwayat lain dari Ibnu Abbas yang dikemukakan oleh Al-Aufi, catatan amal perbuatan mereka berada di langit di sisi Allah. Hal yang sama dikatakan oleh Ad-Dahhak. \n\nQatadah mengatakan bahwa 'Illiyyun adalah kaki' Arasy yang sebelah kanan. \n\nSelain Qatadah mengatakan bahwa 'Illiyyin berada di dekat Sidratul Muntaha. \n\nMakna lahiriah ayat menunjukkan bahwa 'Illiyyin diambil dari kata al-'uluwwu yang artinya tinggi. Dan sesuatu itu manakala meninggi, maka ia bertambah besar dan luas, karena itulah Allah Swt. membesarkan perihalnya dan menggambarkannya dengan gambaran yang agung. Untuk itu Allah Swt. berfirman:\n\n{وَمَا أَدْرَاكَ مَا عِلِّيُّون}\n\nTahukah kamu apakah 'Illiyyin itu? (Al-Muthaffifin: 19)",
            "jalalain": "(Tahukah kamu) atau apakah kamu mengetahui (apakah 'Illiyyiin itu?) apakah kitab 'Illiyyiin itu?",
            "quraish_shihab": "Tahukah kamu apakah 'Illiyyûn itu?"
        },
        {
            "ind": "(Yaitu) kitab yang bertulis,",
            "arb": "كِتَابٌ مَّرْقُومٌ",
            "transliterasi": "Kitābun Marqūmun.",
            "eng": "A record [indelibly] inscribed,",
            "kemenag_ringkas": "‘Illiyyin adalah_ kitab yang berisi catatan_ perbuatan yang tertulis dengan jelas sehingga mudah dibaca oleh mereka yang berhak mendapatkannya.",
            "kemenag": "Untuk memperlihatkan keagungan 'Illiyyun itu, Allah mengemukakan pertanyaan, \"Tahukah kamu apakah 'Illiyyun itu?\" Allah lalu menjelaskannya langsung, \"Yaitu kitab yang tertulis dan disaksikan oleh para malaikat yang didekatkan kepada Allah.\"",
            "ibnu_katsir": "Kemudian Allah Swt. mengukuhkan apa yang telah dicatatkan bagi mereka.\n\n{كِتَابٌ مَرْقُومٌ يَشْهَدُهُ الْمُقَرَّبُونَ}\n\n(Yaitu) kitab yang bertulis, yang disaksikan oleh malaikat-malaikat yang didekatkan (kepada Allah). (Al-Muthaffifin: 20-21)\n\nMereka adalah para malaikat menurut Qatadah. \n\nAl-Aufi telah meriwayatkan dari Ibnu Abbas, bahwa kitab itu di tiap langit hanya disaksikan oleh para malaikat yang terdekatnya.\n\nKemudian disebutkan dalam firman berikutnya:\n\n{إِنَّ الأبْرَارَ لَفِي نَعِيمٍ}\n\nSesungguhnya orang-orang yang berbakti itu benar-benar berada dalam kenikmatan yang besar (surga). (Al-Muthaffifin:22)\n\nArtinya, kelak di hari kiamat mereka berada dalam kenikmatan yang abadi dan surga-surga yang di dalamnya terdapat karunia yang berlimpah.\n\n{عَلَى الأرَائِكِ يَنْظُرُونَ}\n\nmereka (duduk) di atas dipan-dipan sambil memandang. (Al-Muthaffifin: 23)\n\nYang dimaksud dengan ara-ik ialah dipan-dipan yang beralaskan permadani. Menurut suatu pendapat, makna yang dimaksud ialah mereka memandangi kerajaan mereka dan segala sesuatu yang diberikan Allah kepada mereka berupa kebaikan dan karunia yang tidak pernah habis dan tidak pernah rusak selamanya. \n\nMenurut pendapat yang lain, makna yang dimaksud dari firman-Nya: mereka (duduk) di atas dipan-dipan sambil memandang. (Al-Muthaffifin: 23) Yakni memandang kepada Allah Swt. Dan hal ini bertentangan dengan apa yang digambarkan oleh Allah Swt. tentang keadaan orang-orang yang durhaka melalui firman-Nya: Sekali-kali tidak, sesungguhnya mereka pada hari itu benar-benar terhalang dari (melihat) Tuhan mereka. (Al-Muthaffifin: 15)\n\nMaka disebutkan perihal orang-orang yang berbakti, bahwa mereka diperbolehkan melihat kepada Allah Swt, sedangkan mereka berada di atas dipan-dipan dan hamparan-hamparannya, sebagaimana yang disebutkan di dalam hadis Ibnu Umar:\n\n\"إِنَّ أَدْنَى أَهْلِ الْجَنَّةِ مَنْزِلَةً لَمَنْ يَنْظُرُ فِي مُلْكِهِ مَسِيرَةَ أَلْفَيْ سَنَةٍ، يَرَى أَقْصَاهُ كَمَا يَرَى أَدْنَاهُ، وَإِنَّ أَعْلَاهُ لَمَنْ يَنْظُرُ إِلَى اللَّهِ فِي الْيَوْمِ مَرَّتَيْنِ\" \n\nSesungguhnya ahli surga yang paling rendah kedudukannya ialah seperti seseorang yang memerlukan waktu dua ribu tahun untuk melihat semua bagian kerajaannya; dan dia dapat menyaksikan bagian yang terdekatnya sama dengan melihat ke bagian yang terdekatnya. Dan sesungguhnya ahli surga yang paling tinggi (kedudukannya) adalah bagi orang yang dapat memandang kepada Allah Swt. sebanyak dua kali dalam seharinya.",
            "jalalain": "Yaitu (kitab yang bertulis) kitab yang ada catatannya.",
            "quraish_shihab": "'Illiyyûn adalah kitab yang tertulis dengan tulisan yang sangat jelas, yang disaksikan dan dijaga oleh malaikat-malaikat yang dekat."
        },
        {
            "ind": "yang disaksikan oleh malaikat-malaikat yang didekatkan (kepada Allah).",
            "arb": "يَشْهَدُهُ الْمُقَرَّبُونَ",
            "transliterasi": "Yash/haduhu Al-Muqarrabūna.",
            "eng": "witnessed~ by all who have [ever] been drawn close unto God.",
            "kemenag_ringkas": "Itulah kitab yang berada di tempat yang luhur,_ yang disaksikan oleh_ malaikat-malaikat _yang didekatkan_ kepada Allah karena kepatuhan mereka. Kesaksian malaikat terhadap catatan amal orang-orag mukmin menunjukkan kebenaran isi kitab itu dan penghormatan kepada penerimanya.",
            "kemenag": "Untuk memperlihatkan keagungan 'Illiyyun itu, Allah mengemukakan pertanyaan, \"Tahukah kamu apakah 'Illiyyun itu?\" Allah lalu menjelaskannya langsung, \"Yaitu kitab yang tertulis dan disaksikan oleh para malaikat yang didekatkan kepada Allah.\"",
            "ibnu_katsir": "Kemudian Allah Swt. mengukuhkan apa yang telah dicatatkan bagi mereka.\n\n{كِتَابٌ مَرْقُومٌ يَشْهَدُهُ الْمُقَرَّبُونَ}\n\n(Yaitu) kitab yang bertulis, yang disaksikan oleh malaikat-malaikat yang didekatkan (kepada Allah). (Al-Muthaffifin: 20-21)\n\nMereka adalah para malaikat menurut Qatadah. \n\nAl-Aufi telah meriwayatkan dari Ibnu Abbas, bahwa kitab itu di tiap langit hanya disaksikan oleh para malaikat yang terdekatnya.\n\nKemudian disebutkan dalam firman berikutnya:\n\n{إِنَّ الأبْرَارَ لَفِي نَعِيمٍ}\n\nSesungguhnya orang-orang yang berbakti itu benar-benar berada dalam kenikmatan yang besar (surga). (Al-Muthaffifin:22)\n\nArtinya, kelak di hari kiamat mereka berada dalam kenikmatan yang abadi dan surga-surga yang di dalamnya terdapat karunia yang berlimpah.\n\n{عَلَى الأرَائِكِ يَنْظُرُونَ}\n\nmereka (duduk) di atas dipan-dipan sambil memandang. (Al-Muthaffifin: 23)\n\nYang dimaksud dengan ara-ik ialah dipan-dipan yang beralaskan permadani. Menurut suatu pendapat, makna yang dimaksud ialah mereka memandangi kerajaan mereka dan segala sesuatu yang diberikan Allah kepada mereka berupa kebaikan dan karunia yang tidak pernah habis dan tidak pernah rusak selamanya. \n\nMenurut pendapat yang lain, makna yang dimaksud dari firman-Nya: mereka (duduk) di atas dipan-dipan sambil memandang. (Al-Muthaffifin: 23) Yakni memandang kepada Allah Swt. Dan hal ini bertentangan dengan apa yang digambarkan oleh Allah Swt. tentang keadaan orang-orang yang durhaka melalui firman-Nya: Sekali-kali tidak, sesungguhnya mereka pada hari itu benar-benar terhalang dari (melihat) Tuhan mereka. (Al-Muthaffifin: 15)\n\nMaka disebutkan perihal orang-orang yang berbakti, bahwa mereka diperbolehkan melihat kepada Allah Swt, sedangkan mereka berada di atas dipan-dipan dan hamparan-hamparannya, sebagaimana yang disebutkan di dalam hadis Ibnu Umar:\n\n\"إِنَّ أَدْنَى أَهْلِ الْجَنَّةِ مَنْزِلَةً لَمَنْ يَنْظُرُ فِي مُلْكِهِ مَسِيرَةَ أَلْفَيْ سَنَةٍ، يَرَى أَقْصَاهُ كَمَا يَرَى أَدْنَاهُ، وَإِنَّ أَعْلَاهُ لَمَنْ يَنْظُرُ إِلَى اللَّهِ فِي الْيَوْمِ مَرَّتَيْنِ\" \n\nSesungguhnya ahli surga yang paling rendah kedudukannya ialah seperti seseorang yang memerlukan waktu dua ribu tahun untuk melihat semua bagian kerajaannya; dan dia dapat menyaksikan bagian yang terdekatnya sama dengan melihat ke bagian yang terdekatnya. Dan sesungguhnya ahli surga yang paling tinggi (kedudukannya) adalah bagi orang yang dapat memandang kepada Allah Swt. sebanyak dua kali dalam seharinya.",
            "jalalain": "(Yang disaksikan oleh yang didekatkan) yakni malaikat-malaikat yang didekatkan.",
            "quraish_shihab": "'Illiyyûn adalah kitab yang tertulis dengan tulisan yang sangat jelas, yang disaksikan dan dijaga oleh malaikat-malaikat yang dekat."
        },
        {
            "ind": "Sesungguhnya orang yang berbakti itu benar-benar berada dalam kenikmatan yang besar (surga),",
            "arb": "إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ",
            "transliterasi": "'Inna Al-'Abrāra Lafī Na`īmin.",
            "eng": "Behold, [in the life to come] the truly virtuous will indeed be in bliss:",
            "kemenag_ringkas": "Demikianlah buku catatan amal orang yang berbakti. _Sesungguhnya orang-orang yang berbakti benar-benar berada dalam_ surga yang penuh _kenikmatan_. Itulah surga yang penuh kenikmatan yang tidak terbayang sebelumnya dalam benak manusia mana pun. Kenikmatan itu abadi, tidak pernah membosankan apalagi berkurang.",
            "kemenag": "Setelah menerangkan kitab orang-orang yang berbakti yang diberi nama 'Illiyyun, lalu Allah menerangkan keadaan orang yang berbakti (al-abrar) itu secara terperinci. Sesungguhnya mereka yang membenarkan apa-apa yang dibawa oleh Muhammad saw itu, benar-benar berada dalam kenikmatan yang besar, yaitu surga.",
            "ibnu_katsir": "Kemudian Allah Swt. mengukuhkan apa yang telah dicatatkan bagi mereka.\n\n{كِتَابٌ مَرْقُومٌ يَشْهَدُهُ الْمُقَرَّبُونَ}\n\n(Yaitu) kitab yang bertulis, yang disaksikan oleh malaikat-malaikat yang didekatkan (kepada Allah). (Al-Muthaffifin: 20-21)\n\nMereka adalah para malaikat menurut Qatadah. \n\nAl-Aufi telah meriwayatkan dari Ibnu Abbas, bahwa kitab itu di tiap langit hanya disaksikan oleh para malaikat yang terdekatnya.\n\nKemudian disebutkan dalam firman berikutnya:\n\n{إِنَّ الأبْرَارَ لَفِي نَعِيمٍ}\n\nSesungguhnya orang-orang yang berbakti itu benar-benar berada dalam kenikmatan yang besar (surga). (Al-Muthaffifin:22)\n\nArtinya, kelak di hari kiamat mereka berada dalam kenikmatan yang abadi dan surga-surga yang di dalamnya terdapat karunia yang berlimpah.\n\n{عَلَى الأرَائِكِ يَنْظُرُونَ}\n\nmereka (duduk) di atas dipan-dipan sambil memandang. (Al-Muthaffifin: 23)\n\nYang dimaksud dengan ara-ik ialah dipan-dipan yang beralaskan permadani. Menurut suatu pendapat, makna yang dimaksud ialah mereka memandangi kerajaan mereka dan segala sesuatu yang diberikan Allah kepada mereka berupa kebaikan dan karunia yang tidak pernah habis dan tidak pernah rusak selamanya. \n\nMenurut pendapat yang lain, makna yang dimaksud dari firman-Nya: mereka (duduk) di atas dipan-dipan sambil memandang. (Al-Muthaffifin: 23) Yakni memandang kepada Allah Swt. Dan hal ini bertentangan dengan apa yang digambarkan oleh Allah Swt. tentang keadaan orang-orang yang durhaka melalui firman-Nya: Sekali-kali tidak, sesungguhnya mereka pada hari itu benar-benar terhalang dari (melihat) Tuhan mereka. (Al-Muthaffifin: 15)\n\nMaka disebutkan perihal orang-orang yang berbakti, bahwa mereka diperbolehkan melihat kepada Allah Swt, sedangkan mereka berada di atas dipan-dipan dan hamparan-hamparannya, sebagaimana yang disebutkan di dalam hadis Ibnu Umar:\n\n\"إِنَّ أَدْنَى أَهْلِ الْجَنَّةِ مَنْزِلَةً لَمَنْ يَنْظُرُ فِي مُلْكِهِ مَسِيرَةَ أَلْفَيْ سَنَةٍ، يَرَى أَقْصَاهُ كَمَا يَرَى أَدْنَاهُ، وَإِنَّ أَعْلَاهُ لَمَنْ يَنْظُرُ إِلَى اللَّهِ فِي الْيَوْمِ مَرَّتَيْنِ\" \n\nSesungguhnya ahli surga yang paling rendah kedudukannya ialah seperti seseorang yang memerlukan waktu dua ribu tahun untuk melihat semua bagian kerajaannya; dan dia dapat menyaksikan bagian yang terdekatnya sama dengan melihat ke bagian yang terdekatnya. Dan sesungguhnya ahli surga yang paling tinggi (kedudukannya) adalah bagi orang yang dapat memandang kepada Allah Swt. sebanyak dua kali dalam seharinya.",
            "jalalain": "(Sesungguhnya orang-orang yang berbakti itu berada dalam kenikmatan yang berlimpah) yakni surga.",
            "quraish_shihab": "Sesungguhnya orang-orang yang berbakti akan berada dalam kehidupan penuh kesenangan di surga. Dari atas dipan, mereka memandangi kenikmatan dan kemurahan yang diberikan Allah."
        },
        {
            "ind": "mereka (duduk) di atas dipan-dipan sambil memandang.",
            "arb": "عَلَى الْأَرَائِكِ يَنظُرُونَ",
            "transliterasi": "`Alaá Al-'Arā'iki Yanžurūna.",
            "eng": "[resting on couches, they will look up [to God]:",
            "kemenag_ringkas": "_Mereka_ yang berbakti itu duduk _di atas dipan-dipan melepas pandangan_ ke arah pemandangan yang indah, menenangkan, dan mendamaikan. Inilah kebahagiaan hakiki, balasan bagi orang yang taat dan patuh kepada Allah.",
            "kemenag": "Mereka duduk di atas dipan-dipan sambil memandang berbagai macam kenikmatan surga seperti bidadari, anak-anak mereka yang mati sebelum balig yang disediakan dalam surga untuk berkhidmat kepada orang tuanya, aneka macam makanan dan minuman, dan sebagainya.",
            "ibnu_katsir": "Kemudian Allah Swt. mengukuhkan apa yang telah dicatatkan bagi mereka.\n\n{كِتَابٌ مَرْقُومٌ يَشْهَدُهُ الْمُقَرَّبُونَ}\n\n(Yaitu) kitab yang bertulis, yang disaksikan oleh malaikat-malaikat yang didekatkan (kepada Allah). (Al-Muthaffifin: 20-21)\n\nMereka adalah para malaikat menurut Qatadah. \n\nAl-Aufi telah meriwayatkan dari Ibnu Abbas, bahwa kitab itu di tiap langit hanya disaksikan oleh para malaikat yang terdekatnya.\n\nKemudian disebutkan dalam firman berikutnya:\n\n{إِنَّ الأبْرَارَ لَفِي نَعِيمٍ}\n\nSesungguhnya orang-orang yang berbakti itu benar-benar berada dalam kenikmatan yang besar (surga). (Al-Muthaffifin:22)\n\nArtinya, kelak di hari kiamat mereka berada dalam kenikmatan yang abadi dan surga-surga yang di dalamnya terdapat karunia yang berlimpah.\n\n{عَلَى الأرَائِكِ يَنْظُرُونَ}\n\nmereka (duduk) di atas dipan-dipan sambil memandang. (Al-Muthaffifin: 23)\n\nYang dimaksud dengan ara-ik ialah dipan-dipan yang beralaskan permadani. Menurut suatu pendapat, makna yang dimaksud ialah mereka memandangi kerajaan mereka dan segala sesuatu yang diberikan Allah kepada mereka berupa kebaikan dan karunia yang tidak pernah habis dan tidak pernah rusak selamanya. \n\nMenurut pendapat yang lain, makna yang dimaksud dari firman-Nya: mereka (duduk) di atas dipan-dipan sambil memandang. (Al-Muthaffifin: 23) Yakni memandang kepada Allah Swt. Dan hal ini bertentangan dengan apa yang digambarkan oleh Allah Swt. tentang keadaan orang-orang yang durhaka melalui firman-Nya: Sekali-kali tidak, sesungguhnya mereka pada hari itu benar-benar terhalang dari (melihat) Tuhan mereka. (Al-Muthaffifin: 15)\n\nMaka disebutkan perihal orang-orang yang berbakti, bahwa mereka diperbolehkan melihat kepada Allah Swt, sedangkan mereka berada di atas dipan-dipan dan hamparan-hamparannya, sebagaimana yang disebutkan di dalam hadis Ibnu Umar:\n\n\"إِنَّ أَدْنَى أَهْلِ الْجَنَّةِ مَنْزِلَةً لَمَنْ يَنْظُرُ فِي مُلْكِهِ مَسِيرَةَ أَلْفَيْ سَنَةٍ، يَرَى أَقْصَاهُ كَمَا يَرَى أَدْنَاهُ، وَإِنَّ أَعْلَاهُ لَمَنْ يَنْظُرُ إِلَى اللَّهِ فِي الْيَوْمِ مَرَّتَيْنِ\" \n\nSesungguhnya ahli surga yang paling rendah kedudukannya ialah seperti seseorang yang memerlukan waktu dua ribu tahun untuk melihat semua bagian kerajaannya; dan dia dapat menyaksikan bagian yang terdekatnya sama dengan melihat ke bagian yang terdekatnya. Dan sesungguhnya ahli surga yang paling tinggi (kedudukannya) adalah bagi orang yang dapat memandang kepada Allah Swt. sebanyak dua kali dalam seharinya.",
            "jalalain": "(Di atas dipan-dipan) atau di atas ranjang-ranjang yang berkelambu (mereka memandang) kenikmatan-kenikmatan yang diberikan kepada mereka.",
            "quraish_shihab": "Sesungguhnya orang-orang yang berbakti akan berada dalam kehidupan penuh kesenangan di surga. Dari atas dipan, mereka memandangi kenikmatan dan kemurahan yang diberikan Allah."
        },
        {
            "ind": "Kamu dapat mengetahui dari wajah mereka kesenangan mereka yang penuh kenikmatan.",
            "arb": "تَعْرِفُ فِي وُجُوهِهِمْ نَضْرَةَ النَّعِيمِ",
            "transliterasi": "Ta`rifu Fī Wujūhihim Nađrata An-Na`īmi.",
            "eng": "upon their faces thou wilt see the brightness of bliss.",
            "kemenag_ringkas": "Wajah-wajah mereka berseri. _Kamu dapat mengetahui dari wajah mereka kesenangan hidup yang penuh kenikmatan_.",
            "kemenag": "Dalam ayat ini dijelaskan bahwa tanda-tanda kebahagiaan itu tampak pada wajah-wajah mereka. Orang yang melihatnya dapat merasakan kesenangan hidup mereka yang penuh dengan kenikmatan seperti tercantum dalam firman Allah:\n\nPada hari itu ada wajah-wajah yang berseri-seri, tertawa dan gembira ria. ('Abasa/80: 38-39)\n\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\n{تَعْرِفُ فِي وُجُوهِهِمْ نَضْرَةَ النَّعِيمِ}\n\nKamu dapat mengetahui dari wajah mereka kesenangan hidup mereka yang penuh kenikmatan. (Al-Muthaffifin: 24)\n\nYakni apabila engkau lihat wajah mereka, kamu akan dapat mengetahui kesenangan hidup mereka yang penuh dengan kenikmatan; yakni tampak berseri-seri, cerah, gembira ria, dan senang dengan kenikmatan besar yang menggelimangi kehidupan mereka.",
            "jalalain": "(Kamu dapat mengetahui dari wajah mereka kesenangan hidup mereka yang penuh kenikmatan) yakni wajah-wajah yang cerah penuh dengan kenikmatan hidup.",
            "quraish_shihab": "Dari wajah mereka, kamu dapat mengetahui kesenangan hidup yang penuh kenikmatan."
        },
        {
            "ind": "Mereka diberi minum dari khamar murni yang dilak (tempatnya),",
            "arb": "يُسْقَوْنَ مِن رَّحِيقٍ مَّخْتُومٍ",
            "transliterasi": "Yusqawna Min Raĥīqin Makhtūmin.",
            "eng": "They will be given a drink of pure wine whereon the seal [of God] will have been set,",
            "kemenag_ringkas": "_Mereka diberi minum dari khamar murni_ yang tidak memabukkan, _yang_ tempatnya masih _dilak_ dan disegel sehingga isinya terjaga keaslian serta kesegarannya, dan belum pernah ada yang meminum bahkan menyentuhnya.",
            "kemenag": "Dalam ayat ini dijelaskan bahwa orang-orang yang berbakti itu diberi minum dari khamar murni yang bersih dari campuran dan tidak memabukkan. Khamar itu disimpan di tempat yang tersegel sehingga terpelihara dari pencemaran.\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\n{يُسْقَوْنَ مِنْ رَحِيقٍ مَخْتُومٍ}\n\nMereka diberi minum dari khamr murni yang dilak (tempatnya). (Al-Muthaffifin: 25)\n\nMereka diberi minum dari khamr surga, dan rahiq adalah nama lain dari khamr surga; demikianlah menurut Ibnu Mas'ud, Ibnu Abbas, Mujahid, Al-Hasan, dan Qatadah serta Ibnu Zaid.\n\nImam Ahmad mengatakan. telah menceritakan kepada kami Hasan, telah menceritakan kepada kami Zuhair, dari Sa'd Abul Muhasir At-Ta'i, dari Atiyyah ibnu Sa'd Al-Aufi, dari Abu Sa'id Al-Khudri, yang menurut pandangan perawi Abu Sa'id me-rafa'-kannya sampai kepadaNabi Saw. Bahwa Nabi Saw. pernah bersabda: Siapa pun orangnya yang mukmin memberi minum orang mukmin lainnya yang sedang kehausan, maka kelak Allah akan memberinya minuman di hari kiamat nanti dari khamr murni yang dilak tempatnya. Dan siapa pun orangnya yang mukmin memberi makan orang mukmin lain yang sedang kelaparan, maka Allah memberinya makan dari buah-buahan surga. Dan siapa pun orangnya yang mukmin memberi pakaian kepada orang mukmin lainnya yang tidak punya pakaian (telanjang), maka Allah akan memberinya pakaian dari kain sutra surga yang berwarna hijau.\n\nIbnu Mas'ud mengatakan sehubungan dengan makna firman-Nya: laknya adalah kesturi.(Al-Muthaffifin: 26) Bahwa makna yang dimaksud ialah campurannya adalah minyak kesturi. \n\nAl-Aufi telah meriwayatkan dari Ibnu Abbas, bahwa Allah mewangikan bagi mereka khamr surga, dan sesuatu yang dicampurkan kepada khamr surga adalah kesturi, kemudian dilak dengan kesturi. \n\nHal yang sama dikatakan oleh Qatadah dan Ad-Dahhak. Ibrahim dan Al-Hasan mengatakan bahwa laknya memakai minyak kesturi, yakni kesudahannya ialah minyak kesturi.\n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Humaid, telah menceritakan kepada kami Yahya ibnu Wadih, telah menceritakan kepada kami Abu Hamzah, dari Jabir, dari Abdur Rahman ibnu Sabit, dari Abu Darda sehubungan dengan makna firman-Nya: laknya adalah kesturi. (Al-Muthaffifin: 26) Yakni minuman yang putih seperti warna perak yang mereka gunakan untuk menutup minuman khamrnya. Seandainya seseorang dari penduduk dunia memasukkan jarinya ke dalam minuman itu, lalu ia mengeluarkannya, maka tiada suatu makhluk pun yang bernyawa melainkan dapat mencium bau wanginya.\n\nIbnu AbuNajih telah meriwayatkan dari Mujahid sehubungan dengan makna firman-Nya: laknya adalah kesturi. (Al-Muthaffifin: 26) Maksudnya, diharumkan dengan minyak kesturi.",
            "jalalain": "(Mereka diberi minum dari khamar murni) atau khamar yang bersih dari kotoran (yang dilak) tempat-tempatnya dan tidak pernah dibuka selain oleh mereka.",
            "quraish_shihab": "Kepada mereka disuguhkan minuman murni yang tersimpan. Semakin lama disimpan, minuman itu semakin bertambah lezat aromanya. Hendaknya manusia saling berlomba untuk mendapatkan kesenangan seperti itu."
        },
        {
            "ind": "laknya adalah kesturi; dan untuk yang demikian itu hendaknya orang berlomba-lomba.",
            "arb": "خِتَامُهُ مِسْكٌ ۚ وَفِي ذَٰلِكَ فَلْيَتَنَافَسِ الْمُتَنَافِسُونَ",
            "transliterasi": "Khitāmuhu Miskun Wa Fī Dhālika Falyatanāfasi Al-Mutanāfisūna.",
            "eng": "pouring forth with a fragrance of musk. To that [wine of paradise], then, let all such aspire as [are willing to] aspire to things of high account:",
            "kemenag_ringkas": "Khamar itu dilak dengan rapat, di mana _laknya_ berasal _dari kasturi_ yang beraroma harum dan _menyegarkan_. Bagusnya lak menunjukkan khamr itu sangat baik dan berkualitas. _Dan untuk yang demikian itu hendaknya orang berlomba-lomba_ untuk mendapatkan kebahagiaan tersebut, yakni dengan banyak beribadah dan beramal saleh.",
            "kemenag": "Segelnya adalah kasturi dan untuk mencapai kenikmatan yang demikian itu, hendaklah orang berlomba-lomba dalam rangka melaksanakan ketaatan dan ketakwaan kepada Allah. Barang siapa yang giat beribadah kepada-Nya, maka akan cepat pula melintasi jembatan as-sirathal-mustaqim yang berada di atas api neraka.",
            "ibnu_katsir": "Firman Allah Swt.:\n\n{وَفِي ذَلِكَ فَلْيَتَنَافَسِ الْمُتَنَافِسُونَ}\n\ndan untuk demikian itu hendaknya orang berlomba-lomba. (Al-Muthaffifin: 26)\n\nYaitu terhadap keadaan seperti ini hendaklah orang-orang berlomba-lomba untuk meraihnya dan berbangga diri karena berhasil meraihnya.\n\nAyat ini semakna dengan apa yang disebutkan oleh ayat lain melalui firman-Nya: \n\n{لِمِثْلِ هَذَا فَلْيَعْمَلِ الْعَامِلُونَ}\n\nUntuk kesenangan serupa ini hendaklah berusaha orang-orang yang bekerja. (Ash-Shaffat: 61)",
            "jalalain": "(Laknya adalah kesturi) setelah diminum keluar daripadanya bau minyak kesturi (dan untuk meraih yang demikian itu hendaknya orang berlomba-lomba) artinya hendaklah mereka menginginkannya dengan cara bersegera taat kepada Allah swt.",
            "quraish_shihab": "Kepada mereka disuguhkan minuman murni yang tersimpan. Semakin lama disimpan, minuman itu semakin bertambah lezat aromanya. Hendaknya manusia saling berlomba untuk mendapatkan kesenangan seperti itu."
        },
        {
            "ind": "Dan campuran khamar murni itu adalah dari tasnim,",
            "arb": "وَمِزَاجُهُ مِن تَسْنِيمٍ",
            "transliterasi": "Wa Mizājuhu Min Tasnīmin.",
            "eng": "for it is composed of all that is most exalting",
            "kemenag_ringkas": "_Dan_ tidak hanya dilak dengan kasturi, _campurannya dari tasnim_.",
            "kemenag": "Dalam dua ayat ini dijelaskan bahwa campuran khamar murni itu ialah dari tasnim yang datang dari daerah yang tinggi. Tasnim adalah mata air yang menjadi sumber air minum orang-orang yang didekatkan kepada Allah.",
            "ibnu_katsir": "Adapun firman Allah Swt:\n\n{وَمِزَاجُهُ مِنْ تَسْنِيمٍ}\n\nDan campuran khamr murni itu adalah dari tasnim.  (Al-Muthaffifin: 27)\n\nYakni campuran khamr ini adalah sesuatu minuman yang disebut tasnim, yang merupakan minuman ahli surga yang paling afdal dan paling terhormat. Demikianlah menurut Abu Saleh dan Ad-Dahhak. Karena itulah Allah Swt. berfirman dalam ayat berikutnya:\n\n{عَيْنًا يَشْرَبُ بِهَا الْمُقَرَّبُونَ}\n\n(yaitu) mata air yang minum darinya orang-orang yang didekatkan kepada Allah. (Al-Miitaffifin: 28)\n\nMaksudnya, minuman yang hanya diminum oleh orang-orang yang didekatkan dengan Allah. Minuman tersebut menjadi campuran bagi minuman ashabul yamin atau golongan kanan. Demikianlah menurut Ibnu Mas'ud, Ibnu Abbas, Masruq, Qatadah, serta selain mereka.",
            "jalalain": "(Dan campuran khamar murni itu) yaitu barang yang dicampurkan ke dalamnya (adalah tasnim) makna tasnim ditafsirkan atau dijelaskan oleh firman berikutnya:",
            "quraish_shihab": "Campuran khamar murni itu bersal dari air tasnîm di dalam surga, sebuah sumber air yang hanya boleh diminum oleh penghuni surga yang didekatkan kepada Allah."
        },
        {
            "ind": "(yaitu) mata air yang minum daripadanya orang-orang yang didekatkan kepada Allah.",
            "arb": "عَيْنًا يَشْرَبُ بِهَا الْمُقَرَّبُونَ",
            "transliterasi": "`Aynāan Yashrabu Bihā Al-Muqarrabūna.",
            "eng": "a source [of bliss] whereof those who are drawn close unto God shall drink.",
            "kemenag_ringkas": "Tasnim adalah _mata air_ surga yang berada di ketinggian dan berkualitas tinggi pula. Itulah mata air _yang diminum oleh mereka yang dekat_ kepada Allah karena sungguh-sungguh beriman dan beramal saleh. Inilah salah satu penghargaan tertinggi yang Allah berikan kepada mereka.",
            "kemenag": "Dalam dua ayat ini dijelaskan bahwa campuran khamar murni itu ialah dari tasnim yang datang dari daerah yang tinggi. Tasnim adalah mata air yang menjadi sumber air minum orang-orang yang didekatkan kepada Allah.",
            "ibnu_katsir": "(yaitu) mata air yang minum darinya orang-orang yang didekatkan kepada Allah. (Al-Miitaffifin: 28)\n\nMaksudnya, minuman yang hanya diminum oleh orang-orang yang didekatkan dengan Allah. Minuman tersebut menjadi campuran bagi minuman ashabul yamin atau golongan kanan. Demikianlah menurut Ibnu Mas'ud, Ibnu Abbas, Masruq, Qatadah, serta selain mereka.",
            "jalalain": "(Yaitu mata air) dinashabkan oleh lafal Amdaha yang tidak disebutkan (yang minum daripadanya orang-orang yang didekatkan kepada Allah) atau makna lafal Yasyrabu ini mengandung pengertian Yaltadzdzu; artinya yang minum dengan lezatnya adalah orang-orang yang didekatkan kepada Allah dari mata air itu.",
            "quraish_shihab": "Campuran khamar murni itu bersal dari air tasnîm di dalam surga, sebuah sumber air yang hanya boleh diminum oleh penghuni surga yang didekatkan kepada Allah."
        },
        {
            "ind": "Sesungguhnya orang-orang yang berdosa, adalah mereka yang menertawakan orang-orang yang beriman.",
            "arb": "إِنَّ الَّذِينَ أَجْرَمُوا كَانُوا مِنَ الَّذِينَ آمَنُوا يَضْحَكُونَ",
            "transliterasi": "'Inna Al-Ladhīna 'Ajramū Kānū Mina Al-Ladhīna 'Āmanū Yađĥakūna.",
            "eng": "BEHOLD, those who have abandoned themselves to sin are wont to laugh at such as have attained to faith",
            "kemenag_ringkas": "Berbeda dari orang-orang berbakti yang selalu beriman dan beramal saleh, _sesungguhnya orang-orang yang berdosa_ dan kafir _adalah mereka yang dahulu menertawakan orang-orang yang beriman_, terutama yang fakir dan miskin. Mereka beranggapan bahwa agama yang benar adalah yang banyak diikuti oleh kaum bangsawan dan kaya.",
            "kemenag": "Sesungguhnya orang-orang yang melampaui batas dan berdosa dahulu selalu menertawakan orang-orang yang beriman. Ketika Nabi Muhammad membawa Al-Qur'an dengan ajaran Islam yang mengandung kebajikan, ia mendapatkan perlawanan yang hebat dari orang-orang musyrik Mekah. Perlawanan ini terutama dari para pembesarnya yang sejak nenek moyangnya sudah biasa menyembah patung berhala. Mereka menentang ajaran apa saja yang datang dari luar yang bertentangan dengan kepercayaan mereka.\nTelah menjadi kebiasaan bagi orang-orang besar yang bersandar kepada kekuasaan dan kebendaan atau kekayaan bahwa mereka selalu bersikap sinis atau mencemoohkan pihak lain yang tidak sejalan dengan kepercayaan dan kebudayaan mereka.\n",
            "ibnu_katsir": "Tafsir ayat ini tidak diterangkan secara terpisah pada kitab aslinya.",
            "jalalain": "(Sesungguhnya orang-orang yang berdosa) seperti Abu Jahal dan lain-lainnya (adalah mereka terhadap orang-orang yang beriman) seperti Ammar bin Yasir, Bilal bin Rabbah dan lain-lainnya (mereka selalu menertawakannya) dan memperolok-olokkannya.",
            "quraish_shihab": "Sesungguhnya orang yang melakukan kejahatan-kejahatan menyangkut agama, dengan nada mengejek, mereka selalu mentertawakan orang-orang yang beriman di dunia."
        },
        {
            "ind": "Dan apabila orang-orang yang beriman lalu di hadapan mereka, mereka saling mengedip-ngedipkan matanya.",
            "arb": "وَإِذَا مَرُّوا بِهِمْ يَتَغَامَزُونَ",
            "transliterasi": "Wa 'Idhā Marrū Bihim Yataghāmazūna.",
            "eng": "and whenever they pass by them, they wink at one another [derisively];",
            "kemenag_ringkas": "_Dan apabila mereka_, yakni orang-orang yang beriman, _melintas di hadapan mereka_ yang berdosa dan kafir itu, _mereka saling mengedip-ngedipkan matanya_ sebagai tanda ejekan terhadap mereka.",
            "kemenag": "Apabila orang-orang yang beriman lewat di hadapan mereka, orang-orang yang berdosa itu saling memberi isyarat dengan kedipan mata yang mengandung unsur ejekan dan cemoohan. Apabila kembali kepada kaum kerabatnya, mereka membangga-banggakan diri karena telah mengadakan tindakan terhadap pengikut-pengikut Muhammad saw dengan berbagai tindakan yang mengandung unsur ejekan, cemoohan, dan permusuhan.",
            "ibnu_katsir": "Tafsir ayat ini tidak diterangkan secara terpisah pada kitab aslinya.",
            "jalalain": "(Dan apabila mereka berlalu) yakni orang-orang yang beriman itu (di hadapan orang-orang yang berdosa, maka orang-orang yang berdosa itu saling mengedipkan matanya) di antara sesama mereka mengisyaratkan dengan kedipan dan picingan alis mereka kepada orang-orang mukmin yang lewat di hadapan mereka. Isyarat ini untuk memperolok-olokkan mereka yang lewat itu.",
            "quraish_shihab": "Ketika orang-orang yang beriman berlalu di hadapan orang-orang yang mengejek itu, mereka saling menggunjing sebagai bentuk ejekan."
        },
        {
            "ind": "Dan apabila orang-orang yang berdosa itu kembali kepada kaumnya, mereka kembali dengan gembira.",
            "arb": "وَإِذَا انقَلَبُوا إِلَىٰ أَهْلِهِمُ انقَلَبُوا فَكِهِينَ",
            "transliterasi": "Wa 'Idhā Anqalabū 'Ilaá 'Ahlihimu Anqalabū Fakihīna.",
            "eng": "and whenever they return to people of their own kind, they return full of jests;",
            "kemenag_ringkas": "_Dan_ tidak hanya mengejek orang beriman di jalan, _apabila_ orang-orang yang berdosa dan kafir_ kembali kepada kaumnya, mereka kembali dengan gembira ria_ karena telah menertawakan orang beriman. Mereka dengan riang menceritakan kepada kaumnya hinaan dan ejekan yang telah mereka lakukan kepada kaum mukmin. dan apabila kembali kepada kaumnya, mereka kembali dengan gembira ria.",
            "kemenag": "Apabila orang-orang yang beriman lewat di hadapan mereka, orang-orang yang berdosa itu saling memberi isyarat dengan kedipan mata yang mengandung unsur ejekan dan cemoohan. Apabila kembali kepada kaum kerabatnya, mereka membangga-banggakan diri karena telah mengadakan tindakan terhadap pengikut-pengikut Muhammad saw dengan berbagai tindakan yang mengandung unsur ejekan, cemoohan, dan permusuhan.",
            "ibnu_katsir": "Allah Swt. menceritakan perihal orang-orang yang berdosa, bahwa mereka sewaktii di dunia menertawakan orang-orang mukmin, yakni mengejek dan menghina mereka. Dan apabila mereka melewati orang-orang mukmin, maka mereka saling berkedip di antara sesamanya sebagai penghinaan dan merendahkan orang-orang mukmin.\n\n{وَإِذَا انْقَلَبُوا إِلَى أَهْلِهِمُ انْقَلَبُوا فَكِهِينَ}\n\nDan apabila orang-orang berdosa itu kembali kepada kaumnya, mereka kembali dengan gembira. (Al-Muthaffifin: 31)\n\nYakni bilamana orang-orang yang berdosa itu kembali ke tempat tinggal mereka, maka mereka kembali kepada kehidupan yang gembira dan menyenangkan. Dengan kata lain, apa pun yang mereka inginkan, mereka dapat memperolehnya, yakni mereka hidup senang dan kaya. Tetapi sekalipun demikian keadaan mereka, mereka tidak mensyukuri nikmat Allah yang telah diberikaii kepada mereka, bahkan sebaliknya mereka sibuk dengan menghina dan mencemoohkan kaum mukmin serta dengki terhadapnya.\n\n{وَإِذَا رَأَوْهُمْ قَالُوا إِنَّ هَؤُلاءِ لَضَالُّون}\n\nDan apabila mereka melihat orang-orang mukmin, mereka mengatakan, \"sesungguhnya mereka itu benar-benar orang-orang yang sesat.” (Al-Muthaffifin:32)\n\nkarena orang-orang mukmin tidak seagama dengan mereka. Maka Allah Swt. berfirman dalam ayat berikutnya: \n\n{وَمَا أُرْسِلُوا عَلَيْهِمْ حَافِظِين}\n\npadahal orang-orang yang berdosa itu tidak dikirim untuk penjaga bagi orang-orang mukmin. (Al-Muthaffifin:33)\n\nArtinya, orang-orang yang berdosa itu bukanlah sebagai penjaga orang-orang mukmin untuk mengawasi semua perbuatan dan ucapan mereka, dan mereka tidak pula ditugaskan untuk melakukan hal itu terhadap orang-orang mukmin. Lalu mengapa mereka menyibukkan dirinya dengan orang-orang mukmin dan menjadikan orang-orang mukmin sebagai sasaran yang ada di hadapan mata mereka? Tungau di seberang jalan kelihatan, tetapi gajah di pelupuk mata tidak kelihatan. Perihalnya sama dengan apa yang disebutkan dalam ayat lain melalui firman-Nya:\n\nقالَ اخْسَؤُا فِيها وَلا تُكَلِّمُونِ إِنَّهُ كانَ فَرِيقٌ مِنْ عِبادِي يَقُولُونَ رَبَّنا آمَنَّا فَاغْفِرْ لَنا وَارْحَمْنا وَأَنْتَ خَيْرُ الرَّاحِمِينَ فَاتَّخَذْتُمُوهُمْ سِخْرِيًّا حَتَّى أَنْسَوْكُمْ ذِكْرِي وَكُنْتُمْ مِنْهُمْ تَضْحَكُونَ إِنِّي جَزَيْتُهُمُ الْيَوْمَ بِما صَبَرُوا أَنَّهُمْ هُمُ الْفائِزُونَ\n\nTinggallah dengan hina di dalamnya, dan janganlah kalian berbicara dengan-Ku. Sesungguhnya ada segolongan dari hamba-hamba-Ku berdoa (di dunia), \"Ya Tuhan kami, kami telah beriman, maka ampunilah kami dan berilah kami rahmat dan Engkau adalah Pemberi rahmat Yang paling baik.” Lalu kalian menjadikan mereka buah ejekan, sehingga (kesibukan) kalian mengejek mereka, menjadikan kalian lupa mengingat Aku dan adalah kalian selalu menertawakan mereka. Sesungguhnya Aku memberi balasan kepada mereka di hari ini, karena kesabaran mereka; sesungguhnya mereka itulah orang-orang yang menang. (Al-Mu’minun: 108-111)\n\nKarena itulah maka dalam surat ini disebutkan:\n\n{فَالْيَوْمَ}\n\nMaka pada hari ini. (Al-Muthaffifin:34) \n\nMaksudnya, di hari kiamat.\n\n{الَّذِينَ آمَنُوا مِنَ الْكُفَّارِ يَضْحَكُونَ}\n\nOrang-orang yang beriman menertawakan orang-orang kafir. (Al-Muthaffifin:34)\n\nsebagai pembalasan terhadap orang-orang yang berdosa karena mereka sewaktu di dunia menertawakannya.\n\n{عَلَى الأرَائِكِ يَنْظُرُونَ}\n\nmereka (duduk) di atas dipan-dipan sambil memandang. (Al-Muthaffifin:35)\n\nYaitu memandang kepada Allah Swt. untuk menyanggah dugaan orang-orang berdosa yang menuduh mereka sebagai orang-orang yang sesat.\n\nDi hari itu terbukti bahwa orang-orang mukmin yang mereka tertawakan tidak sesat, bahkan merekaadalah kekasih-kekasih Allah yangdidekatkan kepada-Nya, dan dapat melihat kepada Tuhan mereka di negeri kehormatan-Nya, yaitu surga.",
            "jalalain": "(Dan apabila orang-orang yang berdosa itu kembali) pulang (kepada kaumnya, mereka kembali dengan gembira) menurut suatu qiraat dibaca Faakihiina bukan Fakihiina; artinya mereka merasa puas karena telah memperolok-olokkan kaum mukmin.",
            "quraish_shihab": "Dan mereka merasa sangat puas dengan tindakan itu, ketika kembali kepada kelompok mereka."
        },
        {
            "ind": "Dan apabila mereka melihat orang-orang mukmin, mereka mengatakan: \"Sesungguhnya mereka itu benar-benar orang-orang yang sesat\",",
            "arb": "وَإِذَا رَأَوْهُمْ قَالُوا إِنَّ هَٰؤُلَاءِ لَضَالُّونَ",
            "transliterasi": "Wa 'Idhā Ra'awhum Qālū 'Inna Hā'uulā' Lađāllūna.",
            "eng": "and whenever they see those [who believe,] they say, \"Behold, these [people] have indeed gone astray!\"",
            "kemenag_ringkas": "_Dan apabila mereka_ yang berdosa dan kafir itu _melihat_ orang-orang mukmin, _mereka mengatakan, “Sesungguhnya mereka benar-benar orang-orang sesat_ karena telah beriman kepada Muhammad dan meninggalkan keyakinan nenek moyang mereka.”",
            "kemenag": "Apabila melihat orang-orang Mukmin, orang-orang yang berdosa itu berkata bahwa sesungguhnya mereka melihat orang yang benar-benar sesat dan menyimpang dari kebenaran, karena mengubah kepercayaan yang sejak dahulu kala mereka warisi dari nenek moyang mereka tentang penyembahan berhala.",
            "ibnu_katsir": "Allah Swt. menceritakan perihal orang-orang yang berdosa, bahwa mereka sewaktii di dunia menertawakan orang-orang mukmin, yakni mengejek dan menghina mereka. Dan apabila mereka melewati orang-orang mukmin, maka mereka saling berkedip di antara sesamanya sebagai penghinaan dan merendahkan orang-orang mukmin.\n\n{وَإِذَا انْقَلَبُوا إِلَى أَهْلِهِمُ انْقَلَبُوا فَكِهِينَ}\n\nDan apabila orang-orang berdosa itu kembali kepada kaumnya, mereka kembali dengan gembira. (Al-Muthaffifin: 31)\n\nYakni bilamana orang-orang yang berdosa itu kembali ke tempat tinggal mereka, maka mereka kembali kepada kehidupan yang gembira dan menyenangkan. Dengan kata lain, apa pun yang mereka inginkan, mereka dapat memperolehnya, yakni mereka hidup senang dan kaya. Tetapi sekalipun demikian keadaan mereka, mereka tidak mensyukuri nikmat Allah yang telah diberikaii kepada mereka, bahkan sebaliknya mereka sibuk dengan menghina dan mencemoohkan kaum mukmin serta dengki terhadapnya.\n\n{وَإِذَا رَأَوْهُمْ قَالُوا إِنَّ هَؤُلاءِ لَضَالُّون}\n\nDan apabila mereka melihat orang-orang mukmin, mereka mengatakan, \"sesungguhnya mereka itu benar-benar orang-orang yang sesat.” (Al-Muthaffifin:32)\n\nkarena orang-orang mukmin tidak seagama dengan mereka. Maka Allah Swt. berfirman dalam ayat berikutnya: \n\n{وَمَا أُرْسِلُوا عَلَيْهِمْ حَافِظِين}\n\npadahal orang-orang yang berdosa itu tidak dikirim untuk penjaga bagi orang-orang mukmin. (Al-Muthaffifin:33)\n\nArtinya, orang-orang yang berdosa itu bukanlah sebagai penjaga orang-orang mukmin untuk mengawasi semua perbuatan dan ucapan mereka, dan mereka tidak pula ditugaskan untuk melakukan hal itu terhadap orang-orang mukmin. Lalu mengapa mereka menyibukkan dirinya dengan orang-orang mukmin dan menjadikan orang-orang mukmin sebagai sasaran yang ada di hadapan mata mereka? Tungau di seberang jalan kelihatan, tetapi gajah di pelupuk mata tidak kelihatan. Perihalnya sama dengan apa yang disebutkan dalam ayat lain melalui firman-Nya:\n\nقالَ اخْسَؤُا فِيها وَلا تُكَلِّمُونِ إِنَّهُ كانَ فَرِيقٌ مِنْ عِبادِي يَقُولُونَ رَبَّنا آمَنَّا فَاغْفِرْ لَنا وَارْحَمْنا وَأَنْتَ خَيْرُ الرَّاحِمِينَ فَاتَّخَذْتُمُوهُمْ سِخْرِيًّا حَتَّى أَنْسَوْكُمْ ذِكْرِي وَكُنْتُمْ مِنْهُمْ تَضْحَكُونَ إِنِّي جَزَيْتُهُمُ الْيَوْمَ بِما صَبَرُوا أَنَّهُمْ هُمُ الْفائِزُونَ\n\nTinggallah dengan hina di dalamnya, dan janganlah kalian berbicara dengan-Ku. Sesungguhnya ada segolongan dari hamba-hamba-Ku berdoa (di dunia), \"Ya Tuhan kami, kami telah beriman, maka ampunilah kami dan berilah kami rahmat dan Engkau adalah Pemberi rahmat Yang paling baik.” Lalu kalian menjadikan mereka buah ejekan, sehingga (kesibukan) kalian mengejek mereka, menjadikan kalian lupa mengingat Aku dan adalah kalian selalu menertawakan mereka. Sesungguhnya Aku memberi balasan kepada mereka di hari ini, karena kesabaran mereka; sesungguhnya mereka itulah orang-orang yang menang. (Al-Mu’minun: 108-111)\n\nKarena itulah maka dalam surat ini disebutkan:\n\n{فَالْيَوْمَ}\n\nMaka pada hari ini. (Al-Muthaffifin:34) \n\nMaksudnya, di hari kiamat.\n\n{الَّذِينَ آمَنُوا مِنَ الْكُفَّارِ يَضْحَكُونَ}\n\nOrang-orang yang beriman menertawakan orang-orang kafir. (Al-Muthaffifin:34)\n\nsebagai pembalasan terhadap orang-orang yang berdosa karena mereka sewaktu di dunia menertawakannya.\n\n{عَلَى الأرَائِكِ يَنْظُرُونَ}\n\nmereka (duduk) di atas dipan-dipan sambil memandang. (Al-Muthaffifin:35)\n\nYaitu memandang kepada Allah Swt. untuk menyanggah dugaan orang-orang berdosa yang menuduh mereka sebagai orang-orang yang sesat.\n\nDi hari itu terbukti bahwa orang-orang mukmin yang mereka tertawakan tidak sesat, bahkan merekaadalah kekasih-kekasih Allah yangdidekatkan kepada-Nya, dan dapat melihat kepada Tuhan mereka di negeri kehormatan-Nya, yaitu surga.",
            "jalalain": "(Dan apabila mereka melihatnya) yakni melihat orang-orang yang beriman (mereka mengatakan, \"Sesungguhnya mereka itu benar-benar orang-orang yang sesat\") karena mereka telah beriman kepada Muhammad.",
            "quraish_shihab": "Apabila melihat orang-orang beriman, meraka berkata, \"Mereka adalah orang-orang tersesat karena mau percaya kepada Muhammad.\" Padahal tidak ada yang memerintah orang-orang yang mengejek itu untuk memberikan penilaian terhadap orang lain: apakah dia tertunjuki atau tersesat, juga bukan untuk menjadi pengawas bagi perbuatan orang lain."
        },
        {
            "ind": "padahal orang-orang yang berdosa itu tidak dikirim untuk penjaga bagi orang-orang mukmin.",
            "arb": "وَمَا أُرْسِلُوا عَلَيْهِمْ حَافِظِينَ",
            "transliterasi": "Wa Mā 'Ursilū `Alayhim Ĥāfižīna.",
            "eng": "And, withal, they have no call to watch over [the beliefs of] others...",
            "kemenag_ringkas": "Mereka menganggap sesat orang mukmin, _padahal mereka_ yang kafir dan berdosa itu _tidak diutus_ oleh Allah _sebagai penjaga_ orang-orang mukmin. Mereka bukanlah pihak yang berhak menilai dan menentukan sesat-tidaknya satu kaum.",
            "kemenag": "Allah menegaskan bahwa orang-orang kafir itu hidup di dunia tidak ditugaskan untuk melindungi atau menjaga orang-orang Mukmin. Mereka tidak berwenang menjaga orang-orang Mukmin karena orang-orang Mukmin tidak berada di bawah kekuasaan mereka. Oleh sebab itu, mereka tidak berhak mengejek, mengawasi, dan menyakiti orang-orang Mukmin yang tulus ikhlas beriman kepada Allah.",
            "ibnu_katsir": "Allah Swt. menceritakan perihal orang-orang yang berdosa, bahwa mereka sewaktii di dunia menertawakan orang-orang mukmin, yakni mengejek dan menghina mereka. Dan apabila mereka melewati orang-orang mukmin, maka mereka saling berkedip di antara sesamanya sebagai penghinaan dan merendahkan orang-orang mukmin.\n\n{وَإِذَا انْقَلَبُوا إِلَى أَهْلِهِمُ انْقَلَبُوا فَكِهِينَ}\n\nDan apabila orang-orang berdosa itu kembali kepada kaumnya, mereka kembali dengan gembira. (Al-Muthaffifin: 31)\n\nYakni bilamana orang-orang yang berdosa itu kembali ke tempat tinggal mereka, maka mereka kembali kepada kehidupan yang gembira dan menyenangkan. Dengan kata lain, apa pun yang mereka inginkan, mereka dapat memperolehnya, yakni mereka hidup senang dan kaya. Tetapi sekalipun demikian keadaan mereka, mereka tidak mensyukuri nikmat Allah yang telah diberikaii kepada mereka, bahkan sebaliknya mereka sibuk dengan menghina dan mencemoohkan kaum mukmin serta dengki terhadapnya.\n\n{وَإِذَا رَأَوْهُمْ قَالُوا إِنَّ هَؤُلاءِ لَضَالُّون}\n\nDan apabila mereka melihat orang-orang mukmin, mereka mengatakan, \"sesungguhnya mereka itu benar-benar orang-orang yang sesat.” (Al-Muthaffifin:32)\n\nkarena orang-orang mukmin tidak seagama dengan mereka. Maka Allah Swt. berfirman dalam ayat berikutnya: \n\n{وَمَا أُرْسِلُوا عَلَيْهِمْ حَافِظِين}\n\npadahal orang-orang yang berdosa itu tidak dikirim untuk penjaga bagi orang-orang mukmin. (Al-Muthaffifin:33)\n\nArtinya, orang-orang yang berdosa itu bukanlah sebagai penjaga orang-orang mukmin untuk mengawasi semua perbuatan dan ucapan mereka, dan mereka tidak pula ditugaskan untuk melakukan hal itu terhadap orang-orang mukmin. Lalu mengapa mereka menyibukkan dirinya dengan orang-orang mukmin dan menjadikan orang-orang mukmin sebagai sasaran yang ada di hadapan mata mereka? Tungau di seberang jalan kelihatan, tetapi gajah di pelupuk mata tidak kelihatan. Perihalnya sama dengan apa yang disebutkan dalam ayat lain melalui firman-Nya:\n\nقالَ اخْسَؤُا فِيها وَلا تُكَلِّمُونِ إِنَّهُ كانَ فَرِيقٌ مِنْ عِبادِي يَقُولُونَ رَبَّنا آمَنَّا فَاغْفِرْ لَنا وَارْحَمْنا وَأَنْتَ خَيْرُ الرَّاحِمِينَ فَاتَّخَذْتُمُوهُمْ سِخْرِيًّا حَتَّى أَنْسَوْكُمْ ذِكْرِي وَكُنْتُمْ مِنْهُمْ تَضْحَكُونَ إِنِّي جَزَيْتُهُمُ الْيَوْمَ بِما صَبَرُوا أَنَّهُمْ هُمُ الْفائِزُونَ\n\nTinggallah dengan hina di dalamnya, dan janganlah kalian berbicara dengan-Ku. Sesungguhnya ada segolongan dari hamba-hamba-Ku berdoa (di dunia), \"Ya Tuhan kami, kami telah beriman, maka ampunilah kami dan berilah kami rahmat dan Engkau adalah Pemberi rahmat Yang paling baik.” Lalu kalian menjadikan mereka buah ejekan, sehingga (kesibukan) kalian mengejek mereka, menjadikan kalian lupa mengingat Aku dan adalah kalian selalu menertawakan mereka. Sesungguhnya Aku memberi balasan kepada mereka di hari ini, karena kesabaran mereka; sesungguhnya mereka itulah orang-orang yang menang. (Al-Mu’minun: 108-111)\n\nKarena itulah maka dalam surat ini disebutkan:\n\n{فَالْيَوْمَ}\n\nMaka pada hari ini. (Al-Muthaffifin:34) \n\nMaksudnya, di hari kiamat.\n\n{الَّذِينَ آمَنُوا مِنَ الْكُفَّارِ يَضْحَكُونَ}\n\nOrang-orang yang beriman menertawakan orang-orang kafir. (Al-Muthaffifin:34)\n\nsebagai pembalasan terhadap orang-orang yang berdosa karena mereka sewaktu di dunia menertawakannya.\n\n{عَلَى الأرَائِكِ يَنْظُرُونَ}\n\nmereka (duduk) di atas dipan-dipan sambil memandang. (Al-Muthaffifin:35)\n\nYaitu memandang kepada Allah Swt. untuk menyanggah dugaan orang-orang berdosa yang menuduh mereka sebagai orang-orang yang sesat.\n\nDi hari itu terbukti bahwa orang-orang mukmin yang mereka tertawakan tidak sesat, bahkan merekaadalah kekasih-kekasih Allah yangdidekatkan kepada-Nya, dan dapat melihat kepada Tuhan mereka di negeri kehormatan-Nya, yaitu surga.",
            "jalalain": "Allah swt. berfirman (padahal orang-orang yang berdosa itu tidak dikirim) maksudnya orang-orang kafir itu tidak disuruh (kepada orang-orang yang beriman) atau kaum mukmin (sebagai penjaga) bagi mereka, atau bagi amal perbuatan mereka, sehingga berhak untuk membenarkan mereka.",
            "quraish_shihab": "Apabila melihat orang-orang beriman, meraka berkata, \"Mereka adalah orang-orang tersesat karena mau percaya kepada Muhammad.\" Padahal tidak ada yang memerintah orang-orang yang mengejek itu untuk memberikan penilaian terhadap orang lain: apakah dia tertunjuki atau tersesat, juga bukan untuk menjadi pengawas bagi perbuatan orang lain."
        },
        {
            "ind": "Maka pada hari ini, orang-orang yang beriman menertawakan orang-orang kafir,",
            "arb": "فَالْيَوْمَ الَّذِينَ آمَنُوا مِنَ الْكُفَّارِ يَضْحَكُونَ",
            "transliterasi": "Fālyawma Al-Ladhīna 'Āmanū Mina Al-Kuffāri Yađĥakūna.",
            "eng": "But on the Day [of Judgment], they who had attained to faith will [be able to] laugh at the [erstwhile] deniers of the truth:",
            "kemenag_ringkas": "Sebagai balasan atas perilaku mereka yang kafir itu, _maka pada hari_ pembalasan _ini_, giliran _orang-orang yang beriman yang menertawakan orang-orang kafir_ yang dulu menertawakan mereka.",
            "kemenag": "Dalam ayat ini, Allah menjelaskan bahwa pada hari pembalasan giliran orang-orang Mukmin dalam surga mencemoohkan orang-orang kafir yang sedang menderita azab neraka. Pada hari itu, orang-orang yang beriman akan tertawa lebar karena menyaksikan pahala dan berbagai macam kenikmatan yang sesuai dengan janji Allah. Mereka juga menertawakan orang-orang kafir yang dahulu di dunia pernah mencemoohkan mereka.",
            "ibnu_katsir": "Allah Swt. menceritakan perihal orang-orang yang berdosa, bahwa mereka sewaktii di dunia menertawakan orang-orang mukmin, yakni mengejek dan menghina mereka. Dan apabila mereka melewati orang-orang mukmin, maka mereka saling berkedip di antara sesamanya sebagai penghinaan dan merendahkan orang-orang mukmin.\n\n{وَإِذَا انْقَلَبُوا إِلَى أَهْلِهِمُ انْقَلَبُوا فَكِهِينَ}\n\nDan apabila orang-orang berdosa itu kembali kepada kaumnya, mereka kembali dengan gembira. (Al-Muthaffifin: 31)\n\nYakni bilamana orang-orang yang berdosa itu kembali ke tempat tinggal mereka, maka mereka kembali kepada kehidupan yang gembira dan menyenangkan. Dengan kata lain, apa pun yang mereka inginkan, mereka dapat memperolehnya, yakni mereka hidup senang dan kaya. Tetapi sekalipun demikian keadaan mereka, mereka tidak mensyukuri nikmat Allah yang telah diberikaii kepada mereka, bahkan sebaliknya mereka sibuk dengan menghina dan mencemoohkan kaum mukmin serta dengki terhadapnya.\n\n{وَإِذَا رَأَوْهُمْ قَالُوا إِنَّ هَؤُلاءِ لَضَالُّون}\n\nDan apabila mereka melihat orang-orang mukmin, mereka mengatakan, \"sesungguhnya mereka itu benar-benar orang-orang yang sesat.” (Al-Muthaffifin:32)\n\nkarena orang-orang mukmin tidak seagama dengan mereka. Maka Allah Swt. berfirman dalam ayat berikutnya: \n\n{وَمَا أُرْسِلُوا عَلَيْهِمْ حَافِظِين}\n\npadahal orang-orang yang berdosa itu tidak dikirim untuk penjaga bagi orang-orang mukmin. (Al-Muthaffifin:33)\n\nArtinya, orang-orang yang berdosa itu bukanlah sebagai penjaga orang-orang mukmin untuk mengawasi semua perbuatan dan ucapan mereka, dan mereka tidak pula ditugaskan untuk melakukan hal itu terhadap orang-orang mukmin. Lalu mengapa mereka menyibukkan dirinya dengan orang-orang mukmin dan menjadikan orang-orang mukmin sebagai sasaran yang ada di hadapan mata mereka? Tungau di seberang jalan kelihatan, tetapi gajah di pelupuk mata tidak kelihatan. Perihalnya sama dengan apa yang disebutkan dalam ayat lain melalui firman-Nya:\n\nقالَ اخْسَؤُا فِيها وَلا تُكَلِّمُونِ إِنَّهُ كانَ فَرِيقٌ مِنْ عِبادِي يَقُولُونَ رَبَّنا آمَنَّا فَاغْفِرْ لَنا وَارْحَمْنا وَأَنْتَ خَيْرُ الرَّاحِمِينَ فَاتَّخَذْتُمُوهُمْ سِخْرِيًّا حَتَّى أَنْسَوْكُمْ ذِكْرِي وَكُنْتُمْ مِنْهُمْ تَضْحَكُونَ إِنِّي جَزَيْتُهُمُ الْيَوْمَ بِما صَبَرُوا أَنَّهُمْ هُمُ الْفائِزُونَ\n\nTinggallah dengan hina di dalamnya, dan janganlah kalian berbicara dengan-Ku. Sesungguhnya ada segolongan dari hamba-hamba-Ku berdoa (di dunia), \"Ya Tuhan kami, kami telah beriman, maka ampunilah kami dan berilah kami rahmat dan Engkau adalah Pemberi rahmat Yang paling baik.” Lalu kalian menjadikan mereka buah ejekan, sehingga (kesibukan) kalian mengejek mereka, menjadikan kalian lupa mengingat Aku dan adalah kalian selalu menertawakan mereka. Sesungguhnya Aku memberi balasan kepada mereka di hari ini, karena kesabaran mereka; sesungguhnya mereka itulah orang-orang yang menang. (Al-Mu’minun: 108-111)\n\nKarena itulah maka dalam surat ini disebutkan:\n\n{فَالْيَوْمَ}\n\nMaka pada hari ini. (Al-Muthaffifin:34) \n\nMaksudnya, di hari kiamat.\n\n{الَّذِينَ آمَنُوا مِنَ الْكُفَّارِ يَضْحَكُونَ}\n\nOrang-orang yang beriman menertawakan orang-orang kafir. (Al-Muthaffifin:34)\n\nsebagai pembalasan terhadap orang-orang yang berdosa karena mereka sewaktu di dunia menertawakannya.\n\n{عَلَى الأرَائِكِ يَنْظُرُونَ}\n\nmereka (duduk) di atas dipan-dipan sambil memandang. (Al-Muthaffifin:35)\n\nYaitu memandang kepada Allah Swt. untuk menyanggah dugaan orang-orang berdosa yang menuduh mereka sebagai orang-orang yang sesat.\n\nDi hari itu terbukti bahwa orang-orang mukmin yang mereka tertawakan tidak sesat, bahkan merekaadalah kekasih-kekasih Allah yangdidekatkan kepada-Nya, dan dapat melihat kepada Tuhan mereka di negeri kehormatan-Nya, yaitu surga.",
            "jalalain": "(Maka pada hari ini) yakni hari kiamat (orang-orang yang beriman menertawakan orang-orang kafir.)",
            "quraish_shihab": "Kelak, di hari pembalasan, orang-orang Mukmin akan berbalik menertawakan orang-orang kafir sebagai balasan atas tidakan serupa yang mereka lakukan terhadap orang-orang Mukmin."
        },
        {
            "ind": "mereka (duduk) di atas dipan-dipan sambil memandang.",
            "arb": "عَلَى الْأَرَائِكِ يَنظُرُونَ",
            "transliterasi": "`Alaá Al-'Arā'iki Yanžurūna.",
            "eng": "[for, resting in paradise] on couches, they will look on [and say to themselves]:",
            "kemenag_ringkas": "_Mereka_ yang beriman itu duduk _di atas dipan-dipan_ sambil _melepas pandangan_ ke arah pemandangan yang indah, bersama orang yang mereka cintai, sembari menikmati makanan dan minuman yang sangat lezat.",
            "kemenag": "Mereka duduk santai di atas dipan-dipan sambil memandang apa yang diperbuat oleh Allah terhadap orang-orang kafir dalam neraka.",
            "ibnu_katsir": "Allah Swt. menceritakan perihal orang-orang yang berdosa, bahwa mereka sewaktii di dunia menertawakan orang-orang mukmin, yakni mengejek dan menghina mereka. Dan apabila mereka melewati orang-orang mukmin, maka mereka saling berkedip di antara sesamanya sebagai penghinaan dan merendahkan orang-orang mukmin.\n\n{وَإِذَا انْقَلَبُوا إِلَى أَهْلِهِمُ انْقَلَبُوا فَكِهِينَ}\n\nDan apabila orang-orang berdosa itu kembali kepada kaumnya, mereka kembali dengan gembira. (Al-Muthaffifin: 31)\n\nYakni bilamana orang-orang yang berdosa itu kembali ke tempat tinggal mereka, maka mereka kembali kepada kehidupan yang gembira dan menyenangkan. Dengan kata lain, apa pun yang mereka inginkan, mereka dapat memperolehnya, yakni mereka hidup senang dan kaya. Tetapi sekalipun demikian keadaan mereka, mereka tidak mensyukuri nikmat Allah yang telah diberikaii kepada mereka, bahkan sebaliknya mereka sibuk dengan menghina dan mencemoohkan kaum mukmin serta dengki terhadapnya.\n\n{وَإِذَا رَأَوْهُمْ قَالُوا إِنَّ هَؤُلاءِ لَضَالُّون}\n\nDan apabila mereka melihat orang-orang mukmin, mereka mengatakan, \"sesungguhnya mereka itu benar-benar orang-orang yang sesat.” (Al-Muthaffifin:32)\n\nkarena orang-orang mukmin tidak seagama dengan mereka. Maka Allah Swt. berfirman dalam ayat berikutnya: \n\n{وَمَا أُرْسِلُوا عَلَيْهِمْ حَافِظِين}\n\npadahal orang-orang yang berdosa itu tidak dikirim untuk penjaga bagi orang-orang mukmin. (Al-Muthaffifin:33)\n\nArtinya, orang-orang yang berdosa itu bukanlah sebagai penjaga orang-orang mukmin untuk mengawasi semua perbuatan dan ucapan mereka, dan mereka tidak pula ditugaskan untuk melakukan hal itu terhadap orang-orang mukmin. Lalu mengapa mereka menyibukkan dirinya dengan orang-orang mukmin dan menjadikan orang-orang mukmin sebagai sasaran yang ada di hadapan mata mereka? Tungau di seberang jalan kelihatan, tetapi gajah di pelupuk mata tidak kelihatan. Perihalnya sama dengan apa yang disebutkan dalam ayat lain melalui firman-Nya:\n\nقالَ اخْسَؤُا فِيها وَلا تُكَلِّمُونِ إِنَّهُ كانَ فَرِيقٌ مِنْ عِبادِي يَقُولُونَ رَبَّنا آمَنَّا فَاغْفِرْ لَنا وَارْحَمْنا وَأَنْتَ خَيْرُ الرَّاحِمِينَ فَاتَّخَذْتُمُوهُمْ سِخْرِيًّا حَتَّى أَنْسَوْكُمْ ذِكْرِي وَكُنْتُمْ مِنْهُمْ تَضْحَكُونَ إِنِّي جَزَيْتُهُمُ الْيَوْمَ بِما صَبَرُوا أَنَّهُمْ هُمُ الْفائِزُونَ\n\nTinggallah dengan hina di dalamnya, dan janganlah kalian berbicara dengan-Ku. Sesungguhnya ada segolongan dari hamba-hamba-Ku berdoa (di dunia), \"Ya Tuhan kami, kami telah beriman, maka ampunilah kami dan berilah kami rahmat dan Engkau adalah Pemberi rahmat Yang paling baik.” Lalu kalian menjadikan mereka buah ejekan, sehingga (kesibukan) kalian mengejek mereka, menjadikan kalian lupa mengingat Aku dan adalah kalian selalu menertawakan mereka. Sesungguhnya Aku memberi balasan kepada mereka di hari ini, karena kesabaran mereka; sesungguhnya mereka itulah orang-orang yang menang. (Al-Mu’minun: 108-111)\n\nKarena itulah maka dalam surat ini disebutkan:\n\n{فَالْيَوْمَ}\n\nMaka pada hari ini. (Al-Muthaffifin:34) \n\nMaksudnya, di hari kiamat.\n\n{الَّذِينَ آمَنُوا مِنَ الْكُفَّارِ يَضْحَكُونَ}\n\nOrang-orang yang beriman menertawakan orang-orang kafir. (Al-Muthaffifin:34)\n\nsebagai pembalasan terhadap orang-orang yang berdosa karena mereka sewaktu di dunia menertawakannya.\n\n{عَلَى الأرَائِكِ يَنْظُرُونَ}\n\nmereka (duduk) di atas dipan-dipan sambil memandang. (Al-Muthaffifin:35)\n\nYaitu memandang kepada Allah Swt. untuk menyanggah dugaan orang-orang berdosa yang menuduh mereka sebagai orang-orang yang sesat.\n\nDi hari itu terbukti bahwa orang-orang mukmin yang mereka tertawakan tidak sesat, bahkan merekaadalah kekasih-kekasih Allah yangdidekatkan kepada-Nya, dan dapat melihat kepada Tuhan mereka di negeri kehormatan-Nya, yaitu surga.",
            "jalalain": "(Mereka duduk di atas dipan-dipan) di surga (sambil memandang) dari tempat tinggal mereka kepada orang-orang kafir yang sedang diazab; maka orang-orang yang beriman itu menertawakan mereka sebagaimana mereka menertawakannya ketika mereka berada di dunia.",
            "quraish_shihab": "Di atas dipan dan persandaran, orang-orang beriman akan menyaksikan berbagai kenikmatan yang diberikan Allah kepada mereka."
        },
        {
            "ind": "Sesungguhnya orang-orang kafir telah diberi ganjaran terhadap apa yang dahulu mereka kerjakan.",
            "arb": "هَلْ ثُوِّبَ الْكُفَّارُ مَا كَانُوا يَفْعَلُونَ",
            "transliterasi": "Hal Thūwiba Al-Kuffāru Mā Kānū Yaf`alūna",
            "eng": "\"Are these deniers of the truth being [thus] requited for [aught but] what they were wont to do?\"",
            "kemenag_ringkas": "Saat orang-orang kafir itu di akhirat nanti mendapat siksa Jahim, tertutup dari rahmat Tuhan, dan mendapat hinaan dari orang mukmin yang dahulu mereka hina, _apakah orang-orang kafir itu_ sudah _diberi balasan_ dan hukuman setimpal _terhadap apa yang telah mereka perbuat_ di dunia dulu, berupa kekafiran dan kemaksiatan? Tentu sudah.",
            "kemenag": "Mereka meyakinkan bahwa sesungguhnya orang-orang kafir itu tidak dianiaya, tetapi hanya diberi balasan terhadap apa yang dahulu mereka kerjakan. Sebab, balasan itu biasanya diambil dari jenis perbuatan, yang baik dibalas dengan baik, dan yang jahat dibalas dengan jahat.",
            "ibnu_katsir": "Firman Allah Swt:\n\n{هَلْ ثُوِّبَ الْكُفَّارُ مَا كَانُوا يَفْعَلُونَ}\n\nSesungguhnya orang-orang kafir telah diberi ganjaran terhadap apa yang dahulu mereka kerjakan. (Al-Muthaffifin:36)\n\nYakni apakah orang-orang kafir itu telah mendapat balasan dari apa yang pernah mereka lakukan terhadap orang-orang mukmin sewaktu di dunia, yaitu penghinaan dan cemoohan, ataukah tidak? Sebagai jawabannya ialah mereka telah mendapat pembalasan dari amal perbuatan mereka dengan balasan yang lengkap, setimpal, lagi sempurna.",
            "jalalain": "(Apakah telah diberi ganjaran) atau telah diberi pembalasan (orang-orang kafir itu sesuai dengan apa yang dahulu mereka kerjakan?) jawabnya, \"Ya\", atau, \"Tentu saja.\"",
            "quraish_shihab": "Apakah orang-orang kafir juga akan diberi balasan atas perbuatan mereka di dunia?"
        }
    ]
}