{
    "number": 69,
    "name": "سُورَةُ الحَاقَّةِ",
    "englishName": "Al-Haaqqa",
    "englishNameTranslation": "The Reality",
    "revelationType": "Meccan",
    "numberOfAyahs": 52,
    "ayahs": [
        {
            "ind": "Hari kiamat,",
            "arb": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ الْحَاقَّةُ",
            "transliterasi": "Al-Ĥāqqatu.",
            "eng": "OH, THE LAYING-BARE of the truth!",
            "kemenag_ringkas": "Pada surah sebelumnya disinggung sekilas tentang hari Kiamat, pada awal surah ini dimulai dengan kata _al-Hàqqah_",
            "kemenag": "Al-haqqah menurut bahasa berarti yang pasti terjadi. Hari Kiamat dinamai al-haqqah karena hari itu pasti terjadi. Tentang keadaan dan sifatnya tidak dapat dijelaskan dan diterangkan oleh manusia, karena pengetahuan tentang hari Kiamat termasuk pengetahuan yang gaib. Apa yang diketahui manusia tentang hari Kiamat terbatas pada yang disampaikan Al-Qur'an. Dalam ayat yang lain, Allah berfirman:\n\nMereka menanyakan kepadamu (Muhammad) tentang Kiamat, \"Kapan terjadi?\" Katakanlah, \"Sesungguhnya pengetahuan tentang Kiamat itu ada pada Tuhanku; tidak ada (seorang pun) yang dapat menjelaskan waktu terjadinya selain Dia. (Kiamat) itu sangat berat (huru-haranya bagi makhluk) yang di langit dan di bumi, tidak akan datang kepadamu kecuali secara tiba-tiba.\" Mereka bertanya kepadamu seakan-akan engkau mengetahuinya. Katakanlah (Muhammad), \"Sesungguhnya pengetahuan tentang (hari Kiamat) ada pada Allah, tetapi kebanyakan manusia tidak mengetahui.\" (al-A'raf/7: 187)\n\nHari Kiamat, sebagaimana beberapa perkara gaib lainnya, hanya diketahui Allah. Firman-Nya:\n\nSesungguhnya hanya di sisi Allah ilmu tentang hari Kiamat; dan Dia yang menurunkan hujan, dan mengetahui apa yang ada dalam rahim. Dan tidak ada seorang pun yang dapat mengetahui (dengan pasti) apa yang akan dikerjakannya besok. Dan tidak ada seorang pun yang dapat mengetahui di bumi mana dia akan mati. Sungguh, Allah Maha Mengetahui, Maha Mengenal. (Luqman/31: 34)\n\nApa yang dapat dijadikan sumber pengetahuan untuk mengetahui terjadinya hari Kiamat itu? Dari pertanyaan ini dipahami bahwa ada beberapa hal yang dapat memberikan keterangan kepada manusia tentang proses kejadian yang terjadi pada hari Kiamat, karena pengetahuan tentang hari Kiamat itu adalah pengetahuan yang dapat dicapai oleh makhluk dengan bantuan berbagai macam pengetahuan. Memang kejadian hari Kiamat tidak dapat dikira-kirakan. Kejadian dan peristiwanya lebih hebat dari yang pernah digambarkan oleh siapa pun. Karena hakikat hari Kiamat tidak dapat diketahui makhluk, orang-orang musyrik tidak dapat mengingkarinya. Jika mereka mengingkarinya, berarti mereka mengingkari sesuatu yang tidak dapat diketahui atau dicapai oleh pikiran mereka.\n",
            "ibnu_katsir": "Al-Haqqah adalah salah satu dari nama lain hari kiamat, karena di dalam hari kiamat direalisasikan janji dan ancaman Allah Swt. Karena itulah maka Allah membesarkan perihalnya.",
            "jalalain": "(Hari yang benar) yaitu hari kiamat, dikatakan demikian karena pada hari itu dibenarkan hal-hal yang diingkari, seperti mengenai adanya hari kebangkitan, hari hisab dan hari pembalasan. Atau dinamakan demikian karena pada hari itu ditampakkan kepada mereka hal-hal tersebut.",
            "quraish_shihab": "[[69 ~ AL-HAQQAH (HARI KIAMAT) Pendahuluan: Makkiyyah, 52 ayat ~ Surat ini memaparkan keadaan pada hari kiamat dan menyebutkan kehancuran dan siksaan keras yang dialami umat-umat terdahulu karena mendustakan risalah. Surat ini juga berbicara tentang tiupan sangkakala, perubahan dan kehancuran bumi, gunung dan langit serta dikumpulkannya semua makhluk untuk diperhitungkan amalnya. Dalam surat ini terdapat berita gembira bagi para pengikut kebenaran berupa balasan terhormat dan kenikmatan yang akan mereka terima serta peringatan bagi para pengikut kebatilan akan siksa yang menyakitkan. Surat ini di tutup dengan pembicaraan tentang kebenaran Rasulullah saw. dalam semua yang disampaikannya dan kebenaran al-Qur'ân yang mutlak.]] Hari kiamat yang akan terjadi itu benar. Apakah hari kiamat yang benar-benar akan terjadi itu?"
        },
        {
            "ind": "apakah hari kiamat itu?",
            "arb": "مَا الْحَاقَّةُ",
            "transliterasi": "Mā Al-Ĥāqqatu.",
            "eng": "How awesome that laying-bare of the truth!",
            "kemenag_ringkas": "Yang secara kebahasaan berarti yang pasti kehadirannya yaitu hari Kiamat, _apakah hari Kiamat_ yang sungguh dahsyat _itu_?",
            "kemenag": "Al-haqqah menurut bahasa berarti yang pasti terjadi. Hari Kiamat dinamai al-haqqah karena hari itu pasti terjadi. Tentang keadaan dan sifatnya tidak dapat dijelaskan dan diterangkan oleh manusia, karena pengetahuan tentang hari Kiamat termasuk pengetahuan yang gaib. Apa yang diketahui manusia tentang hari Kiamat terbatas pada yang disampaikan Al-Qur'an. Dalam ayat yang lain, Allah berfirman:\n\nMereka menanyakan kepadamu (Muhammad) tentang Kiamat, \"Kapan terjadi?\" Katakanlah, \"Sesungguhnya pengetahuan tentang Kiamat itu ada pada Tuhanku; tidak ada (seorang pun) yang dapat menjelaskan waktu terjadinya selain Dia. (Kiamat) itu sangat berat (huru-haranya bagi makhluk) yang di langit dan di bumi, tidak akan datang kepadamu kecuali secara tiba-tiba.\" Mereka bertanya kepadamu seakan-akan engkau mengetahuinya. Katakanlah (Muhammad), \"Sesungguhnya pengetahuan tentang (hari Kiamat) ada pada Allah, tetapi kebanyakan manusia tidak mengetahui.\" (al-A'raf/7: 187)\n\nHari Kiamat, sebagaimana beberapa perkara gaib lainnya, hanya diketahui Allah. Firman-Nya:\n\nSesungguhnya hanya di sisi Allah ilmu tentang hari Kiamat; dan Dia yang menurunkan hujan, dan mengetahui apa yang ada dalam rahim. Dan tidak ada seorang pun yang dapat mengetahui (dengan pasti) apa yang akan dikerjakannya besok. Dan tidak ada seorang pun yang dapat mengetahui di bumi mana dia akan mati. Sungguh, Allah Maha Mengetahui, Maha Mengenal. (Luqman/31: 34)\n\nApa yang dapat dijadikan sumber pengetahuan untuk mengetahui terjadinya hari Kiamat itu? Dari pertanyaan ini dipahami bahwa ada beberapa hal yang dapat memberikan keterangan kepada manusia tentang proses kejadian yang terjadi pada hari Kiamat, karena pengetahuan tentang hari Kiamat itu adalah pengetahuan yang dapat dicapai oleh makhluk dengan bantuan berbagai macam pengetahuan. Memang kejadian hari Kiamat tidak dapat dikira-kirakan. Kejadian dan peristiwanya lebih hebat dari yang pernah digambarkan oleh siapa pun. Karena hakikat hari Kiamat tidak dapat diketahui makhluk, orang-orang musyrik tidak dapat mengingkarinya. Jika mereka mengingkarinya, berarti mereka mengingkari sesuatu yang tidak dapat diketahui atau dicapai oleh pikiran mereka.\n",
            "ibnu_katsir": "Tafsir ayat ini tidak diterangkan secara terpisah pada kitab aslinya.",
            "jalalain": "(Apakah hari yang benar itu) ungkapan ini mengandung makna yang menggambarkan tentang keagungan hari kiamat; dan berkedudukan sebagai mubtada yang sekaligus sebagai khabar dari lafal al-haaqqah yang pertama.",
            "quraish_shihab": "[[69 ~ AL-HAQQAH (HARI KIAMAT) Pendahuluan: Makkiyyah, 52 ayat ~ Surat ini memaparkan keadaan pada hari kiamat dan menyebutkan kehancuran dan siksaan keras yang dialami umat-umat terdahulu karena mendustakan risalah. Surat ini juga berbicara tentang tiupan sangkakala, perubahan dan kehancuran bumi, gunung dan langit serta dikumpulkannya semua makhluk untuk diperhitungkan amalnya. Dalam surat ini terdapat berita gembira bagi para pengikut kebenaran berupa balasan terhormat dan kenikmatan yang akan mereka terima serta peringatan bagi para pengikut kebatilan akan siksa yang menyakitkan. Surat ini di tutup dengan pembicaraan tentang kebenaran Rasulullah saw. dalam semua yang disampaikannya dan kebenaran al-Qur'ân yang mutlak.]] Hari kiamat yang akan terjadi itu benar. Apakah hari kiamat yang benar-benar akan terjadi itu?"
        },
        {
            "ind": "Dan tahukah kamu apakah hari kiamat itu?",
            "arb": "وَمَا أَدْرَاكَ مَا الْحَاقَّةُ",
            "transliterasi": "Wa Mā 'Adrāka Mā Al-Ĥāqqatu.",
            "eng": "And what could make thee conceive what that laying-bare of the truth will be?",
            "kemenag_ringkas": "_Dan tahukah kamu apakah hari Kiamat itu?_",
            "kemenag": "Al-haqqah menurut bahasa berarti yang pasti terjadi. Hari Kiamat dinamai al-haqqah karena hari itu pasti terjadi. Tentang keadaan dan sifatnya tidak dapat dijelaskan dan diterangkan oleh manusia, karena pengetahuan tentang hari Kiamat termasuk pengetahuan yang gaib. Apa yang diketahui manusia tentang hari Kiamat terbatas pada yang disampaikan Al-Qur'an. Dalam ayat yang lain, Allah berfirman:\n\nMereka menanyakan kepadamu (Muhammad) tentang Kiamat, \"Kapan terjadi?\" Katakanlah, \"Sesungguhnya pengetahuan tentang Kiamat itu ada pada Tuhanku; tidak ada (seorang pun) yang dapat menjelaskan waktu terjadinya selain Dia. (Kiamat) itu sangat berat (huru-haranya bagi makhluk) yang di langit dan di bumi, tidak akan datang kepadamu kecuali secara tiba-tiba.\" Mereka bertanya kepadamu seakan-akan engkau mengetahuinya. Katakanlah (Muhammad), \"Sesungguhnya pengetahuan tentang (hari Kiamat) ada pada Allah, tetapi kebanyakan manusia tidak mengetahui.\" (al-A'raf/7: 187)\n\nHari Kiamat, sebagaimana beberapa perkara gaib lainnya, hanya diketahui Allah. Firman-Nya:\n\nSesungguhnya hanya di sisi Allah ilmu tentang hari Kiamat; dan Dia yang menurunkan hujan, dan mengetahui apa yang ada dalam rahim. Dan tidak ada seorang pun yang dapat mengetahui (dengan pasti) apa yang akan dikerjakannya besok. Dan tidak ada seorang pun yang dapat mengetahui di bumi mana dia akan mati. Sungguh, Allah Maha Mengetahui, Maha Mengenal. (Luqman/31: 34)\n\nApa yang dapat dijadikan sumber pengetahuan untuk mengetahui terjadinya hari Kiamat itu? Dari pertanyaan ini dipahami bahwa ada beberapa hal yang dapat memberikan keterangan kepada manusia tentang proses kejadian yang terjadi pada hari Kiamat, karena pengetahuan tentang hari Kiamat itu adalah pengetahuan yang dapat dicapai oleh makhluk dengan bantuan berbagai macam pengetahuan. Memang kejadian hari Kiamat tidak dapat dikira-kirakan. Kejadian dan peristiwanya lebih hebat dari yang pernah digambarkan oleh siapa pun. Karena hakikat hari Kiamat tidak dapat diketahui makhluk, orang-orang musyrik tidak dapat mengingkarinya. Jika mereka mengingkarinya, berarti mereka mengingkari sesuatu yang tidak dapat diketahui atau dicapai oleh pikiran mereka.\n",
            "ibnu_katsir": "Dan tahukah kamu apakah hari kiamat itu? (Al-Haqqah: 3)\n\nKemudian Allah Swt. menceritakan kebinasaan yang Dia timpakan atas umat-umat yang mendustakan adanya hari kiamat.",
            "jalalain": "(Dan tahukah kamu) sudah tahukah kamu (apakah hari yang benar itu?) ungkapan ini menambah keagungan hari kiamat. Maa yang pertama menjadi mubtada sedangkan maa yang kedua menjadi khabarnya. Dan maa yang kedua berikut khabarnya berkedudukan sebagai maf'ul kedua dari lafal adraa.",
            "quraish_shihab": "Apakah yang dapat memberitahukanmu tentang hakikatnya dan memberikan gambaran kepadamu tentang kedahsatannya?"
        },
        {
            "ind": "Kaum Tsamud dan 'Aad telah mendustakan hari kiamat.",
            "arb": "كَذَّبَتْ ثَمُودُ وَعَادٌ بِالْقَارِعَةِ",
            "transliterasi": "Kadhdhabat Thamūdu Wa `Ādun Bil-Qāri`ati.",
            "eng": "THE LIE gave [the tribes of] Thamud and ‘Ad to [all tidings of] that sudden calamity!",
            "kemenag_ringkas": "Telah banyak generasi di masa lalu yang mengingkari hari Kiamat. Kelompok ayat ini mengungkap sekelumit tentang kaum yang mengingkari hari Kiamat dan sanksi yang mereka terima. _Kaum Samud, dan ‘Ad telah mendustakan hari Kiamat._",
            "kemenag": "Dalam ayat ini, diterangkan bahwa kaum Samud dan kaum 'Ad tidak mempercayai adanya hari Kiamat. Mereka tidak percaya bahwa nanti akan terjadi kehancuran dunia dan peristiwa dahsyat yang huru-haranya tidak tertanggungkan. Hal ini juga difirmankan Allah:\n\n(Kaum) Samud telah mendustakan (rasulnya) karena mereka melampaui batas (zalim), ketika bangkit orang yang paling celaka di antara mereka, lalu Rasul Allah (Saleh) berkata kepada mereka, \"(Biarkanlah) unta betina dari Allah ini dengan minumannya.\" Namun mereka mendustakannya dan menyembelihnya, karena itu Tuhan membinasakan mereka karena dosanya, lalu diratakan-Nya (dengan tanah). (as-Syams/91: 11-14)\n",
            "ibnu_katsir": "Al-Haqqah adalah salah satu dari nama lain hari kiamat, karena di dalam hari kiamat direalisasikan janji dan ancaman Allah Swt. Karena itulah maka Allah membesarkan perihalnya. Untuk itu Allah Swt. berfirman:\n\nDan tahukah kamu apakah hari kiamat itu? (Al-Haqqah: 3)\n\nKemudian Allah Swt. menceritakan kebinasaan yang Dia timpakan atas umat-umat yang mendustakan adanya hari kiamat. Untuk itu Allah Swt. berfirman:\n\nAdapun kaum Samud, maka mereka telah dibinasakan dengan kejadian yang luar biasa. (Al-Haqqah: 5)\n\nYaitu pekikan yang mendiamkan mereka dan gempa yang sangat dahsyat yang mematikan mereka. Hal yang sama dikatakan oleh Qatadah, bahwa At-Tagiyah artinya pekikan yang mengguntur. Pendapat inilah yang dipilih oleh Ibnu Jarir. Mujahid mengatakan bahwa yang dimaksud dengan Tagiyah ialah dosa-dosa; hal yang senada dikatakan oleh Ar-Rabi' ibnu Anas dan Ibnu Zaid, bahwa makna yang dimaksud ialah perbuatan-perbuatan yang melampaui batas, dan Ibnu Zaid membaca firman-Nya:\n\n(Kaum) Samud telah mendustakan (rasulnya) karena mereka melampaui batas. (Asy-Syams: 11)\n\nAs-Saddi mengatakan bahwa kaum Samud dibinasakan karena perbuatan yang melampaui batas, yakni ulah orang yang menyembelih unta Nabi Saleh.\n\nAdapun kaum 'Ad, maka mereka telah dibinasakan dengan angin yang sangat dingin. (Al-Haqqah: 6)\n\nYakni angin yang sangat dingin (yang membekukan segalanya). \n\nQatadah, As-Saddi, dan Ar-Rabi' ibnu Anas serta As Sauri telah mengatakan sehubungan dengan makna firman-Nya: lagi sangat kencang. (Al-Haqqah: 6) Maksudnya, sangat kuat tiupannya. \n\nQatadah mengatakan bahwa angin itu melanda mereka hingga melubangi hati mereka.\n\nAd-Dahhak mengatakan sehubungan dengan makna firman-Nya: yang sangat dingin lagi amat kencang. (Al-Haqqah: 6) Yaitu angin yang sangat dingin lagi mengamuk menghantam mereka tanpa belas kasihan. \n\nAli dan lain-lainnya mengatakan bahwa angin itu menghantam gudang-gudang tempat penyimpanan makanan mereka, maka berhamburanlah isinya tanpa terhitung.\n\nyang Allah menimpakan angin itu kepada mereka. (Al-Haqqah: 7) \n\nYakni yang diperintahkan oleh Allah untuk menguasai mereka.\n\nselama tujuh malam dan delapan hari terus-menerus. (Al-Haqqah:7).\n\nMaksudnya, genap selama itu secara terus-menerus tiada henti-hentinya. Ibnu Mas'ud, Ibnu Abbas, Mujahid, Ikrimah, As-Sauri, dan lain-lainnya mengatakan bahwa husuman artinya terus-menerus tiada henti-hentinya. \n\nDiriwayatkan pula dari Ikrimah serta Ar-Rabi' ibnu Khaisam, yang menimpakan kesialan-kesialan atas mereka, semakna dengan firman-Nya:\n\ndalam beberapa hari yang sial (Fushshilat: 16)\n\nAr-Rabi' mengatakan bahwa angin itu mula-mula datang pada hari Jumat, selainnya mengatakan hari Rabu. Menurut pendapat yang lainnya lagi, hari itu dikenal di kalangan orang-orang dengan sebutan hari A'jaz, seakan-akan mereka yang menamakan demikian mengambil kesimpulan dari apa yang disebutkan oleh firman-Nya:\n\nmaka kamu lihat kaum 'Ad pada waktu itu mati bergelimpangan seakan-akan mereka tunggul-tunggul pohon kurma yang telah kosong (lapuk). (Al-Haqqah: 7)\n\nMenurut pendapat yang lain, dinamakan demikian karena angin itu terjadi di pertengahan musim dingin. Pendapat yang lainnya lagi menyebutnya hari 'Ajuz, karena seorang nenek-nenek dari kaum 'Ad memasuki bunker perlindungannya, tetapi angin masuk ke dalamnya dan membunuhnya di hari yang kedelapan. Demikianlah menurut apa yang diriwayatkan oleh Al-Bagawi.\n\nIbnu Abbas mengatakan sehubungan dengan makna firman-Nya: yang telah kosong (lapuk). (Al-Haqqah: 7) Yakni telah rusak dan tiada isinya lagi. \n\nSelain Ibnu Abbas mengatakan lapuk. \n\nAngin itu menimpa seseorang dari mereka, lalu menerbangkannya dan menjatuhkannya dengan kepala di bawah hingga kepalanya pecah dan mati, dan yang tertinggal hanyalah tubuhnya saja yang kaku bagaikan tunggul pohon kurma yang sudah tiada tangkai dan dedaunannya lagi. \n\nDi dalam hadis yang disebutkan di dalam kitab Sahihain dari Rasulullah Saw., bahwa Rasulullah Saw. telah bersabda:\n\nAku diberi pertolongan dengan melalui angin saba, dan kaum \"Ad dibinasakan oleh angin dabur.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Muhammad ibnu Yahya ibnud Daris Al-Abdi, telah menceritakan kepada kami Ibnu Fudail, dari Muslim, dari Mujahid, dari Ibnu Umar yang mengatakan bahwa Rasulullah Saw. pernah bersabda: Tiadalah angin yang dibukakan oleh Allah terhadap kaum 'Ad yang membawa kebinasaan kepada mereka melainkan hanya sebesar lubang sebuah cincin. Lalu angin itu melanda penduduk daerah pedalaman mereka dan menerbangkannya berikut dengan ternak dan harta benda mereka. Angin itu membawa mereka ke angkasa di antara langit dan bumi. Ketika hal itu terlihat oleh penduduk perkotaan dari kalangan kaum 'Ad, yaitu angin dan apa yang di bawanya, berkatalah mereka, \"Ini adalah awan yang akan menurunkan hujan kepada kita.\" Lalu angin itu menjatuhkan penduduk daerah pedalaman berikut ternak mereka ke atas penduduk perkotaan.\n\nAs-Sauri telah meriwayatkan dari Lais, dari Mujahid, bahwa angin yang melanda kaum 'Ad itu mempunyai dua buah sayap dan ekor.",
            "jalalain": "(Kaum Tsamud dan kaum 'Ad telah mendustakan hari yang menggentarkan) yakni hari kiamat, hari kiamat dinamakan demikian karena kedahsyatan dan kengerian yang terjadi pada hari itu sangat menggentarkan hati.",
            "quraish_shihab": "Kaum Tsamûd dan 'Ad telah mendustakan hari kiamat yang mengejutkan semua makhluk karena kedahsatannya."
        },
        {
            "ind": "Adapun kaum Tsamud, maka mereka telah dibinasakan dengan kejadian yang luar biasa.",
            "arb": "فَأَمَّا ثَمُودُ فَأُهْلِكُوا بِالطَّاغِيَةِ",
            "transliterasi": "Fa'ammā Thamūdu Fa'uhlikū Biţ-Ţāghiyati.",
            "eng": "Now as for the Thamud - they were destroyed by a violent upheaval [of the earth];",
            "kemenag_ringkas": "_Maka adapun kaum Samud, mereka telah dibinasakan dengan suara yang sangat keras_ yaitu suara guntur yang menggelegar bercampur dengan kilat,",
            "kemenag": "Kaum Samud telah dihancurkan Allah dengan thagiyah yaitu suara petir yang mengguntur dari langit yang membinasakan semua yang ada di permukaan bumi. Disebut thagiyah (sesuatu yang luar biasa) karena memang suara itu luar biasa; tidak seperti suara petir yang pernah terjadi. Mereka diazab oleh Tuhan karena telah bertindak melampaui batas yang telah ditetapkan Nabi Saleh terhadap mereka. Mereka membunuh unta betina yang diperintahkan Nabi Saleh untuk dijaga dengan baik.\nPada firman Allah yang lain diterangkan bahwa kaum Samud dibinasakan dengan sa'iqah (petir).\n\nDan adapun kaum Samud, mereka telah Kami beri petunjuk tetapi mereka lebih menyukai kebutaan (kesesatan) daripada petunjuk itu, maka mereka disambar petir sebagai azab yang menghinakan disebabkan apa yang telah mereka kerjakan. (Fussilat/41: 17)\n",
            "ibnu_katsir": "Untuk itu Allah Swt. berfirman:\n\nAdapun kaum Samud, maka mereka telah dibinasakan dengan kejadian yang luar biasa. (Al-Haqqah: 5)\n\nYaitu pekikan yang mendiamkan mereka dan gempa yang sangat dahsyat yang mematikan mereka. Hal yang sama dikatakan oleh Qatadah, bahwa At-Tagiyah artinya pekikan yang mengguntur. Pendapat inilah yang dipilih oleh Ibnu Jarir. Mujahid mengatakan bahwa yang dimaksud dengan Tagiyah ialah dosa-dosa; hal yang senada dikatakan oleh Ar-Rabi' ibnu Anas dan Ibnu Zaid, bahwa makna yang dimaksud ialah perbuatan-perbuatan yang melampaui batas, dan Ibnu Zaid membaca firman-Nya:\n\n(Kaum) Samud telah mendustakan (rasulnya) karena mereka melampaui batas. (Asy-Syams: 11)\n\nAs-Saddi mengatakan bahwa kaum Samud dibinasakan karena perbuatan yang melampaui batas, yakni ulah orang yang menyembelih unta Nabi Saleh.",
            "jalalain": "(Adapun kaum Tsamud, maka mereka telah dibinasakan dengan teriakan yang dahsyat) teriakan yang kerasnya melampaui batas.",
            "quraish_shihab": "Kaum Tsamûd dibinasakan dengan peristiwa yang luar biasa dahsatnya."
        },
        {
            "ind": "Adapun kaum 'Aad maka mereka telah dibinasakan dengan angin yang sangat dingin lagi amat kencang,",
            "arb": "وَأَمَّا عَادٌ فَأُهْلِكُوا بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ",
            "transliterasi": "Wa 'Ammā `Ādun Fa'uhlikū Birīĥin Şarşarin `Ātiyatin.",
            "eng": "and as for the ‘Ad - they were destroyed by a storm wind furiously raging,",
            "kemenag_ringkas": "_Sedangkan kaum ‘Ad, mereka telah dibinasakan dengan angin topan yang sangat dingin_ dan memiliki daya rusak yang sangat kuat.",
            "kemenag": "Adapun kaum 'Ad dibinasakan Allah dengan angin dingin yang sangat kencang (sarsar 'atiyah). Dalam ayat lain, Allah berfirman:\n\nMaka Kami tiupkan angin yang sangat bergemuruh kepada mereka dalam beberapa hari yang nahas, karena Kami ingin agar mereka itu merasakan siksaan yang menghinakan dalam kehidupan di dunia. Sedangkan azab akhirat pasti lebih menghinakan dan mereka tidak diberi pertolongan. (Fussilat/41: 16)\n\n",
            "ibnu_katsir": "Adapun kaum 'Ad, maka mereka telah dibinasakan dengan angin yang sangat dingin. (Al-Haqqah: 6)\n\nYakni angin yang sangat dingin (yang membekukan segalanya). \n\nQatadah, As-Saddi, dan Ar-Rabi' ibnu Anas serta As Sauri telah mengatakan sehubungan dengan makna firman-Nya: lagi sangat kencang. (Al-Haqqah: 6) Maksudnya, sangat kuat tiupannya. \n\nQatadah mengatakan bahwa angin itu melanda mereka hingga melubangi hati mereka.\n\nAd-Dahhak mengatakan sehubungan dengan makna firman-Nya: yang sangat dingin lagi amat kencang. (Al-Haqqah: 6) Yaitu angin yang sangat dingin lagi mengamuk menghantam mereka tanpa belas kasihan. \n\nAli dan lain-lainnya mengatakan bahwa angin itu menghantam gudang-gudang tempat penyimpanan makanan mereka, maka berhamburanlah isinya tanpa terhitung.",
            "jalalain": "(Adapun kaum Ad maka mereka telah dibinasakan dengan angin yang sangat keras) sangat keras suaranya (lagi amat kuat) kuat lagi keras; angin tersebut ditimpakan atas kaum Ad, sekalipun mereka kuat lagi keras tetapi menghadapi angin ini mereka tidak berarti apa-apa.",
            "quraish_shihab": "Sedangkan kaum 'Ad dibinasakan dengan angin kencang yang sangat dingin."
        },
        {
            "ind": "yang Allah menimpakan angin itu kepada mereka selama tujuh malam dan delapan hari terus menerus; maka kamu lihat kaum 'Aad pada waktu itu mati bergelimpangan seakan-akan mereka tunggul pohon kurma yang telah kosong (lapuk).",
            "arb": "سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا فَتَرَى الْقَوْمَ فِيهَا صَرْعَىٰ كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ",
            "transliterasi": "Sakhkharahā `Alayhim Sab`a Layālin Wa Thamāniyata 'Ayyāmin Ĥusūmāan Fataraá Al-Qawma Fīhā Şar`aá Ka'annahum 'A`jāzu Nakhlin Khāwiyatin.",
            "eng": "which He willed against them for seven nights and eight days without cease, so that in the end thou couldst see those people laid low [in death], as though they were so many [uprooted] trunks of hollow palm trees:",
            "kemenag_ringkas": "_Allah menimpakan angin itu_ sebagai bentuk siksa _kepada mereka_ dengan kekuasaan-Nya _selama tujuh malam delapan hari terus-menerus_ tanpa henti untuk membinasakan mereka. _maka kamu melihat kaum ‘Ad pada waktu itu mati bergelimpangan seperti batang-batang pohon kurma yang telah kosong_ yaitu telah lapuk bagian dalamnya",
            "kemenag": "Angin dingin yang sangat kencang itu bertiup di negeri mereka tidak henti-hentinya selama tujuh malam delapan hari, memusnahkan rumah-rumah, istana-istana, harta-benda, binatang ternak, tanaman-tanaman, dan semua yang ada di negeri mereka.\nKaum 'Ad atau bangsa 'Ad merupakan bangsa ras semitik, yang hidup sekitar 5000-4000 tahun yang lalu. Kaum ini hidup di wilayah Arabia Selatan, di suatu kawasan bukit-bukit al-Ahqaf (lihat Surah al-Ahqaf/46: 21), atau yang sekarang dikenal dengan nama Rab al-Khali, yang membentang antara Yaman bagian selatan sampai ke wilayah Oman. Mayoritas kaum 'Ad telah menolak kerasulan dan misi Nabi Hud. Mereka mendapat azab dari Allah berupa angin yang sangat dingin lagi kencang yang berlangsung terus menerus selama tujuh malam delapan hari. Data ilmiah paleogeologik tentang peristiwa itu belum didapatkan. Namun mungkin kita dapat membandingkannya dengan apa yang terjadi di Amerika Serikat, tepatnya di Negara bagian New Orleans, ketika wilayah itu diterjang oleh Badai Katrina (Katrina Hurricane) pada tanggal 23-31 Agustus 2005 yang lalu. Katrina Hurricane ini mempunyai kecepatan badai 280 km/jam, tekanan (minimal) 902 mbar (hPa: 26.65 inHg); suhu badai cukup hangat, sekitar 28,4 oC, berlangsung selama lebih kurang 8 (delapan) hari, terus menerus. Wilayah hantamannya meliputi Bahamas, Florida Selatan, Kuba, Louisiana (utamanya Greater New Orleans), Mississippi, Alabama, Florida Panhandle, dan sebagian besar pantai timur Amerika Utara. Radius Katrina Hurricane ini sekitar 160 km dari titik sentral badai itu. Korban manusia meninggal 1.836 jiwa. Korban harta sebesar US$ 84 Miliar. Katrina Hurricane ini tercatat sebagai jenis Badai Atlantik yang terkuat ke-enam dalam sejarah Amerika, atau terkuat ketiga, yang terjadi pada musim landfall (musim gugur) di Amerika Serikat. Sebagai perbandingan Galveston Hurricane yang terjadi pada tahun 1900 di Amerika Serikat menelan korban jiwa antara 6000-12.000 orang. Dengan demikian, angin atau badai yang sangat dingin lagi kencang, yang menimpa kaum 'Ad selama tujuh malam delapan hari terus menerus, mungkin mirip atau jauh lebih hebat dari Katrina Hurricane ini; karena suhunya sangat dingin dan mampu menghancurkan suatu kaum (umat).\nPerkataan \"tujuh malam delapan hari\" memberi peringatan bahwa angin kencang dunia itu benar-benar merupakan azab bagi mereka, dan menimpa seluruh yang ada di negeri itu.\n",
            "ibnu_katsir": "yang Allah menimpakan angin itu kepada mereka. (Al-Haqqah: 7) \n\nYakni yang diperintahkan oleh Allah untuk menguasai mereka.\n\nselama tujuh malam dan delapan hari terus-menerus. (Al-Haqqah:7).\n\nMaksudnya, genap selama itu secara terus-menerus tiada henti-hentinya. Ibnu Mas'ud, Ibnu Abbas, Mujahid, Ikrimah, As-Sauri, dan lain-lainnya mengatakan bahwa husuman artinya terus-menerus tiada henti-hentinya. \n\nDiriwayatkan pula dari Ikrimah serta Ar-Rabi' ibnu Khaisam, yang menimpakan kesialan-kesialan atas mereka, semakna dengan firman-Nya:\n\ndalam beberapa hari yang sial (Fushshilat: 16)\n\nAr-Rabi' mengatakan bahwa angin itu mula-mula datang pada hari Jumat, selainnya mengatakan hari Rabu. Menurut pendapat yang lainnya lagi, hari itu dikenal di kalangan orang-orang dengan sebutan hari A'jaz, seakan-akan mereka yang menamakan demikian mengambil kesimpulan dari apa yang disebutkan oleh firman-Nya:\n\nmaka kamu lihat kaum 'Ad pada waktu itu mati bergelimpangan seakan-akan mereka tunggul-tunggul pohon kurma yang telah kosong (lapuk). (Al-Haqqah: 7)\n\nMenurut pendapat yang lain, dinamakan demikian karena angin itu terjadi di pertengahan musim dingin. Pendapat yang lainnya lagi menyebutnya hari 'Ajuz, karena seorang nenek-nenek dari kaum 'Ad memasuki bunker perlindungannya, tetapi angin masuk ke dalamnya dan membunuhnya di hari yang kedelapan. Demikianlah menurut apa yang diriwayatkan oleh Al-Bagawi.\n\nIbnu Abbas mengatakan sehubungan dengan makna firman-Nya: yang telah kosong (lapuk). (Al-Haqqah: 7) Yakni telah rusak dan tiada isinya lagi. \n\nSelain Ibnu Abbas mengatakan lapuk. \n\nAngin itu menimpa seseorang dari mereka, lalu menerbangkannya dan menjatuhkannya dengan kepala di bawah hingga kepalanya pecah dan mati, dan yang tertinggal hanyalah tubuhnya saja yang kaku bagaikan tunggul pohon kurma yang sudah tiada tangkai dan dedaunannya lagi. \n\nDi dalam hadis yang disebutkan di dalam kitab Sahihain dari Rasulullah Saw., bahwa Rasulullah Saw. telah bersabda:\n\nAku diberi pertolongan dengan melalui angin saba, dan kaum \"Ad dibinasakan oleh angin dabur.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Muhammad ibnu Yahya ibnud Daris Al-Abdi, telah menceritakan kepada kami Ibnu Fudail, dari Muslim, dari Mujahid, dari Ibnu Umar yang mengatakan bahwa Rasulullah Saw. pernah bersabda: Tiadalah angin yang dibukakan oleh Allah terhadap kaum 'Ad yang membawa kebinasaan kepada mereka melainkan hanya sebesar lubang sebuah cincin. Lalu angin itu melanda penduduk daerah pedalaman mereka dan menerbangkannya berikut dengan ternak dan harta benda mereka. Angin itu membawa mereka ke angkasa di antara langit dan bumi. Ketika hal itu terlihat oleh penduduk perkotaan dari kalangan kaum 'Ad, yaitu angin dan apa yang di bawanya, berkatalah mereka, \"Ini adalah awan yang akan menurunkan hujan kepada kita.\" Lalu angin itu menjatuhkan penduduk daerah pedalaman berikut ternak mereka ke atas penduduk perkotaan.\n\nAs-Sauri telah meriwayatkan dari Lais, dari Mujahid, bahwa angin yang melanda kaum 'Ad itu mempunyai dua buah sayap dan ekor.",
            "jalalain": "(Yang Allah tundukkan angin itu) artinya Allah mengirimkannya dengan kekuasaan-Nya (kepada mereka selama tujuh malam dan delapan hari) dimulai pada pagi hari Rabu, tanggal dua puluh dua bulan Syawal; angin itu terjadi di pertengahan musim dingin (terus-menerus) atau secara berturut-turut. Keadaan angin itu diserupakan dengan pekerjaan yang dilakukan oleh tukang setrika, yaitu sewaktu ia mengulang-ulang setrikaannya pada penyakit yang diobatinya. Yakni, ia mengulang-ulanginya dari satu waktu ke waktu yang lainnya hingga penyakitnya lenyap sama sekali (maka kamu lihat kaum 'Ad pada waktu itu mati bergelimpangan) mereka tercampakkan ke dalam keadaan binasa (seakan-akan mereka batang) pokok (pohon kurma yang lapuk) yang jatuh karena keropos atau lapuk.",
            "quraish_shihab": "Allah menimpakan angin tersebut kepada mereka selama tujuh hari delapan malam secara terus menerus. Kamu akan melihat, di tempat angin itu bertiup, mereka mati bagaikan pangkal-pangkal pohon yang telah lapuk bagian dalamnya."
        },
        {
            "ind": "Maka kamu tidak melihat seorangpun yang tinggal di antara mereka.",
            "arb": "فَهَلْ تَرَىٰ لَهُم مِّن بَاقِيَةٍ",
            "transliterasi": "Fahal Taraá Lahum Min Bāqiyatin.",
            "eng": "and dost thou now see any remnant of them?",
            "kemenag_ringkas": "_Maka adakah kamu_ wahai siapa pun kamu, _melihat seorang pun yang masih tersisa di antara mereka?_ Tidak tersisa satu orang pun. ltu berarti mereka sama sekali tidak memiliki keturunan yang dapat melanjutkan regenerasi kaum mereka.",
            "kemenag": "Angin dingin yang sangat kencang itu bertiup di negeri mereka tidak henti-hentinya selama tujuh malam delapan hari, memusnahkan rumah-rumah, istana-istana, harta-benda, binatang ternak, tanaman-tanaman, dan semua yang ada di negeri mereka.\nKaum 'Ad atau bangsa 'Ad merupakan bangsa ras semitik, yang hidup sekitar 5000-4000 tahun yang lalu. Kaum ini hidup di wilayah Arabia Selatan, di suatu kawasan bukit-bukit al-Ahqaf (lihat Surah al-Ahqaf/46: 21), atau yang sekarang dikenal dengan nama Rab al-Khali, yang membentang antara Yaman bagian selatan sampai ke wilayah Oman. Mayoritas kaum 'Ad telah menolak kerasulan dan misi Nabi Hud. Mereka mendapat azab dari Allah berupa angin yang sangat dingin lagi kencang yang berlangsung terus menerus selama tujuh malam delapan hari. Data ilmiah paleogeologik tentang peristiwa itu belum didapatkan. Namun mungkin kita dapat membandingkannya dengan apa yang terjadi di Amerika Serikat, tepatnya di Negara bagian New Orleans, ketika wilayah itu diterjang oleh Badai Katrina (Katrina Hurricane) pada tanggal 23-31 Agustus 2005 yang lalu. Katrina Hurricane ini mempunyai kecepatan badai 280 km/jam, tekanan (minimal) 902 mbar (hPa: 26.65 inHg); suhu badai cukup hangat, sekitar 28,4 oC, berlangsung selama lebih kurang 8 (delapan) hari, terus menerus. Wilayah hantamannya meliputi Bahamas, Florida Selatan, Kuba, Louisiana (utamanya Greater New Orleans), Mississippi, Alabama, Florida Panhandle, dan sebagian besar pantai timur Amerika Utara. Radius Katrina Hurricane ini sekitar 160 km dari titik sentral badai itu. Korban manusia meninggal 1.836 jiwa. Korban harta sebesar US$ 84 Miliar. Katrina Hurricane ini tercatat sebagai jenis Badai Atlantik yang terkuat ke-enam dalam sejarah Amerika, atau terkuat ketiga, yang terjadi pada musim landfall (musim gugur) di Amerika Serikat. Sebagai perbandingan Galveston Hurricane yang terjadi pada tahun 1900 di Amerika Serikat menelan korban jiwa antara 6000-12.000 orang. Dengan demikian, angin atau badai yang sangat dingin lagi kencang, yang menimpa kaum 'Ad selama tujuh malam delapan hari terus menerus, mungkin mirip atau jauh lebih hebat dari Katrina Hurricane ini; karena suhunya sangat dingin dan mampu menghancurkan suatu kaum (umat).\nPerkataan \"tujuh malam delapan hari\" memberi peringatan bahwa angin kencang dunia itu benar-benar merupakan azab bagi mereka, dan menimpa seluruh yang ada di negeri itu.\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nMaka kamu tidak melihat seorangpun yang tinggal di antara mereka. (Al-Haqqah: 8)\n\nMaksudnya, apakah kamu melihat seseorang yang tersisa dari kalangan mereka, atau seseorang yang berketurunan dari kalangan mereka? Tidak, bahkan mereka binasa semuanya sampai ke akar-akarnya, dan Allah tidak menjadikan generasi penerus bagi mereka.",
            "jalalain": "(Maka apakah kamu melihat bekas-bekas mereka?) lafal baaqiyah adalah sifat dari lafal nafsin yang diperkirakan keberadaannya; yaitu apakah kamu melihat seseorang pun yang tinggal di antara mereka? Atau lafal baaqiyah ini huruf ta-nya untuk menunjukkan makna mubalaghah, yakni bekas-bekasnya? Tentu saja tidak.",
            "quraish_shihab": "Maka, apakah kamu masih melihat seseorang dari mereka yang tersisa dan tidak turut binasa?"
        },
        {
            "ind": "Dan telah datang Fir'aun dan orang-orang yang sebelumnya dan (penduduk) negeri-negeri yang dijungkir balikkan karena kesalahan yang besar.",
            "arb": "وَجَاءَ فِرْعَوْنُ وَمَن قَبْلَهُ وَالْمُؤْتَفِكَاتُ بِالْخَاطِئَةِ",
            "transliterasi": "Wa Jā'a Fir`awnu Wa Man Qablahu Wa Al-Mu'utafikātu Bil-Khāţi'ati.",
            "eng": "And there was Pharaoh, too, and [many of] those who lived before him, and the cities that were overthrown - [all of them] indulged in sin upon sin",
            "kemenag_ringkas": "Bukan hanya kaum 'Ad dan Hamud yang diazab oleh Allah. _Kemudian_ setelah beberapa waktu lamanya _datanglah Fir’aun_ penguasa Mesir di masa lalu yang kepadanya Nabi Musa diutus, _dan orang-orang yang sebelumnya_ di antaranya adalah kaum Nabi Nuh dan kaum Nabi lbrahim. _Dan_ penduduk _negeri-negeri yang dijungkirbalikkan karena kesalahan yang besar_ yaitu kaum Nabi Lut.",
            "kemenag": "Dalam ayat-ayat ini, diterangkan bahwa Fir'aun dan kaum Lut beserta pengikut-pengikutnya juga telah berbuat kerusakan yang besar yaitu mendustakan para rasul yang diutus Allah kepada mereka. Oleh karena itu, mereka diazab oleh Tuhan. Dalam ayat lain, Allah berfirman:\n\nSemuanya telah mendustakan rasul-rasul maka berlakulah ancaman-Ku (atas mereka). (Qaf/50: 14)\n",
            "ibnu_katsir": "Kemudian Allah Swt. berfirman dalam ayat berikutnya:\n\nDan telah datang Fir’aun dan orang-orang yang sebelumnya. (Al-Haqqah: 9)\n\nMenurut suatu qiraat dibaca qiblihi dengan huruf qaf yang di-kasrah-kan, artinya dari sisi Fir'aun, yakni mereka yang berada di masanya dari kalangan pengikut-pengikutnya, yaitu orang-orang kafir dari bangsa Egypt. Sedangkan ulama lainnya membacanya qablahu, yang artinya orang-orang yang sebelumnya dari kalangan umat-umat yang berperi laku seperti dia.\n\nFirman Allah Swt:\n\ndan (penduduk) negeri-negeri yang dijungkirbalikkan. (Al-Haqqah: 9) \n\nMereka adalah umat-umat yang mendustakan rasul-rasulnya.\n\nkarena kesalahan yang besar. (Al-Haqqah: 9)\n\nYaitu mendustakan apa yang diturunkan oleh Allah Swt. \n\nMenurut Ar-Rabi' ibnu Anas, arti khati-ah ialah perbuatan maksiat. \n\nMujahid mengatakan bahwa makna yang dimaksud ialah kesalahan yang besar. Karena itulah maka disebutkan dalam firman berikutnya:\n\nMaka (masing-masing) mereka mendurhakai rasul Tuhan mereka. (Al-Haqqah: 10)\n\nLafaz rasul merupakan isim jenis, artinya masing-masing dari mereka telah mendustakan utusan Allah yang dikirim kepada mereka. Semakna dengan apa yang disebutkan oleh firman-Nya:\n\nsemuanya telah mendustakan rasul-rasul, maka sudah semestinyalah mereka mendapat hukuman yang sudah diancamkan. (Qaf: 14)\n\nBarang siapa yang mendustakan seorang rasul, berarti dia mendustakan semua rasul. Seperti yang disebutkan di dalam firman-Nya:\n\nKaum Nuh telah mendustakan para rasul. (Asy-Syu'ara: 105)\n\nKaum Ad telah mendustakan para rasul. (Asy-Syu'ara: 123) \n\nDan firman Allah Swt.:\n\nKaum Samud telah mendustakan rasul-rasul. (Asy-Syu'ara: 141)\n\nKarena sesungguhnya yang datang kepada tiap umat hanyalah seorang rasul. Untuk itulah maka disebutkan dalam surat ini oleh firman-Nya:\n\nMaka (masing-masing) mereka mendurhakai rasul Tuhan mereka, lalu Allah menyiksa mereka dengan siksaan yang sangat keras. (Al-Haqqah; 10)\n\nYakni siksaan yang besar, keras, lagi menyakitkan. Mujahid mengatakan bahwa rabiyah artinya keras. As-Saddi mengatakan siksaan yang membinasakan.",
            "jalalain": "(Dan telah datang Firaun dan orang-orang yang mengikutinya) beserta para pengikutnya. Menurut suatu qiraat, lafal qabilahu dibaca qablahu sehingga artinya, orang-orang kafir yang sebelumnya (dan negeri-negeri yang dijungkirbalikkan) penduduknya dijungkirbalikkan berikut negeri-negeri tempat tinggal mereka; yang dimaksud adalah negeri-negeri tempat tinggal kaum Nabi Luth (karena kesalahan yang besar) karena mereka mengerjakan perbuatan-perbuatan dosa besar.",
            "quraish_shihab": "Telah datang Fir'aun, orang-orang kafir dari umat terdahulu dan kelompok masyarakat yang keluar dari kebenaran dan fitrah yang suci dengan melakukan perbuatan dosa besar yang keji."
        },
        {
            "ind": "Maka (masing-masing) mereka mendurhakai rasul Tuhan mereka, lalu Allah menyiksa mereka dengan siksaan yang sangat keras.",
            "arb": "فَعَصَوْا رَسُولَ رَبِّهِمْ فَأَخَذَهُمْ أَخْذَةً رَّابِيَةً",
            "transliterasi": "Fa`aşaw Rasūla Rabbihim Fa'akhadhahum 'Akhdhatan Rābiyatan.",
            "eng": "and rebelled against their Sustainer's apostles: and so He took them to task with a punishing grasp exceedingly severe!",
            "kemenag_ringkas": "_Maka_ diakibatkan sikap _mereka_ yang _mendurhakai utusan Tuhannya, Allah menyiksa mereka dengan siksaan yang sangat keras_ sehingga memusnahkan mereka.",
            "kemenag": "Dalam ayat ini Allah memerintahkan kaum Muslimin agar melakukan amal saleh dengan mengatakan, \"Wahai orang-orang yang beriman kepada Allah dan rasul -Nya, apakah kamu sekalian mau Aku tunjukkan suatu perniagaan yang bermanfaat dan pasti mendatangkan keuntungan yang berlipat ganda dan keberuntungan yang kekal atau melepaskan kamu dari api neraka.\"\nUngkapan ayat di atas memberikan pengertian bahwa amal saleh dengan pahala yang besar, sama hebatnya dengan perniagaan yang tak pernah merugi karena ia akan masuk surga dan selamat dari api neraka. Firman Allah:\n\nSesungguhnya Allah membeli dari orang-orang mukmin, baik diri maupun harta mereka dengan memberikan surga untuk mereka. (at-Taubah/9: 111)\n\nKemudian disebutkan bentuk-bentuk perdagangan yang memberikan keuntungan yang besar itu, yaitu:\n1.Senantiasa beriman kepada Allah, para malaikat, kitab-kitab-Nya, rasul-rasul-Nya, adanya hari Kiamat, qadha' dan qadar Allah.\n2.Mengerjakan amal saleh semata-mata karena Allah bukan karena ria adalah perwujudan iman seseorang.\n3.Berjihad di jalan Allah. Berjihad ialah segala macam upaya dan usaha yang dilakukan untuk menegakkan agama Allah. Ada dua macam jihad yang disebut dalam ayat ini yaitu berjihad dengan jiwa raga dan berjihad dengan harta. Berjihad dengan jiwa dan raga ialah berperang melawan musuh-musuh agama yang menginginkan kehancuran Islam dan kaum Muslimin. Berjihad dengan harta yaitu membelanjakan harta benda untuk menegakkan kalimat Allah, seperti untuk biaya berperang, mendirikan masjid, rumah ibadah, sekolah, rumah sakit, dan kepentingan umum lainnya.\nDi samping itu, ada bentuk-bentuk jihad yang lain, yaitu jihad menentang hawa nafsu, mengendalikan diri, berusaha membentuk budi pekerti yang baik pada diri sendiri, menghilangkan rasa iri, dan sebagainya. \nPada akhir ayat ini ditegaskan bahwa iman dan jihad itu adalah perbuatan yang paling baik akibatnya, baik untuk diri sendiri, anak-anak, keluarga, harta benda, dan masyarakat, jika manusia itu memahami dengan sebenar-benarnya.\n",
            "ibnu_katsir": "Kemudian Allah Swt. berfirman dalam ayat berikutnya:\n\n{وَجَاءَ فِرْعَوْنُ وَمَنْ قَبْلَهُ}\n\nDan telah datang Fir’aun dan orang-orang yang sebelumnya. (Al-Haqqah: 9)\n\nMenurut suatu qiraat dibaca qiblihi dengan huruf qaf yang di-kasrah-kan, artinya dari sisi Fir'aun, yakni mereka yang berada di masanya dari kalangan pengikut-pengikutnya, yaitu orang-orang kafir dari bangsa Egypt. Sedangkan ulama lainnya membacanya qablahu, yang artinya orang-orang yang sebelumnya dari kalangan umat-umat yang berperi laku seperti dia.\n\nFirman Allah Swt:\n\n{وَالْمُؤْتَفِكَاتُ}\n\ndan (penduduk) negeri-negeri yang dijungkirbalikkan. (Al-Haqqah: 9) \n\nMereka adalah umat-umat yang mendustakan rasul-rasulnya.\n\n{بِالْخَاطِئَةِ}\n\nkarena kesalahan yang besar. (Al-Haqqah: 9)\n\nYaitu mendustakan apa yang diturunkan oleh Allah Swt. \n\nMenurut Ar-Rabi' ibnu Anas, arti khati-ah ialah perbuatan maksiat. \n\nMujahid mengatakan bahwa makna yang dimaksud ialah kesalahan yang besar. Karena itulah maka disebutkan dalam firman berikutnya:\n\n{فَعَصَوْا رَسُولَ رَبِّهِمْ}\n\nMaka (masing-masing) mereka mendurhakai rasul Tuhan mereka. (Al-Haqqah: 10)\n\nLafaz rasul merupakan isim jenis, artinya masing-masing dari mereka telah mendustakan utusan Allah yang dikirim kepada mereka. Semakna dengan apa yang disebutkan oleh firman-Nya:\n\nكُلٌّ كَذَّبَ الرُّسُلَ فَحَقَّ وَعِيدِ\n\nsemuanya telah mendustakan rasul-rasul, maka sudah semestinyalah mereka mendapat hukuman yang sudah diancamkan. (Qaf: 14)\n\nBarang siapa yang mendustakan seorang rasul, berarti dia mendustakan semua rasul. Seperti yang disebutkan di dalam firman-Nya:\n\nكَذَّبَتْ قَوْمُ نُوحٍ الْمُرْسَلِينَ\n\nKaum Nuh telah mendustakan para rasul. (Asy-Syu'ara: 105)\n\nكَذَّبَتْ عادٌ الْمُرْسَلِينَ\n\nKaum Ad telah mendustakan para rasul. (Asy-Syu'ara: 123) \n\nDan firman Allah Swt.:\n\nكَذَّبَتْ ثَمُودُ الْمُرْسَلِينَ\n\nKaum Samud telah mendustakan rasul-rasul. (Asy-Syu'ara: 141)\n\nKarena sesungguhnya yang datang kepada tiap umat hanyalah seorang rasul. Untuk itulah maka disebutkan dalam surat ini oleh firman-Nya:\n\n{فَعَصَوْا رَسُولَ رَبِّهِمْ فَأَخَذَهُمْ أَخْذَةً رَابِيَةً}\n\nMaka (masing-masing) mereka mendurhakai rasul Tuhan mereka, lalu Allah menyiksa mereka dengan siksaan yang sangat keras. (Al-Haqqah; 10)\n\nYakni siksaan yang besar, keras, lagi menyakitkan. Mujahid mengatakan bahwa rabiyah artinya keras. As-Saddi mengatakan siksaan yang membinasakan.",
            "jalalain": "(Maka masing-masing mereka mendurhakai rasul Rabb mereka) mendurhakai Nabi Luth dan nabi-nabi lainnya (lalu Allah menyiksa mereka dengan siksaan yang sangat keras) siksaan yang lebih keras daripada siksaan-siksaan lainnya.",
            "quraish_shihab": "Masing-masing mereka durhaka kepada utusan Tuhan mereka. Maka Allah menyiksa mereka dengan siksa yang sangat keras."
        },
        {
            "ind": "Sesungguhnya Kami, tatkala air telah naik (sampai ke gunung) Kami bawa (nenek moyang) kamu, ke dalam bahtera,",
            "arb": "إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ",
            "transliterasi": "'Innā Lammā Ţaghaá Al-Mā'u Ĥamalnākum Fī Al-Jāriyati.",
            "eng": "[And] behold: when the waters [of Noah's flood] burst beyond all limits, it was We who caused you to be borne [to safety] in that floating ark,",
            "kemenag_ringkas": "Tidak semua umat para nabi itu dibinasakan mereka yang taat akan diselamatkan, di antaranya adalah para pengikut Nabi Nuh, seperti yang ditegaskan pada ayat ini. _Sesungguhnya ketika air naik_ membumbung sampai ke puncak gunung _Kami membaw_a nenek moyang _kamu ke dalam kapal,_",
            "kemenag": "Dalam ayat ini Allah memerintahkan kaum Muslimin agar melakukan amal saleh dengan mengatakan, \"Wahai orang-orang yang beriman kepada Allah dan rasul -Nya, apakah kamu sekalian mau Aku tunjukkan suatu perniagaan yang bermanfaat dan pasti mendatangkan keuntungan yang berlipat ganda dan keberuntungan yang kekal atau melepaskan kamu dari api neraka.\"\nUngkapan ayat di atas memberikan pengertian bahwa amal saleh dengan pahala yang besar, sama hebatnya dengan perniagaan yang tak pernah merugi karena ia akan masuk surga dan selamat dari api neraka. Firman Allah:\n\nSesungguhnya Allah membeli dari orang-orang mukmin, baik diri maupun harta mereka dengan memberikan surga untuk mereka. (at-Taubah/9: 111)\n\nKemudian disebutkan bentuk-bentuk perdagangan yang memberikan keuntungan yang besar itu, yaitu:\n1.Senantiasa beriman kepada Allah, para malaikat, kitab-kitab-Nya, rasul-rasul-Nya, adanya hari Kiamat, qadha' dan qadar Allah.\n2.Mengerjakan amal saleh semata-mata karena Allah bukan karena ria adalah perwujudan iman seseorang.\n3.Berjihad di jalan Allah. Berjihad ialah segala macam upaya dan usaha yang dilakukan untuk menegakkan agama Allah. Ada dua macam jihad yang disebut dalam ayat ini yaitu berjihad dengan jiwa raga dan berjihad dengan harta. Berjihad dengan jiwa dan raga ialah berperang melawan musuh-musuh agama yang menginginkan kehancuran Islam dan kaum Muslimin. Berjihad dengan harta yaitu membelanjakan harta benda untuk menegakkan kalimat Allah, seperti untuk biaya berperang, mendirikan masjid, rumah ibadah, sekolah, rumah sakit, dan kepentingan umum lainnya.\nDi samping itu, ada bentuk-bentuk jihad yang lain, yaitu jihad menentang hawa nafsu, mengendalikan diri, berusaha membentuk budi pekerti yang baik pada diri sendiri, menghilangkan rasa iri, dan sebagainya. \nPada akhir ayat ini ditegaskan bahwa iman dan jihad itu adalah perbuatan yang paling baik akibatnya, baik untuk diri sendiri, anak-anak, keluarga, harta benda, dan masyarakat, jika manusia itu memahami dengan sebenar-benarnya.\n",
            "ibnu_katsir": "Kemudian Allah Swt. berfirman:\n\n{إِنَّا لَمَّا طَغَى الْمَاءُ}\n\nSesungguhnya Kami, tatkala air telah naik. (Al-Haqqah: 11)\n\nYaitu melampaui batasan dengan seizin Allah dan air naik ke alam wujud. Ibnu Abbas dan lain-lainnya mengatakan bahwa tagal ma-u artinya air bertambah melimpah. \n\nDemikian itu terjadi karena doa Nabi Nuh a.s. terhadap kaumnya, tatkala mereka mendustakan dia dan menentangnya, lalu mereka menyembah selain Allah. Maka Allah memperkenankan doanya dan seluruh penduduk bumi digenangi oleh banjir besar, terkecuali orang-orang yang bersama Nabi Nuh a.s. di dalam bahteranya. Semua manusia sekarang berasal dari keturunan Nabi Nuh a.s. \n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Humaid, telah menceritakan kepada kami Mahran, dari Abu Sinan alias Sa'id ibnu Sinan, dari bukan hanya seorang yang menerimanya dari Ali ibnu Abu Talib yang mengatakan bahwa tiada setetes air pun yang diturunkan melainkan melalui takaran yang ada di tangan malaikat. Tatkala hari Nabi Nuh, diizinkan bagi air yang ada di bawah penyimpanannya. Maka air meluap melebihi batasan penyimpanannya, lalu keluar. Yang demikian itu disebutkan oleh firman-Nya: Sesungguhnya Kami, tatkala air telah naik. (Al-Haqqah: 11) Yakni melebihi batasannya dengan seizin Allah.\n\n{إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ}\n\nKami bawa (nenek moyang) kamu ke dalam bahtera. (Al-Haqqah: 11)\n\nTiada sesuatupun dari angin yang bertiup melainkan melalui takaran yang ada di tangan malaikat, terkecuali di hari kaum 'Ad; maka sesungguhnya di hari itu diizinkan bagi angin yang ada di bawah batas penyimpanannya untuk melebihi batasannya, akhirnya angin keluar dengan dahsyatnya. Yang demikian itu disebutkan oleh firman-Nya:\n\n{بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ}\n\ndengan angin yang sangat dingin lagi amat kencang. (Al-Haqqah: 6)\n\nMaksudnya, keluar melebihi batas penyimpanannya. Karena itulah disebutkan oleh firman-Nya sebagai peringatan buat manusia akan anugerah-Nya kepada mereka:\n\n{إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ}\n\nSesungguhnya Kami, tatkala air telah naik (sampai ke gunung) Kami bawa (nenek moyang) kamu ke dalam bahtera. (Al-Haqqah: 11)\n\nYaitu perahu atau kapal yang berlayar di atas air.",
            "jalalain": "(Sesungguhnya Kami tatkala air naik) naik ke atas, sehingga segala sesuatu termasuk gunung-gunung dan lain-lainnya semuanya tenggelam yaitu, pada masa banjir besar (Kami bawa kalian) bapak moyang kalian, karena kalian pada zaman itu masih berada di dalam tulang sulbi mereka (ke dalam bahtera) atau perahu yang dibuat oleh Nabi Nuh. Akhirnya, selamatlah Nabi Nuh beserta orang-orang yang beriman bersamanya yang berada di dalam bahtera itu, sedangkan yang lainnya semua mati tenggelam.",
            "quraish_shihab": "Sesungguhnya ketika air telah melampaui batas dan naik sampai ke atas gunung dalam peristiwa topan, Kami membawa kalian--dengan membawa tetua kalian--ke dalam bahtera yang berlayar."
        },
        {
            "ind": "agar Kami jadikan peristiwa itu peringatan bagi kamu dan agar diperhatikan oleh telinga yang mau mendengar.",
            "arb": "لِنَجْعَلَهَا لَكُمْ تَذْكِرَةً وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ",
            "transliterasi": "Linaj`alahā Lakum Tadhkiratan Wa Ta`iyahā 'Udhunun Wā`iyatun.",
            "eng": "so that We might make all this a [lasting] reminder to you all, and that every wide-awake ear might consciously take it in.",
            "kemenag_ringkas": "_agar Kami jadikan_ peristiwa itu, akan diselamatkan nya mereka yang beriman dibinasakannya mereka yang durhaka ,_sebagai peringatan bagi kamu dan agar diperhatikan oleh telinga yang mau mendengar._",
            "kemenag": "Ayat-ayat ini menerangkan azab yang telah ditimpakan kepada kaum Nuh, sehingga mereka semua musnah. Yang tinggal hanya orang-orang yang ikut bersama Nabi Nuh menaiki bahtera atau kapal. Diterangkan bahwa setelah air menggenangi seluruh negeri disertai hembusan angin topan yang dahsyat, Allah memerintahkan agar Nabi Nuh dan orang-orang yang beriman bersamanya menaiki bahtera yang telah disediakan, agar mereka tidak termasuk orang-orang yang tenggelam.\nBerdasarkan keterangan ini, sebahagian mufasir berpendapat bahwa Nabi Nuh merupakan bapak manusia kedua setelah Adam, karena hanya beliau dan orang-orang yang bersamanya yang masih hidup, yang kemudian menurunkan seluruh manusia yang ada sekarang.\nAllah menyelamatkan semua orang-orang yang beriman dari banjir dan topan itu, serta menenggelamkan dan memusnahkan orang-orang yang ingkar kepada Nuh, agar peristiwa itu dijadikan iktibar dan pelajaran oleh orang-orang yang datang kemudian. Dengan demikian, Allah memperlihatkan kepada manusia kekuasaan dan kebesaran-Nya.\nAllah menceritakan kisah itu juga bertujuan agar telinga orang-orang yang benar-benar beriman kepada-Nya dapat mendengar dan mengambil manfaat dari wahyu-wahyu yang diturunkan-Nya serta mengamalkan pesan-pesan yang dibawanya.\n\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nagar Kami jadikan peristiwa itu peringatan bagikamu. (Al-Haqqah: 12)\n\nDamir yang ada dalam ayat ini merujuk kepada jenis kapal karena tersimpulkan dari konteks kalimatnya. Dengan kata lain, dapat disebutkan bahwa Kami biarkan bagi kalian dari jenisnya yang dapat kalian naiki di atas lautan, hingga kalian dapat mengarunginya. Sebagaimana yang disebutkan dalam ayat lain melalui firman-Nya:\n\ndan menjadikan untukmu kapal dan binatang ternak yang kamu kendarai, supaya kamu duduk di atas punggungnya, kemudian kamu ingat nikmat Tuhanmu apabila kamu telah duduk di atasnya. (Az-Zukhruf: 12-13)\n\nDan firman Allah Swt.: \n\nDan suatu tanda (kebesaran Allah yang besar) bagi mereka adalah bahwa Kami angkut keturunan mereka dalam bahtera yang penuh muatan, dan Kami ciptakan untuk mereka yang akan mereka kendarai seperti bahtera itu. (Yasin: 41 -42)\n\nQatadah mengatakan bahwa bahtera Nabi Nuh a.s. dipelihara oleh Allah hingga masih sempat dijumpai oleh generasi pertama dari umat ini. Akan tetapi, pendapat yang pertama lebih jelas. Karena itulah maka disebutkan dalam firman berikutnya:\n\ndan agar diperhatikan oleh telinga yang mau mendengar. (Al-Haqqah: 12)\n\nYakni memahami dan mengingat nikmat ini telinga yang mau mendengar. Ibnu Abbas mengatakan bahwa agar selalu diingat dan didengar. \n\nQatadah mengatakan sehubungan dengan makna firman-Nya: oleh telinga yang mau mendengar. (Al-Haqqah: 12) Maksudnya, menggunakan akalnya sebagai karunia dari Allah, untuk itu ia dapat mengambil manfaat dari apa yang ia dengar dari Kitabullah. \n\nAd-Dahhak mengatakan sehubungan dengan makna firman-Nya: dan agar diperhatikan oleh telinga yang mau mendengar. (Al-Haqqah: 12) Yaitu didengar oleh telinga dan diperhatikan. Yakni oleh orang yang memiliki pendengaran yang sehat dan akal yang cemerlang. Ini bersifat umum mencakup semua orang yang mempunyai pemahaman dan kesadaran yang mendalam. \n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Zar'ah Ad-Dimasyqi, telah menceritakan kepada kami Al-Abbas ibnul Walid ibnu Sabih Ad-Dimasyqi, telah menceritakan kepada kami Zaid ibnu Yahya, telah menceritakan kepada kami Ali ibnu Hausyab; ia pernah mendengar Mak-hul mengatakan bahwa ketika diturunkan kepada Rasulullah Saw. firman Allah Swt.: dan agar diperhatikan oleh telinga yang mau mendengar. (Al-Haqqah: 12)\n\nMaka Rasulullah Saw. bersabda:\n\nAku telah memohon kepada Tuhanku, semoga menjadikan telinga Ali seperti telinga itu.\n\nMak-hul mengatakan, \"Ali sering mengatakan bahwa sejak itu tiada sesuatu pun yang ia dengar dari Rasulullah Saw. lupa dari ingatannya.\" \n\nHal yang sama telah diriwayatkan oleh Ibnu Jarir, dari Ali ibnu Sahl, dari Al-Walid ibnu Muslim, dari Ali ibnu Hausyab, dari Mak-hul dengan sanad yang sama. Hadis ini berpredikat mursal.\n\nIbnu Abu Hatim mengatakan pula, telah menceritakan kepada kami Ja'far ibnu Muhammad ibnu Amir, telah menceritakan kepada kami Bisyr ibnu Adam, telah menceritakan kepada kami Abdullah ibnuz Zubair alias Abu Muhammad (yakni orang tua Abu Ahmad Az-Zubairi), telah menceritakan kepadaku Saleh ibnul Haisam; ia pernah mendengar Buraidah Al-Aslami mengatakan bahwa Rasulullah Saw. pernah bersabda kepada Ali:\n\nJika aku diperintahkan untuk mendekatkan dirimu kepadaku dan tidak menjauhkamu dariku, dan mengajarimu dan kamu harus memperhatikannya, maka sudah seharusnya bagimu untuk selalu mengingatnya.\n\nLalu turunlah firman Allah Swt: \n\ndan agar diperhatikan oleh telinga yang mau mendengar. (Al-Haqqah: 12)\n\nIbnu Jarir meriwayatkannya dari Muhammad ibnu Khalaf, dari Bisyr ibnu Adam dengan sanad yang sama. Kemudian Ibnu Jarir meriwayatkannya pula melalui jalur lain, dari Daud Al-A'ma, dari Buraidah dengan sanad yang sama, tetapi predikatnya tidak sahih pula.",
            "jalalain": "(Agar Kami jadikan peristiwa itu) atau perbuatan ini, yaitu diselamatkan-Nya orang-orang yang beriman dan ditenggelamkan-Nya orang-orang yang kafir (peringatan bagi kalian) pelajaran (dan agar diperhatikan) supaya hal itu tetap diingat (oleh telinga yang mau mendengar) mau menerima apa yang didengarnya.",
            "quraish_shihab": "Agar Kami jadikan peristiwa selamatnya orang-orang Mukmin dan tenggelamnya orang-orang kafir sebagai pelajaran dan nasehat bagi kalian. Juga agar setiap orang yang mendengar dapat memperhatikannya."
        },
        {
            "ind": "Maka apabila sangkakala ditiup sekali tiup",
            "arb": "فَإِذَا نُفِخَ فِي الصُّورِ نَفْخَةٌ وَاحِدَةٌ",
            "transliterasi": "Fa'idhā Nufikha Fī Aş-Şūri Nafkhatun Wāĥidatun.",
            "eng": "Hence, [bethink yourselves of the Last Hour,] when the trumpet [of judgment] shall be sounded with a single blast,",
            "kemenag_ringkas": "Di awal surah diuraikan tentang Kiamat, kini diuraikan tentang proses terjadinya Kiamat. _Maka apabila sangkakala ditiup_ oleh malaikat lsrafil _sekali tiup_,",
            "kemenag": "Dalam ayat ini diterangkan bahwa apabila Allah berkehendak mendatangkan hari Kiamat, maka Ia memerintahkan Malaikat Israfil meniup sangkakala pertama. Firman Allah:\n\nLalu ditiuplah sangkakala, maka seketika itu mereka keluar dari kuburnya (dalam keadaan hidup), menuju kepada Tuhannya. (Yasin/36: 51)\n\n",
            "ibnu_katsir": "Allah Swt. menceritakan perihal huru-hara yang terjadi di hari kiamat, yang hal ini terjadi pada tiupan pertama yang mengagetkan. Kemudian diiringi dengan tiupan kematian, saat itulah semua makhluk yang ada di langit dan di bumi mati semuanya kecuali orang yang dikehendaki olah Allah. Kemudian dilakukanlah tiupan kebangkitan untuk menghadap kepada Tuhan semesta alam, maka bangkit dan hidup kembalilah semua makhluk. Dan itu terjadi pada tiupan yang disebutkan dalam ayat di atas yang diungkapkan dengan lafaz yang dikukuhkan, yaitu bahwa tiupan ku sekali; karena perintah Allah tidak dapat ditentang, tidak dapat dicegah, dan tidak perlu adanya ulangan atau pengukuhan. Menurut Ar-Rabi', terjadinya peristiwa tersebut adalah pada tiupan yang terakhir. Tetapi pendapat yang jelas adalah seperti apa yang kami sebutkan pada permulaan. Karena itulah disebutkan dalam ayat ini:\n\ndan diangkatlah bumi dan gunung-gunung, lalu dibenturkan keduanya sekali bentur. (Al-Haqqah: 14)\n\nYakni bumi digelarkan sebagaimana digelarkan kulit yang dijajakan di pasar 'Ukaz, lalu bumi ini diganti dengan bumi lainnya.\n\nMaka pada hari itu terjadilah hari kiamat. (Al-Haqqah: 15) \n\nMaksudnya, mulai terjadi hari kiamat.\n\ndan terbelahlah langit, karena langit pada hari itu menjadi lemah. (Al-Haqqah: 16)\n\nSammak telah meriwayatkan dari seorang syekh, dari Bani Asad, dari Ali yang mengatakan bahwa langit terbelah mulai dari bagian atasnya; demikianlah menurut riwayat Ibnu Abu Hatim.\n\nIbnu Juraij mengatakan bahwa ayat ini semakna dengan firman-Nya:\n\ndan dibukalah langit, maka terdapatlah beberapa pintu. (An-Naba': 19)\n\nIbnu Abbas mengatakan bahwa langit berlubang dan 'Arasy tepat berada di atasnya.\n\nDan malaikat-malaikat berada di penjuru-penjuru langit. (Al-Haqqah: 17)\n\nAl-Malak adalah isim jenis, yakni para malaikat berada di semua penjuru langit.' Menurut Ibnu Abbas, mereka berada di bagian langit yang tidak lemah, yakni di semua pinggirannya. Hal yang sama dikatakan oleh Sa'id ibnu Jubair dan Al-Auza'i. Ad-Dahhak mengatakan bahwa Arja-iha artinya pinggiran-pinggirannnya. Al-Hasan Al-Basri mengatakan, makna yang dimaksud ialah beradadi pintu-pintunya. \n\nAr-Rabi' ibnu Anas telah mengatakan sehubungan dengan makna firman-Nya: Dan malaikat-malaikat berada di penjuru-penjuru langit. (Al-Haqqah: 17) Yakni berada di atas bagian langit yang terbelah untuk melihat penduduk bumi.\n\nFirman Allah Swt.:\n\nDan pada hari itu ada delapan malaikat menjunjung 'Arasy Tuhanmu di atas (kepala) mereka. (Al-Haqqah: 17)\n\nYaitu di hari kiamat 'Arasy dipikul oleh delapan malaikat. ;Arasy atau singgasana ini dapat diartikan 'Arasy yang terbesar, atau 'Arasy yang diletakkan di bumi pada hari kiamat nanti untuk memutuskan peradilan; hanya Allah-lah Yang Maha Mengetahui.\n\nDi dalam hadis Abdullah ibnu Umairah, dari Al-Ahnaf ibnu Qais, dari Al-Abbas ibnu Abdul Muttalib sehubungan dengan mereka yang memikul 'Arasy, disebutkan bahwa mereka terdiri dari delapan ekor kijang jantan.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Sa'id alias Yahya ibnu Sa'id, telah menceritakan kepada kami Zaid ibnul Habbab, telah menceritakan kepadaku Abus Samah Al-Basri, telah menceritakan kepada kami Abu Qil alias Huyay ibnu Hani'; ia pernah mendengar Abdullah ibnu Amr mengatakan bahwa para malaikat pemikul 'Arasy ada delapan, jarak antara kedua sudut mata seseorang dari mereka sama dengan jarak perjalanan seratus tahun (saking besarnya).\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku yang mengatakan bahwa Ahmad ibnu Hafs ibnu Abdullah An-Naisaburi menulis surat kepadanya yang mengatakan bahwa telah menceritakan kepadaku ayahku, telah menceritakan kepada kami Ibrahim Ibnu Tuhman, dari Musa ibnu Uqbah, dari Muhammad ibnul Munkadir, dari Jabir yang mengatakan bahwa Rasulullah Saw. telah bersabda: Telah diizinkan bagiku untuk menceritakan kepada kamu tentang malaikat-malaikat pemikul 'Arasy, bahwa jarak antara daun telinganya sampai ke lehernya sama dengan jarak yang ditempuh burung terbang selama tujuh ratus tahun.\n\nSanad hadis ini jayyid, semua perawinya siqat. \n\nImam Abu Daud telah meriwayatkannya di dalam Kitabus Sunnah, bagian dari kitab sunannya: \n\ntelah menceritakan kepada kami Ahmad ibnu Hafs ibnu Abdullah, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Ibrahim ibnu Tuhman, dari Musa ibnu Uqbah, dari Muhammad ibnul Munkadir, dari Jabir ibnu Abdullah, bahwa Rasulullah Saw. pernah bersabda: Telah diizinkan bagiku untuk menceritakan tentang seorang malaikat dari para malaikat pemikul 'Arasy Allah Swt., bahwa jarak antara daun telinganya sampai kepundaknya sama dengan jarak perjalanan tujuh ratus tahun,\n\nIni menurut lafaz Imam Abu Daud.\n\nIbnu Abu Hatim mengatakan bahwa telah menceritakan kepada kami Abu Zar'ah, telah menceritakan kepada kami Yahya ibnul Mugirah, telah menceritakan kepada kami Jarir, dari Asy'as, dari Ja'far, dari Sa'id ibnu Jubair sehubungan dengan makna firman-Nya: Danpada hari itu ada delapan malaikat menjunjung 'Arasy Tuhanmu di atas (kepala) mereka. (Al-Haqqah: 17) Bahwa makna yang dimaksud ialah delapan baris malaikat. \n\nIbnu Abu Hatim mengatakan bahwa telah diriwayatkan hal yang semisal dari Asy-Sya'bi, Ikrimah, Ad-Dahhak, dan Ibnu Juraij. Hal yang semisal telah diriwayatkan oleh As-Saddi, dari Abu Malik, dari Ibnu Abbas, bahwa makna yang dimaksud ialah delapan baris malaikat. Hal yang sama telah diriwayatkan oleh Al-Aufi, dari Ibnu Abbas. Ad-Dahhak mengatakan dari Ibnu Abbas, bahwa mereka adalah Malaikat Karubiyyun, terdiri dari delapan bagian; setiap bagian (golongan) dari mereka sama banyaknya dengan bilangan manusia, jin, setan, dan para malaikat lainnya.",
            "jalalain": "(Maka apabila sangkakala ditiup sekali tiup) yaitu, untuk tiupan yang kedua kalinya, sebagai pemula untuk dijalankannya peradilan di antara semua makhluk.",
            "quraish_shihab": "Ketika sangkakala ditiup dengan sekali tiupan saja, bumi dan gunung diangkat dari tempatnya lalu dibenturkan dengan sekali bentur."
        },
        {
            "ind": "dan diangkatlah bumi dan gunung-gunung, lalu dibenturkan keduanya sekali bentur.",
            "arb": "وَحُمِلَتِ الْأَرْضُ وَالْجِبَالُ فَدُكَّتَا دَكَّةً وَاحِدَةً",
            "transliterasi": "Wa Ĥumilat Al-'Arđu Wa Al-Jibālu Fadukkatā Dakkatan Wāĥidatan.",
            "eng": "and the earth and the mountains shall be lifted up and crushed with a single stroke!",
            "kemenag_ringkas": "_dan diangkatlah bumi dan gunung-gunung_ dengan sangat mudahnya, _lalu dibenturkan keduanya sekali benturan_ maka bumi menjadi datar,",
            "kemenag": "Pada saat itu berguncanglah seluruh bumi, dan gunung-gunung terangkat dari tempat-tempatnya kemudian saling berbenturan. Berguncangnya bumi dan bergeraknya gunung menandakan bahwa telah terjadi gempa dahsyat yang menghancurkan seluruh yang ada di permukaan bumi, termasuk manusia yang berdiam di atasnya. Pada firman Allah yang lain diterangkan:\n\nDan (ingatlah) pada hari (ketika) Kami perjalankan gunung-gunung dan engkau akan melihat bumi itu rata dan Kami kumpulkan mereka (seluruh manusia), dan tidak Kami tinggalkan seorang pun dari mereka. (al-Kahf/18: 47)\n",
            "ibnu_katsir": "Allah Swt. menceritakan perihal huru-hara yang terjadi di hari kiamat, yang hal ini terjadi pada tiupan pertama yang mengagetkan. Kemudian diiringi dengan tiupan kematian, saat itulah semua makhluk yang ada di langit dan di bumi mati semuanya kecuali orang yang dikehendaki olah Allah. Kemudian dilakukanlah tiupan kebangkitan untuk menghadap kepada Tuhan semesta alam, maka bangkit dan hidup kembalilah semua makhluk. Dan itu terjadi pada tiupan yang disebutkan dalam ayat di atas yang diungkapkan dengan lafaz yang dikukuhkan, yaitu bahwa tiupan ku sekali; karena perintah Allah tidak dapat ditentang, tidak dapat dicegah, dan tidak perlu adanya ulangan atau pengukuhan. Menurut Ar-Rabi', terjadinya peristiwa tersebut adalah pada tiupan yang terakhir. Tetapi pendapat yang jelas adalah seperti apa yang kami sebutkan pada permulaan. Karena itulah disebutkan dalam ayat ini:\n\ndan diangkatlah bumi dan gunung-gunung, lalu dibenturkan keduanya sekali bentur. (Al-Haqqah: 14)\n\nYakni bumi digelarkan sebagaimana digelarkan kulit yang dijajakan di pasar 'Ukaz, lalu bumi ini diganti dengan bumi lainnya.\n\nMaka pada hari itu terjadilah hari kiamat. (Al-Haqqah: 15) \n\nMaksudnya, mulai terjadi hari kiamat.\n\ndan terbelahlah langit, karena langit pada hari itu menjadi lemah. (Al-Haqqah: 16)\n\nSammak telah meriwayatkan dari seorang syekh, dari Bani Asad, dari Ali yang mengatakan bahwa langit terbelah mulai dari bagian atasnya; demikianlah menurut riwayat Ibnu Abu Hatim.\n\nIbnu Juraij mengatakan bahwa ayat ini semakna dengan firman-Nya:\n\ndan dibukalah langit, maka terdapatlah beberapa pintu. (An-Naba': 19)\n\nIbnu Abbas mengatakan bahwa langit berlubang dan 'Arasy tepat berada di atasnya.\n\nDan malaikat-malaikat berada di penjuru-penjuru langit. (Al-Haqqah: 17)\n\nAl-Malak adalah isim jenis, yakni para malaikat berada di semua penjuru langit.' Menurut Ibnu Abbas, mereka berada di bagian langit yang tidak lemah, yakni di semua pinggirannya. Hal yang sama dikatakan oleh Sa'id ibnu Jubair dan Al-Auza'i. Ad-Dahhak mengatakan bahwa Arja-iha artinya pinggiran-pinggirannnya. Al-Hasan Al-Basri mengatakan, makna yang dimaksud ialah beradadi pintu-pintunya. \n\nAr-Rabi' ibnu Anas telah mengatakan sehubungan dengan makna firman-Nya: Dan malaikat-malaikat berada di penjuru-penjuru langit. (Al-Haqqah: 17) Yakni berada di atas bagian langit yang terbelah untuk melihat penduduk bumi.\n\nFirman Allah Swt.:\n\nDan pada hari itu ada delapan malaikat menjunjung 'Arasy Tuhanmu di atas (kepala) mereka. (Al-Haqqah: 17)\n\nYaitu di hari kiamat 'Arasy dipikul oleh delapan malaikat. ;Arasy atau singgasana ini dapat diartikan 'Arasy yang terbesar, atau 'Arasy yang diletakkan di bumi pada hari kiamat nanti untuk memutuskan peradilan; hanya Allah-lah Yang Maha Mengetahui.\n\nDi dalam hadis Abdullah ibnu Umairah, dari Al-Ahnaf ibnu Qais, dari Al-Abbas ibnu Abdul Muttalib sehubungan dengan mereka yang memikul 'Arasy, disebutkan bahwa mereka terdiri dari delapan ekor kijang jantan.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Sa'id alias Yahya ibnu Sa'id, telah menceritakan kepada kami Zaid ibnul Habbab, telah menceritakan kepadaku Abus Samah Al-Basri, telah menceritakan kepada kami Abu Qil alias Huyay ibnu Hani'; ia pernah mendengar Abdullah ibnu Amr mengatakan bahwa para malaikat pemikul 'Arasy ada delapan, jarak antara kedua sudut mata seseorang dari mereka sama dengan jarak perjalanan seratus tahun (saking besarnya).\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku yang mengatakan bahwa Ahmad ibnu Hafs ibnu Abdullah An-Naisaburi menulis surat kepadanya yang mengatakan bahwa telah menceritakan kepadaku ayahku, telah menceritakan kepada kami Ibrahim Ibnu Tuhman, dari Musa ibnu Uqbah, dari Muhammad ibnul Munkadir, dari Jabir yang mengatakan bahwa Rasulullah Saw. telah bersabda: Telah diizinkan bagiku untuk menceritakan kepada kamu tentang malaikat-malaikat pemikul 'Arasy, bahwa jarak antara daun telinganya sampai ke lehernya sama dengan jarak yang ditempuh burung terbang selama tujuh ratus tahun.\n\nSanad hadis ini jayyid, semua perawinya siqat. \n\nImam Abu Daud telah meriwayatkannya di dalam Kitabus Sunnah, bagian dari kitab sunannya: \n\ntelah menceritakan kepada kami Ahmad ibnu Hafs ibnu Abdullah, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Ibrahim ibnu Tuhman, dari Musa ibnu Uqbah, dari Muhammad ibnul Munkadir, dari Jabir ibnu Abdullah, bahwa Rasulullah Saw. pernah bersabda: Telah diizinkan bagiku untuk menceritakan tentang seorang malaikat dari para malaikat pemikul 'Arasy Allah Swt., bahwa jarak antara daun telinganya sampai kepundaknya sama dengan jarak perjalanan tujuh ratus tahun,\n\nIni menurut lafaz Imam Abu Daud.\n\nIbnu Abu Hatim mengatakan bahwa telah menceritakan kepada kami Abu Zar'ah, telah menceritakan kepada kami Yahya ibnul Mugirah, telah menceritakan kepada kami Jarir, dari Asy'as, dari Ja'far, dari Sa'id ibnu Jubair sehubungan dengan makna firman-Nya: Danpada hari itu ada delapan malaikat menjunjung 'Arasy Tuhanmu di atas (kepala) mereka. (Al-Haqqah: 17) Bahwa makna yang dimaksud ialah delapan baris malaikat. \n\nIbnu Abu Hatim mengatakan bahwa telah diriwayatkan hal yang semisal dari Asy-Sya'bi, Ikrimah, Ad-Dahhak, dan Ibnu Juraij. Hal yang semisal telah diriwayatkan oleh As-Saddi, dari Abu Malik, dari Ibnu Abbas, bahwa makna yang dimaksud ialah delapan baris malaikat. Hal yang sama telah diriwayatkan oleh Al-Aufi, dari Ibnu Abbas. Ad-Dahhak mengatakan dari Ibnu Abbas, bahwa mereka adalah Malaikat Karubiyyun, terdiri dari delapan bagian; setiap bagian (golongan) dari mereka sama banyaknya dengan bilangan manusia, jin, setan, dan para malaikat lainnya.",
            "jalalain": "(Dan diangkatlah) diangkatlah ke atas (bumi dan gunung-gunung, lalu dibenturkan keduanya) diadukan (sekali bentur.)",
            "quraish_shihab": "Ketika sangkakala ditiup dengan sekali tiupan saja, bumi dan gunung diangkat dari tempatnya lalu dibenturkan dengan sekali bentur."
        },
        {
            "ind": "Maka pada hari itu terjadilah hari kiamat,",
            "arb": "فَيَوْمَئِذٍ وَقَعَتِ الْوَاقِعَةُ",
            "transliterasi": "Fayawma'idhin Waqa`at Al-Wāqi`atu.",
            "eng": "And so, that which must come to pass will on that day have come to pass;",
            "kemenag_ringkas": "tidak ada lagi gunung dan lembah (Lihat: surah Tàhà/20:105-106). _Maka pada hari itu terjadilah hari Kiamat._",
            "kemenag": "Pada saat terjadinya hari Kiamat itu, langit dalam keadaan lemah sehingga terbelah. Jika diperhatikan hukum-hukum Allah yang berlaku di ruang angkasa, maka yang dikemukakan ayat ini sesuai dengan hukum itu. Masing-masing planet di ruang angkasa itu mempunyai daya tarik-menarik. Dengan adanya daya tersebut, maka seluruh planet-planet menjadi selalu beredar pada garis edar yang tetap, tidak jatuh dan tidak menyimpang. Seandainya salah satu saja di antara planet yang banyak itu bergeser dari falaknya, maka hilanglah keseimbangan tarik-menarik yang ada antara planet-planet itu, sehingga planet yang kecil tertarik oleh planet yang besar. Terjadilah tabrakan antara planet-planet itu yang menghancurkan seluruh alam ini.\nKajian saintifik modern saat ini menyatakan bahwa jagad-raya seisinya ini diawali pembentukannya dari adanya singularity. Singularity adalah sesuatu dimana calon/bakal ruang, energi, materi, dan waktu masih terkumpul menjadi satu (manunggal). Dentuman Besar (Big Bang) meledakkan singularity ini dan berkembanglah seperti spiral-kerucut yang terus menerus berekspansi melebar dan melebar terus. Sejak Big Bang itulah, waktu mulai memisahkan diri dari ruang, begitu pula energi, materi, dan gaya-gaya, dan selama bermiliar-miliar tahun terbentuklah seluruh jagad-raya yang berisi miliaran galaksi. Ruang dan waktu terus mengalami ekspansi meluas. Bahiruddin S. Mahmud menjelaskan bahwa ekspansi jagad raya bukannya tak terbatas dan terus menerus. Laju ekspansi atau perkembangan ini berangsur-angsur menurun, karena gaya gravitasi antar galaksi (yang mereka sesamanya terus saling menjauh) mulai mengendor, sehingga suatu saat akan berhentilah ekspansi jagad raya itu.\nKetika jagad raya atau alam semesta menghentikan aktivitas ekspansinya (perluasannya), masa penyusutannya (pemadatannya) pun dimulai. Jika ekspansi diawali dari singularity, Big Bang, dan ekspansi alam semesta; maka penyusutan alam semesta atau pemadatan (kontraksi) alam semesta diawali dengan alam semesta yang secara perlahan menyusut, di mana ruang, waktu, energi, materi, dan gaya-gaya akan bersatu kembali menjadi singularity. Penyusutan ini makin lama makin cepat, dari dimensi waktu miliaran tahun, jutaan tahun, puluhan tahun, tahunan, bulanan, mingguan, harian, terus ke jam, menit, detik, mikro-detik dan akhirnya terjadi ledakan hebat yang disebut Big Crunch (Kompresan Besar) menjadi singularity kembali. Jadi Big Crunch, adalah seperti Big Bang dalam arah yang berbalikkan. Proses penyusutan alam semesta menuju Big Crunch ini, berlangsung dengan periode waktu yang sangat lama, kemudian semakin cepat, dan super cepat!! Menurut Paul Davies, ketika alam semesta telah memadat sampai seper-seratus (1/100) dari luasnya yang sekarang ini, maka efek tekanannya akan mengakibatkan suhu yang meninggi sampai mencapai titik didih benda cair; dan bumi menjadi tempat yang tidak layak huni lagi. Galaksi sudah tidak dapat dibedakan satu sama lainnya, karena mereka telah berfusi, dan merapat satu sama lainnya. Selanjutnya gerak kepadatan makin naik hingga mencapai titik api pijar. Pada saat inilah antariksa tampak bagaikan bola api plasma yang pijar. Kemungkinan inilah yang disebut dalam Surah al-Ma'arij/70: 8, \"Pada hari ketika langit menjadi seperti luluhan perak.\" \nKetika terjadi proses ke arah Big Crunch itu, yaitu proses pemadatan atau penyusutan alam semesta, maka semua materi pecah kembali menjadi materi-materi fundamental seperti quark, elektron, dan sebagainya, gaya-gaya seperti gaya gravitasi, elektromagnetik, nuklir kuat, dan nuklir lemah mulai menyatu kembali. Saat itulah benda-benda langit mulai kehilangan gaya-gaya gravitasinya, dan akibatnya terjadilah tubrukan-tubrukan dahsyat antar planet, sehingga bumi berbenturan dengan planet-planet lainnya, gunung-gunung berbenturan karena hilangnya gaya gravitasi yang menopangnya sehingga berbenturan sesamanya. Langit antariksa mulai lemah karena ketiadaan topangan gaya gravitasi, dan mulai menyusut/ mengerut dan retak/terbelah. Proses ini menimbulkan suara gemuruh dahsyat, yang dipuncaki dengan dentuman Big Crunch. Apakah sangkakala (sur) yang dimaksud adalah mulainya suara gemuruh ketika terjadi proses penyusutan ini? Wallahu a'lam bis-sawab. Akhirnya setelah dentuman Big Crunch kembalilah ke singularity lagi, semua serba fana, kecuali Allah, sebagaimana firman-Nya: \n\nSemua yang ada di bumi itu akan binasa, tetapi wajah Tuhanmu yang memiliki kebesaran dan kemuliaan tetap kekal. (ar-Rahman/55: 26-27)\n\n",
            "ibnu_katsir": "Allah Swt. menceritakan perihal huru-hara yang terjadi di hari kiamat, yang hal ini terjadi pada tiupan pertama yang mengagetkan. Kemudian diiringi dengan tiupan kematian, saat itulah semua makhluk yang ada di langit dan di bumi mati semuanya kecuali orang yang dikehendaki olah Allah. Kemudian dilakukanlah tiupan kebangkitan untuk menghadap kepada Tuhan semesta alam, maka bangkit dan hidup kembalilah semua makhluk. Dan itu terjadi pada tiupan yang disebutkan dalam ayat di atas yang diungkapkan dengan lafaz yang dikukuhkan, yaitu bahwa tiupan ku sekali; karena perintah Allah tidak dapat ditentang, tidak dapat dicegah, dan tidak perlu adanya ulangan atau pengukuhan. Menurut Ar-Rabi', terjadinya peristiwa tersebut adalah pada tiupan yang terakhir. Tetapi pendapat yang jelas adalah seperti apa yang kami sebutkan pada permulaan. Karena itulah disebutkan dalam ayat ini:\n\ndan diangkatlah bumi dan gunung-gunung, lalu dibenturkan keduanya sekali bentur. (Al-Haqqah: 14)\n\nYakni bumi digelarkan sebagaimana digelarkan kulit yang dijajakan di pasar 'Ukaz, lalu bumi ini diganti dengan bumi lainnya.\n\nMaka pada hari itu terjadilah hari kiamat. (Al-Haqqah: 15) \n\nMaksudnya, mulai terjadi hari kiamat.\n\ndan terbelahlah langit, karena langit pada hari itu menjadi lemah. (Al-Haqqah: 16)\n\nSammak telah meriwayatkan dari seorang syekh, dari Bani Asad, dari Ali yang mengatakan bahwa langit terbelah mulai dari bagian atasnya; demikianlah menurut riwayat Ibnu Abu Hatim.\n\nIbnu Juraij mengatakan bahwa ayat ini semakna dengan firman-Nya:\n\ndan dibukalah langit, maka terdapatlah beberapa pintu. (An-Naba': 19)\n\nIbnu Abbas mengatakan bahwa langit berlubang dan 'Arasy tepat berada di atasnya.\n\nDan malaikat-malaikat berada di penjuru-penjuru langit. (Al-Haqqah: 17)\n\nAl-Malak adalah isim jenis, yakni para malaikat berada di semua penjuru langit.' Menurut Ibnu Abbas, mereka berada di bagian langit yang tidak lemah, yakni di semua pinggirannya. Hal yang sama dikatakan oleh Sa'id ibnu Jubair dan Al-Auza'i. Ad-Dahhak mengatakan bahwa Arja-iha artinya pinggiran-pinggirannnya. Al-Hasan Al-Basri mengatakan, makna yang dimaksud ialah beradadi pintu-pintunya. \n\nAr-Rabi' ibnu Anas telah mengatakan sehubungan dengan makna firman-Nya: Dan malaikat-malaikat berada di penjuru-penjuru langit. (Al-Haqqah: 17) Yakni berada di atas bagian langit yang terbelah untuk melihat penduduk bumi.\n\nFirman Allah Swt.:\n\nDan pada hari itu ada delapan malaikat menjunjung 'Arasy Tuhanmu di atas (kepala) mereka. (Al-Haqqah: 17)\n\nYaitu di hari kiamat 'Arasy dipikul oleh delapan malaikat. ;Arasy atau singgasana ini dapat diartikan 'Arasy yang terbesar, atau 'Arasy yang diletakkan di bumi pada hari kiamat nanti untuk memutuskan peradilan; hanya Allah-lah Yang Maha Mengetahui.\n\nDi dalam hadis Abdullah ibnu Umairah, dari Al-Ahnaf ibnu Qais, dari Al-Abbas ibnu Abdul Muttalib sehubungan dengan mereka yang memikul 'Arasy, disebutkan bahwa mereka terdiri dari delapan ekor kijang jantan.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Sa'id alias Yahya ibnu Sa'id, telah menceritakan kepada kami Zaid ibnul Habbab, telah menceritakan kepadaku Abus Samah Al-Basri, telah menceritakan kepada kami Abu Qil alias Huyay ibnu Hani'; ia pernah mendengar Abdullah ibnu Amr mengatakan bahwa para malaikat pemikul 'Arasy ada delapan, jarak antara kedua sudut mata seseorang dari mereka sama dengan jarak perjalanan seratus tahun (saking besarnya).\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku yang mengatakan bahwa Ahmad ibnu Hafs ibnu Abdullah An-Naisaburi menulis surat kepadanya yang mengatakan bahwa telah menceritakan kepadaku ayahku, telah menceritakan kepada kami Ibrahim Ibnu Tuhman, dari Musa ibnu Uqbah, dari Muhammad ibnul Munkadir, dari Jabir yang mengatakan bahwa Rasulullah Saw. telah bersabda: Telah diizinkan bagiku untuk menceritakan kepada kamu tentang malaikat-malaikat pemikul 'Arasy, bahwa jarak antara daun telinganya sampai ke lehernya sama dengan jarak yang ditempuh burung terbang selama tujuh ratus tahun.\n\nSanad hadis ini jayyid, semua perawinya siqat. \n\nImam Abu Daud telah meriwayatkannya di dalam Kitabus Sunnah, bagian dari kitab sunannya: \n\ntelah menceritakan kepada kami Ahmad ibnu Hafs ibnu Abdullah, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Ibrahim ibnu Tuhman, dari Musa ibnu Uqbah, dari Muhammad ibnul Munkadir, dari Jabir ibnu Abdullah, bahwa Rasulullah Saw. pernah bersabda: Telah diizinkan bagiku untuk menceritakan tentang seorang malaikat dari para malaikat pemikul 'Arasy Allah Swt., bahwa jarak antara daun telinganya sampai kepundaknya sama dengan jarak perjalanan tujuh ratus tahun,\n\nIni menurut lafaz Imam Abu Daud.\n\nIbnu Abu Hatim mengatakan bahwa telah menceritakan kepada kami Abu Zar'ah, telah menceritakan kepada kami Yahya ibnul Mugirah, telah menceritakan kepada kami Jarir, dari Asy'as, dari Ja'far, dari Sa'id ibnu Jubair sehubungan dengan makna firman-Nya: Danpada hari itu ada delapan malaikat menjunjung 'Arasy Tuhanmu di atas (kepala) mereka. (Al-Haqqah: 17) Bahwa makna yang dimaksud ialah delapan baris malaikat. \n\nIbnu Abu Hatim mengatakan bahwa telah diriwayatkan hal yang semisal dari Asy-Sya'bi, Ikrimah, Ad-Dahhak, dan Ibnu Juraij. Hal yang semisal telah diriwayatkan oleh As-Saddi, dari Abu Malik, dari Ibnu Abbas, bahwa makna yang dimaksud ialah delapan baris malaikat. Hal yang sama telah diriwayatkan oleh Al-Aufi, dari Ibnu Abbas. Ad-Dahhak mengatakan dari Ibnu Abbas, bahwa mereka adalah Malaikat Karubiyyun, terdiri dari delapan bagian; setiap bagian (golongan) dari mereka sama banyaknya dengan bilangan manusia, jin, setan, dan para malaikat lainnya.",
            "jalalain": "(Maka pada hari itu terjadilah hari kiamat) yakni hari terakhir.",
            "quraish_shihab": "Pada hari itu terjadilah bencana, dan langit menjadi terbelah dengan hilangnya keseimbangan. Saat itu langit melemah setelah sebelumnya kuat dan terkendalikan."
        },
        {
            "ind": "dan terbelahlah langit, karena pada hari itu langit menjadi lemah.",
            "arb": "وَانشَقَّتِ السَّمَاءُ فَهِيَ يَوْمَئِذٍ وَاهِيَةٌ",
            "transliterasi": "Wa Anshaqqat As-Samā'u Fahiya Yawma'idhin Wa Ahiyatun.",
            "eng": "and the sky will be rent asunder - for, frail will it have become on that Day -;",
            "kemenag_ringkas": "Setelah gunung hancur dan bumi menjadi rata _dan terbelahlah langit_, karena dahsyatnya situasi saat itu maka _pada hari itu langit menjadi rapuh._",
            "kemenag": "Pada saat terjadinya hari Kiamat itu, langit dalam keadaan lemah sehingga terbelah. Jika diperhatikan hukum-hukum Allah yang berlaku di ruang angkasa, maka yang dikemukakan ayat ini sesuai dengan hukum itu. Masing-masing planet di ruang angkasa itu mempunyai daya tarik-menarik. Dengan adanya daya tersebut, maka seluruh planet-planet menjadi selalu beredar pada garis edar yang tetap, tidak jatuh dan tidak menyimpang. Seandainya salah satu saja di antara planet yang banyak itu bergeser dari falaknya, maka hilanglah keseimbangan tarik-menarik yang ada antara planet-planet itu, sehingga planet yang kecil tertarik oleh planet yang besar. Terjadilah tabrakan antara planet-planet itu yang menghancurkan seluruh alam ini.\nKajian saintifik modern saat ini menyatakan bahwa jagad-raya seisinya ini diawali pembentukannya dari adanya singularity. Singularity adalah sesuatu dimana calon/bakal ruang, energi, materi, dan waktu masih terkumpul menjadi satu (manunggal). Dentuman Besar (Big Bang) meledakkan singularity ini dan berkembanglah seperti spiral-kerucut yang terus menerus berekspansi melebar dan melebar terus. Sejak Big Bang itulah, waktu mulai memisahkan diri dari ruang, begitu pula energi, materi, dan gaya-gaya, dan selama bermiliar-miliar tahun terbentuklah seluruh jagad-raya yang berisi miliaran galaksi. Ruang dan waktu terus mengalami ekspansi meluas. Bahiruddin S. Mahmud menjelaskan bahwa ekspansi jagad raya bukannya tak terbatas dan terus menerus. Laju ekspansi atau perkembangan ini berangsur-angsur menurun, karena gaya gravitasi antar galaksi (yang mereka sesamanya terus saling menjauh) mulai mengendor, sehingga suatu saat akan berhentilah ekspansi jagad raya itu.\nKetika jagad raya atau alam semesta menghentikan aktivitas ekspansinya (perluasannya), masa penyusutannya (pemadatannya) pun dimulai. Jika ekspansi diawali dari singularity, Big Bang, dan ekspansi alam semesta; maka penyusutan alam semesta atau pemadatan (kontraksi) alam semesta diawali dengan alam semesta yang secara perlahan menyusut, di mana ruang, waktu, energi, materi, dan gaya-gaya akan bersatu kembali menjadi singularity. Penyusutan ini makin lama makin cepat, dari dimensi waktu miliaran tahun, jutaan tahun, puluhan tahun, tahunan, bulanan, mingguan, harian, terus ke jam, menit, detik, mikro-detik dan akhirnya terjadi ledakan hebat yang disebut Big Crunch (Kompresan Besar) menjadi singularity kembali. Jadi Big Crunch, adalah seperti Big Bang dalam arah yang berbalikkan. Proses penyusutan alam semesta menuju Big Crunch ini, berlangsung dengan periode waktu yang sangat lama, kemudian semakin cepat, dan super cepat!! Menurut Paul Davies, ketika alam semesta telah memadat sampai seper-seratus (1/100) dari luasnya yang sekarang ini, maka efek tekanannya akan mengakibatkan suhu yang meninggi sampai mencapai titik didih benda cair; dan bumi menjadi tempat yang tidak layak huni lagi. Galaksi sudah tidak dapat dibedakan satu sama lainnya, karena mereka telah berfusi, dan merapat satu sama lainnya. Selanjutnya gerak kepadatan makin naik hingga mencapai titik api pijar. Pada saat inilah antariksa tampak bagaikan bola api plasma yang pijar. Kemungkinan inilah yang disebut dalam Surah al-Ma'arij/70: 8, \"Pada hari ketika langit menjadi seperti luluhan perak.\" \nKetika terjadi proses ke arah Big Crunch itu, yaitu proses pemadatan atau penyusutan alam semesta, maka semua materi pecah kembali menjadi materi-materi fundamental seperti quark, elektron, dan sebagainya, gaya-gaya seperti gaya gravitasi, elektromagnetik, nuklir kuat, dan nuklir lemah mulai menyatu kembali. Saat itulah benda-benda langit mulai kehilangan gaya-gaya gravitasinya, dan akibatnya terjadilah tubrukan-tubrukan dahsyat antar planet, sehingga bumi berbenturan dengan planet-planet lainnya, gunung-gunung berbenturan karena hilangnya gaya gravitasi yang menopangnya sehingga berbenturan sesamanya. Langit antariksa mulai lemah karena ketiadaan topangan gaya gravitasi, dan mulai menyusut/ mengerut dan retak/terbelah. Proses ini menimbulkan suara gemuruh dahsyat, yang dipuncaki dengan dentuman Big Crunch. Apakah sangkakala (sur) yang dimaksud adalah mulainya suara gemuruh ketika terjadi proses penyusutan ini? Wallahu a'lam bis-sawab. Akhirnya setelah dentuman Big Crunch kembalilah ke singularity lagi, semua serba fana, kecuali Allah, sebagaimana firman-Nya: \n\nSemua yang ada di bumi itu akan binasa, tetapi wajah Tuhanmu yang memiliki kebesaran dan kemuliaan tetap kekal. (ar-Rahman/55: 26-27)\n\n",
            "ibnu_katsir": "Allah Swt. menceritakan perihal huru-hara yang terjadi di hari kiamat, yang hal ini terjadi pada tiupan pertama yang mengagetkan. Kemudian diiringi dengan tiupan kematian, saat itulah semua makhluk yang ada di langit dan di bumi mati semuanya kecuali orang yang dikehendaki olah Allah. Kemudian dilakukanlah tiupan kebangkitan untuk menghadap kepada Tuhan semesta alam, maka bangkit dan hidup kembalilah semua makhluk. Dan itu terjadi pada tiupan yang disebutkan dalam ayat di atas yang diungkapkan dengan lafaz yang dikukuhkan, yaitu bahwa tiupan ku sekali; karena perintah Allah tidak dapat ditentang, tidak dapat dicegah, dan tidak perlu adanya ulangan atau pengukuhan. Menurut Ar-Rabi', terjadinya peristiwa tersebut adalah pada tiupan yang terakhir. Tetapi pendapat yang jelas adalah seperti apa yang kami sebutkan pada permulaan. Karena itulah disebutkan dalam ayat ini:\n\ndan diangkatlah bumi dan gunung-gunung, lalu dibenturkan keduanya sekali bentur. (Al-Haqqah: 14)\n\nYakni bumi digelarkan sebagaimana digelarkan kulit yang dijajakan di pasar 'Ukaz, lalu bumi ini diganti dengan bumi lainnya.\n\nMaka pada hari itu terjadilah hari kiamat. (Al-Haqqah: 15) \n\nMaksudnya, mulai terjadi hari kiamat.\n\ndan terbelahlah langit, karena langit pada hari itu menjadi lemah. (Al-Haqqah: 16)\n\nSammak telah meriwayatkan dari seorang syekh, dari Bani Asad, dari Ali yang mengatakan bahwa langit terbelah mulai dari bagian atasnya; demikianlah menurut riwayat Ibnu Abu Hatim.\n\nIbnu Juraij mengatakan bahwa ayat ini semakna dengan firman-Nya:\n\ndan dibukalah langit, maka terdapatlah beberapa pintu. (An-Naba': 19)\n\nIbnu Abbas mengatakan bahwa langit berlubang dan 'Arasy tepat berada di atasnya.\n\nDan malaikat-malaikat berada di penjuru-penjuru langit. (Al-Haqqah: 17)\n\nAl-Malak adalah isim jenis, yakni para malaikat berada di semua penjuru langit.' Menurut Ibnu Abbas, mereka berada di bagian langit yang tidak lemah, yakni di semua pinggirannya. Hal yang sama dikatakan oleh Sa'id ibnu Jubair dan Al-Auza'i. Ad-Dahhak mengatakan bahwa Arja-iha artinya pinggiran-pinggirannnya. Al-Hasan Al-Basri mengatakan, makna yang dimaksud ialah beradadi pintu-pintunya. \n\nAr-Rabi' ibnu Anas telah mengatakan sehubungan dengan makna firman-Nya: Dan malaikat-malaikat berada di penjuru-penjuru langit. (Al-Haqqah: 17) Yakni berada di atas bagian langit yang terbelah untuk melihat penduduk bumi.\n\nFirman Allah Swt.:\n\nDan pada hari itu ada delapan malaikat menjunjung 'Arasy Tuhanmu di atas (kepala) mereka. (Al-Haqqah: 17)\n\nYaitu di hari kiamat 'Arasy dipikul oleh delapan malaikat. ;Arasy atau singgasana ini dapat diartikan 'Arasy yang terbesar, atau 'Arasy yang diletakkan di bumi pada hari kiamat nanti untuk memutuskan peradilan; hanya Allah-lah Yang Maha Mengetahui.\n\nDi dalam hadis Abdullah ibnu Umairah, dari Al-Ahnaf ibnu Qais, dari Al-Abbas ibnu Abdul Muttalib sehubungan dengan mereka yang memikul 'Arasy, disebutkan bahwa mereka terdiri dari delapan ekor kijang jantan.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Sa'id alias Yahya ibnu Sa'id, telah menceritakan kepada kami Zaid ibnul Habbab, telah menceritakan kepadaku Abus Samah Al-Basri, telah menceritakan kepada kami Abu Qil alias Huyay ibnu Hani'; ia pernah mendengar Abdullah ibnu Amr mengatakan bahwa para malaikat pemikul 'Arasy ada delapan, jarak antara kedua sudut mata seseorang dari mereka sama dengan jarak perjalanan seratus tahun (saking besarnya).\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku yang mengatakan bahwa Ahmad ibnu Hafs ibnu Abdullah An-Naisaburi menulis surat kepadanya yang mengatakan bahwa telah menceritakan kepadaku ayahku, telah menceritakan kepada kami Ibrahim Ibnu Tuhman, dari Musa ibnu Uqbah, dari Muhammad ibnul Munkadir, dari Jabir yang mengatakan bahwa Rasulullah Saw. telah bersabda: Telah diizinkan bagiku untuk menceritakan kepada kamu tentang malaikat-malaikat pemikul 'Arasy, bahwa jarak antara daun telinganya sampai ke lehernya sama dengan jarak yang ditempuh burung terbang selama tujuh ratus tahun.\n\nSanad hadis ini jayyid, semua perawinya siqat. \n\nImam Abu Daud telah meriwayatkannya di dalam Kitabus Sunnah, bagian dari kitab sunannya: \n\ntelah menceritakan kepada kami Ahmad ibnu Hafs ibnu Abdullah, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Ibrahim ibnu Tuhman, dari Musa ibnu Uqbah, dari Muhammad ibnul Munkadir, dari Jabir ibnu Abdullah, bahwa Rasulullah Saw. pernah bersabda: Telah diizinkan bagiku untuk menceritakan tentang seorang malaikat dari para malaikat pemikul 'Arasy Allah Swt., bahwa jarak antara daun telinganya sampai kepundaknya sama dengan jarak perjalanan tujuh ratus tahun,\n\nIni menurut lafaz Imam Abu Daud.\n\nIbnu Abu Hatim mengatakan bahwa telah menceritakan kepada kami Abu Zar'ah, telah menceritakan kepada kami Yahya ibnul Mugirah, telah menceritakan kepada kami Jarir, dari Asy'as, dari Ja'far, dari Sa'id ibnu Jubair sehubungan dengan makna firman-Nya: Danpada hari itu ada delapan malaikat menjunjung 'Arasy Tuhanmu di atas (kepala) mereka. (Al-Haqqah: 17) Bahwa makna yang dimaksud ialah delapan baris malaikat. \n\nIbnu Abu Hatim mengatakan bahwa telah diriwayatkan hal yang semisal dari Asy-Sya'bi, Ikrimah, Ad-Dahhak, dan Ibnu Juraij. Hal yang semisal telah diriwayatkan oleh As-Saddi, dari Abu Malik, dari Ibnu Abbas, bahwa makna yang dimaksud ialah delapan baris malaikat. Hal yang sama telah diriwayatkan oleh Al-Aufi, dari Ibnu Abbas. Ad-Dahhak mengatakan dari Ibnu Abbas, bahwa mereka adalah Malaikat Karubiyyun, terdiri dari delapan bagian; setiap bagian (golongan) dari mereka sama banyaknya dengan bilangan manusia, jin, setan, dan para malaikat lainnya.",
            "jalalain": "(Dan terbelahlah langit, karena pada hari itu langit menjadi lemah) melemah.",
            "quraish_shihab": "Pada hari itu terjadilah bencana, dan langit menjadi terbelah dengan hilangnya keseimbangan. Saat itu langit melemah setelah sebelumnya kuat dan terkendalikan."
        },
        {
            "ind": "Dan malaikat-malaikat berada di penjuru-penjuru langit. Dan pada hari itu delapan orang malaikat menjunjung 'Arsy Tuhanmu di atas (kepala) mereka.",
            "arb": "وَالْمَلَكُ عَلَىٰ أَرْجَائِهَا ۚ وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ",
            "transliterasi": "Wa Al-Malaku `Alaá 'Arjā'ihā Wa Yaĥmilu `Arsha Rabbika Fawqahum Yawma'idhin Thamāniyatun.",
            "eng": "and the angels [will appear] at its ends, and, above them, eight will bear aloft on that Day the throne of thy Sustainer’s almightiness…",
            "kemenag_ringkas": "_Dan_ ketika itu juga atas perintah Allah _para malaikat berada di berbagai penjuru langit_ yang telah rapuh itu._ Pada hari itu delapan malaikat menjunjung’Arsy_ yaitu singgasana _Tuhanmu di atas_ kepala _mereka_.",
            "kemenag": "Pada hari Kiamat, para malaikat berada di segenap penjuru langit. Delapan malaikat menjunjung 'Arasy Allah di atas kepalanya. Persoalan malaikat dan 'Arasy ini adalah persoalan yang gaib, tidak seorang pun yang mengetahuinya. Tidak dijelaskan bentuk 'Arasy yang dipikul para malaikat itu, dan ke mana mereka membawanya. Oleh karena itu, kita menerima semuanya itu berdasarkan iman kita kepada Allah.",
            "ibnu_katsir": "Allah Swt. menceritakan perihal huru-hara yang terjadi di hari kiamat, yang hal ini terjadi pada tiupan pertama yang mengagetkan. Kemudian diiringi dengan tiupan kematian, saat itulah semua makhluk yang ada di langit dan di bumi mati semuanya kecuali orang yang dikehendaki olah Allah. Kemudian dilakukanlah tiupan kebangkitan untuk menghadap kepada Tuhan semesta alam, maka bangkit dan hidup kembalilah semua makhluk. Dan itu terjadi pada tiupan yang disebutkan dalam ayat di atas yang diungkapkan dengan lafaz yang dikukuhkan, yaitu bahwa tiupan ku sekali; karena perintah Allah tidak dapat ditentang, tidak dapat dicegah, dan tidak perlu adanya ulangan atau pengukuhan. Menurut Ar-Rabi', terjadinya peristiwa tersebut adalah pada tiupan yang terakhir. Tetapi pendapat yang jelas adalah seperti apa yang kami sebutkan pada permulaan. Karena itulah disebutkan dalam ayat ini:\n\ndan diangkatlah bumi dan gunung-gunung, lalu dibenturkan keduanya sekali bentur. (Al-Haqqah: 14)\n\nYakni bumi digelarkan sebagaimana digelarkan kulit yang dijajakan di pasar 'Ukaz, lalu bumi ini diganti dengan bumi lainnya.\n\nMaka pada hari itu terjadilah hari kiamat. (Al-Haqqah: 15) \n\nMaksudnya, mulai terjadi hari kiamat.\n\ndan terbelahlah langit, karena langit pada hari itu menjadi lemah. (Al-Haqqah: 16)\n\nSammak telah meriwayatkan dari seorang syekh, dari Bani Asad, dari Ali yang mengatakan bahwa langit terbelah mulai dari bagian atasnya; demikianlah menurut riwayat Ibnu Abu Hatim.\n\nIbnu Juraij mengatakan bahwa ayat ini semakna dengan firman-Nya:\n\ndan dibukalah langit, maka terdapatlah beberapa pintu. (An-Naba': 19)\n\nIbnu Abbas mengatakan bahwa langit berlubang dan 'Arasy tepat berada di atasnya.\n\nDan malaikat-malaikat berada di penjuru-penjuru langit. (Al-Haqqah: 17)\n\nAl-Malak adalah isim jenis, yakni para malaikat berada di semua penjuru langit.' Menurut Ibnu Abbas, mereka berada di bagian langit yang tidak lemah, yakni di semua pinggirannya. Hal yang sama dikatakan oleh Sa'id ibnu Jubair dan Al-Auza'i. Ad-Dahhak mengatakan bahwa Arja-iha artinya pinggiran-pinggirannnya. Al-Hasan Al-Basri mengatakan, makna yang dimaksud ialah beradadi pintu-pintunya. \n\nAr-Rabi' ibnu Anas telah mengatakan sehubungan dengan makna firman-Nya: Dan malaikat-malaikat berada di penjuru-penjuru langit. (Al-Haqqah: 17) Yakni berada di atas bagian langit yang terbelah untuk melihat penduduk bumi.\n\nFirman Allah Swt.:\n\nDan pada hari itu ada delapan malaikat menjunjung 'Arasy Tuhanmu di atas (kepala) mereka. (Al-Haqqah: 17)\n\nYaitu di hari kiamat 'Arasy dipikul oleh delapan malaikat. ;Arasy atau singgasana ini dapat diartikan 'Arasy yang terbesar, atau 'Arasy yang diletakkan di bumi pada hari kiamat nanti untuk memutuskan peradilan; hanya Allah-lah Yang Maha Mengetahui.\n\nDi dalam hadis Abdullah ibnu Umairah, dari Al-Ahnaf ibnu Qais, dari Al-Abbas ibnu Abdul Muttalib sehubungan dengan mereka yang memikul 'Arasy, disebutkan bahwa mereka terdiri dari delapan ekor kijang jantan.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Sa'id alias Yahya ibnu Sa'id, telah menceritakan kepada kami Zaid ibnul Habbab, telah menceritakan kepadaku Abus Samah Al-Basri, telah menceritakan kepada kami Abu Qil alias Huyay ibnu Hani'; ia pernah mendengar Abdullah ibnu Amr mengatakan bahwa para malaikat pemikul 'Arasy ada delapan, jarak antara kedua sudut mata seseorang dari mereka sama dengan jarak perjalanan seratus tahun (saking besarnya).\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku yang mengatakan bahwa Ahmad ibnu Hafs ibnu Abdullah An-Naisaburi menulis surat kepadanya yang mengatakan bahwa telah menceritakan kepadaku ayahku, telah menceritakan kepada kami Ibrahim Ibnu Tuhman, dari Musa ibnu Uqbah, dari Muhammad ibnul Munkadir, dari Jabir yang mengatakan bahwa Rasulullah Saw. telah bersabda: Telah diizinkan bagiku untuk menceritakan kepada kamu tentang malaikat-malaikat pemikul 'Arasy, bahwa jarak antara daun telinganya sampai ke lehernya sama dengan jarak yang ditempuh burung terbang selama tujuh ratus tahun.\n\nSanad hadis ini jayyid, semua perawinya siqat. \n\nImam Abu Daud telah meriwayatkannya di dalam Kitabus Sunnah, bagian dari kitab sunannya: \n\ntelah menceritakan kepada kami Ahmad ibnu Hafs ibnu Abdullah, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Ibrahim ibnu Tuhman, dari Musa ibnu Uqbah, dari Muhammad ibnul Munkadir, dari Jabir ibnu Abdullah, bahwa Rasulullah Saw. pernah bersabda: Telah diizinkan bagiku untuk menceritakan tentang seorang malaikat dari para malaikat pemikul 'Arasy Allah Swt., bahwa jarak antara daun telinganya sampai kepundaknya sama dengan jarak perjalanan tujuh ratus tahun,\n\nIni menurut lafaz Imam Abu Daud.\n\nIbnu Abu Hatim mengatakan bahwa telah menceritakan kepada kami Abu Zar'ah, telah menceritakan kepada kami Yahya ibnul Mugirah, telah menceritakan kepada kami Jarir, dari Asy'as, dari Ja'far, dari Sa'id ibnu Jubair sehubungan dengan makna firman-Nya: Danpada hari itu ada delapan malaikat menjunjung 'Arasy Tuhanmu di atas (kepala) mereka. (Al-Haqqah: 17) Bahwa makna yang dimaksud ialah delapan baris malaikat. \n\nIbnu Abu Hatim mengatakan bahwa telah diriwayatkan hal yang semisal dari Asy-Sya'bi, Ikrimah, Ad-Dahhak, dan Ibnu Juraij. Hal yang semisal telah diriwayatkan oleh As-Saddi, dari Abu Malik, dari Ibnu Abbas, bahwa makna yang dimaksud ialah delapan baris malaikat. Hal yang sama telah diriwayatkan oleh Al-Aufi, dari Ibnu Abbas. Ad-Dahhak mengatakan dari Ibnu Abbas, bahwa mereka adalah Malaikat Karubiyyun, terdiri dari delapan bagian; setiap bagian (golongan) dari mereka sama banyaknya dengan bilangan manusia, jin, setan, dan para malaikat lainnya.",
            "jalalain": "(Dan malaikat-malaikat) lafal al-malaku adalah bentuk jamak dari lafal malaa'ikah, artinya malaikat-malaikat (berada di penjuru-penjuru langit) berada di seantero langit. (Dan diangkatlah Arasy Rabbmu di atas mereka) oleh malaikat-malaikat tersebut (pada hari itu yang jumlahnya ada delapan malaikat) ada delapan malaikat atau delapan barisan malaikat.",
            "quraish_shihab": "Para malaikat berada di penjuru-penjuru langit. Dan pada hari itu delapan malaikat menjunjung 'Arsy Tuhanmu di atas kepala mereka."
        },
        {
            "ind": "Pada hari itu kamu dihadapkan (kepada Tuhanmu), tiada sesuatupun dari keadaanmu yang tersembunyi (bagi Allah).",
            "arb": "يَوْمَئِذٍ تُعْرَضُونَ لَا تَخْفَىٰ مِنكُمْ خَافِيَةٌ",
            "transliterasi": "Yawma'idhin Tu`rađūna Lā Takhfaá Minkum Khāfiyatun.",
            "eng": "On that Day you shall be brought to judgment: not [even] the most hidden of your deeds will remain hidden.",
            "kemenag_ringkas": "Setelah dijelaskan proses kehancuran alam raya, kini dijelaskan keadaan manusia yaitu _pada hari itu kamu dihadapkan_ kepada Tuhanmu untuk dimintai pertanggung jawaban atas segala perbuatan kamu, maka _tidak ada sesuatu pun dari kamu yang tersembunyi_ bagi Allah.",
            "kemenag": "Pada hari Kiamat itu seluruh manusia dihadapkan ke hadirat Allah, untuk dihisab dan ditimbang amal dan perbuatannya. Tidak ada satu pun perbuatan dan amal manusia yang luput dari pengetahuan Allah sejak dari yang sekecil-kecilnya sampai kepada yang sebesar-besarnya, sejak dari yang tersembunyi dan yang nyata, yang halus dan yang kasar; semuanya diketahui Allah.\nPada hari itu yang dapat menolong seseorang hanyalah Allah semata. Pertolongan itu diberikan berdasarkan amal mereka selama hidup di dunia.\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nPada hari itu kamu dihadapkan (kepada Tuhanmu), tiada sesuatu pun dari keadaanmu yang tersembunyi (bagi Allah). (Al-Haqqah: 18)\n\nYakni kalian akan dihadapkan kepada Tuhan Yang mengetahui rahasia dan pembicaraan rahasia, Yang tiada sesuatu pun dari keadaanmu tersembunyi bagi-Nya. Bahkan Dia mengetahui semua yang nyata dan semua yang tersembunyi dan semua rahasia serta yang terkandung di dalam hati. Karena itulah maka disebutkan oleh firman-Nya: \n\ntiada sesuatu pun dari keadaanmu yang tersembunyi (bagi Allah). (Al-Haqqah: 18)\n\nIbnu Abud Dunia mengatakan, telah menceritakan kepada kami Ishaq ibnu Ismail, telah menceritakan kepada kami Sufyan ibnu Uyaynah, dari Ja'far ibnu Barqan, dari Sabit Al-Hajjaj yang mengatakan bahwa Umar ibnul Khattab pernah mengatakan, \"'Hisablah dirimu sendiri sebelum kamu dihisab, timbanglah perbuatanmu sendiri sebelum amal perbuatanmu ditimbang. Karena sesungguhnya cara ini lebih meringankan hisabmu di kemudian hari, bila kamu menghisab dan menimbang amalmu sendiri di hari sekarang untuk menghadapi hari hisab yang besar.\"\n\nPada hari itu kamu dihadapkan (kepada Tuhanmu), tiada sesatu pun dari keadaanmu yang tersembunyi (bagi Allah). (Al-Haqqah: 18)\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Waki' telah menceritakan kepada kami Ali ibnu Rifa'ah, dari Al-Hasan, dari Abu Musa yang mengatakan bahwa Rasulullah Saw. pernah bersabda: Kelak manusia dihadapkan kepada Tuhan mereka pada hari kiamat sebanyak tiga kali; pada penampilan yang pertama dan yang kedua terjadi perdebatan dan alasan-alasan. Sedangkan pada penampilan yang ketiga saat itu beterbanganlah semua buku catatan amal perbuatan di terima di tangan masing-masing; maka ada yang menerimanya dari sebelah kanannya, dan ada pula yang menerimanya dari sebelah kirinya.\n\nIbnu Majah meriwayatkannya dari Abu Bakar ibnu Abu Syaibah, dari Waki'. Imam Turmuzi meriwayatkannya dari Abu Kuraib, dari Waki', dari Ali ibnu Ali, dari Al-Hasan, dari Abu Hurairah dengan lafaz yang sama. \n\nIbnu Jarir telah meriwayatkan dari Mujahid ibnu Musa, dari Yazid, dari Sulaim ibnu Hayyan, dari Marwan Al-Asgar, dari Abu Wa-il, dari Abdullah yang mengatakan bahwa manusia ditampilkan ke hadapan Tuhan mereka sebanyak tiga kali di hari kiamat; pada penampilan yang pertama dan yang kedua terjadi ungkapan alasan-alasan dan perdebatan, sedangkan pada penampilan yang ketiga kitab-kitab catatan amal perbuatan beterbangan diterima di tangan masing-masing dari mereka; ada yang menerimanya dari sebelah kanannya, ada pula yang menerimanya dari sebelah kirinya. \n\nSa'id ibnu Abu Arubah telah meriwayatkannya dari Qatadah secara mursal dengan lafaz yang semisal.",
            "jalalain": "(Pada hari itu kalian dihadapkan) untuk menjalani hisab (tiada yang tersembunyi) dapat dibaca laa takhfaa dan laa yakhfaa (dari keadaan kalian barang sedikit pun) yaitu dari hal-hal yang kalian rahasiakan.",
            "quraish_shihab": "Pada hari itu kalian dikumpulkan untuk diperhitungkan amal kalian. Tidak ada rahasia kalian yang tidak diketahui oleh-Nya."
        },
        {
            "ind": "Adapun orang-orang yang diberikan kepadanya kitabnya dari sebelah kanannya, maka dia berkata: \"Ambillah, bacalah kitabku (ini)\".",
            "arb": "فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَيَقُولُ هَاؤُمُ اقْرَءُوا كِتَابِيَهْ",
            "transliterasi": "Fa'ammā Man 'Ūtiya Kitābahu Biyamīnihi Fayaqūlu Hā'uum Aqra'ū Kitābī.",
            "eng": "Now as for him whose record shall be placed in his right hand, he will exclaim: \"Come you all!\" Read this my record!",
            "kemenag_ringkas": "_Adapun orang yang kitab_ catatan amal-_nya_ _diberikan di tangan kanannya, maka dia berkata_ kepada siapa yang ada di sekelilingnya dari hamba-hamba Allah yang taat untuk menunjukkan rasa syukurnya, “_Ambillah_, dan _bacalah kitabku_ ini betapa sangat menyenangkan isinya.",
            "kemenag": "Ayat ini menggambarkan hamba Allah yang beriman dan beramal saleh pada hari Kiamat. Ketika itu, mereka merasa gembira karena jarak perjalanan yang akan ditempuhnya untuk mencapai tujuan yang dicita-citakan semakin dekat dengan tempat yang disediakan Allah baginya.\nPerasaan gembira yang demikian sebenarnya telah mereka rasakan sejak roh mereka berpisah dengan jasad. Ketika itu, mereka telah melihat tanda-tanda keberuntungan, sebagaimana firman Allah:\n\n(Yaitu) orang yang ketika diwafatkan oleh para malaikat dalam keadaan baik, mereka (para malaikat) mengatakan (kepada mereka), \"Salamun 'alaikum, masuklah ke dalam surga karena apa yang telah kamu kerjakan.\" (an-Nahl/16: 32)\n\nMereka selalu ingat janji Allah dalam firman-Nya:\n\nKejutan yang dahsyat tidak membuat mereka merasa sedih, dan para malaikat akan menyambut mereka (dengan ucapan), \"Inilah harimu yang telah dijanjikan kepadamu.\" (al-Anbiya'/21: 103)\n\nMaka hari yang mereka tunggu-tunggu itu tiba dan orang-orang mukmin menerima catatan amalnya dengan tangan kanan yang disodorkan dari sebelah kanannya, maka meledaklah kegembiraan dalam hati mereka. Mereka pun ingin agar catatan amal itu dibaca oleh teman-temannya yang sama keadaannya dengan mereka, dengan mengatakan, \"Hai teman-temanku yang sama-sama memperoleh keridaan Allah, inilah catatan bahwa kita sama. Ambillah dan bacalah isinya, tentu kamu akan mengetahui bahwa kita semua mendapatkan buku catatan dari sebelah kanan dan sama-sama akan mendapat pahala dari Allah.\" Maka mereka pun bersama-sama bergembira.\n",
            "ibnu_katsir": "Allah Swt. menceritakan perihal kebahagiaan yang diperoleh oleh orang-orang yang menerima kitab catatan amalnya dari sebelah kanannya di hari kiamat dan kegembiraan mereka dengan hal tersebut. Bahwa karena gembiranya ia mengatakan kepada tiap-tiap orang yang dijumpainya, sebagaimana yang disitir oleh firman-Nya:\n\n\"Ambillah, bacalah kitabku (ini).”(Al-Haqqah: 19)\n\nYakni kemarilah dan bacalah kitabku ini. Ia mengatakan demikian karena mengetahui bahwa apa yang terdapat di dalamnya hanyalah kebaikan belaka, sebab dia termasuk orang-orang yang keburukannya telah diganti oleh Allah dengan kebaikan.\n\nAbdur Rahman ibnu Zaid mengatakan sehubungan dengan makna firman Allah Swt: Ambillah, bacalah kitabku (ini). (Al-Haqqah: 19) Maksudnya, inilah kitabku, bacalah ia. Lafaz umu adalah ziyadah; demikianlah menurutnya, tetapi yang jelas lafaz haumu' ini bermakna hakum, yakni ambillah.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami Bisyr ibnu Matar Al-Wasiti, telah menceritakan kepada kami Yazid ibnu Harun, telah menceritakan kepada kami Asim Al-Ahwal, dari Abu Usman yang telah mengatakan bahwa orang mukmin diberikan kitab catatan amalnya dari sebelah kanannya dengan ditutupi oleh Allah. Lalu ia membaca keburukan-keburukannya; dan manakala ia lewati suatu amal keburukan, berubahlah roman wajahnya. Hingga manakala sampai pada amal-amal kebaikannya dan ia membacanya, maka roman wajahnya kembali berseri. Lalu ia mengulangi bacaan kitab catatan amalnya, tiba-tiba ia melihat catatan keburukannya telah diganti dengan kebaikan. Maka saat itulah ia mengatakan, \"Ambillah, bacalah kitabku ini.\"\n\nIbnu Abu Hatim mengatakan, telah menceritakan pula kepada kami ayahku, telah menceritakan kepada kami Ibrahim ibnul Walid ibnu Salamah, telah menceritakan kepada kami Rauh ibnu Ubadah, telah menceritakan kepada kami Musa ibnu Ubaidah, telah menceritakan kepadaku Abdullah ibnu Abdullah alias Hanzalah yang dimandikan oleh malaikat. Ia mengatakan, sesungguhnya Allah menghentikan hamba-Nya di hari kiamat, lalu menampakkan kepadanya keburukan-keburukannya yang tertulis di bagian luar catatan amal perbuatannya, lalu Allah berfirman kepadanya, \"Engkau tentu mengetahui ini.\" Si hamba yang bersangkutan menjawab, \"Ya, wahai Tuhanku.\" Lalu Allah Swt. berfirman kepadanya, \"Sesungguhnya Aku tidak akan mempermalukanmu dengannya, dan sesungguhnya sekarang Aku telah mengampunimu.\" Maka pada saat itulah si hamba yang bersangkutan mengatakan: \"Ambillah, bacalah kitabku (ini).\" Sesungguhnya aku yakin, bahwa sesungguhnya aku akan menemui hisab terhadap diriku. (Al-Haqqah: 19-20) karena yakin dirinya telah selamat dari hal yang mempermalukan dirinya di hari kiamat. \n\nDalam pembahasan yang lalu telah disebutkan sebuah hadis sahih yang diriwayatkan melalui Ibnu Umar ketika ditanya tentang pembicaraan rahasia. Lalu ia menjawab bahwa dirinya pernah mendengar Rasulullah Saw. bersabda:\n\nAllah Swt. mendekatkan hamba-Nya di hari kiamat, lalu membuatnya mengakui semua dosanya, hingga manakala hamba yang bersangkutan merasa bahwa dirinya akan binasa. Allah Swt. berfirman, \"Sesungguhnya Aku telah menutupinya terhadapmu ketika di dunia, dan pada hari ini Aku memaafkannya bagimu.” Kemudian diberikan buku catatan amal kebaikannya dari sebelah kanannya. Adapun orang kafir dan orang munafik, maka para saksi mengatakan, \"Mereka adalah orang-orang yang berdusta terhadap Tuhannya. Ingatlah, laknat Allah menimpa orang-orang yang zalim.\"",
            "jalalain": "(Adapun orang-orang yang diberikan kepadanya kitabnya dari sebelah kanannya, maka dia berkata) kepada golongannya untuk mengetahui apa yang dia rahasiakan: (\"Ambillah) terimalah (bacalah kitabku ini.\") Di dalam ungkapan ini terdapat perselisihan pendapat, manakah di antara lafal haa-umu dan iqra`uu yang menjadi amil dari lafal kitabiyah ini?",
            "quraish_shihab": "Orang yang diberikan kitab dari sebelah kanannya berkata, sambil mengungkapkan kegembiraannya kepada orang-orang disekelilingnya, \"Ambillah, bacalah kitabku ini!"
        },
        {
            "ind": "Sesungguhnya aku yakin, bahwa sesungguhnya aku akan menemui hisab terhadap diriku.",
            "arb": "إِنِّي ظَنَنتُ أَنِّي مُلَاقٍ حِسَابِيَهْ",
            "transliterasi": "'Innī Žanantu 'Annī Mulāqin Ĥisābiyah.",
            "eng": "Behold, I did know that [one day] I would have to face my account!",
            "kemenag_ringkas": "_Sesungguhnya_ ketika di dunia _aku yakin, bahwa_ suatu saat _aku akan menerima perhitungan terhadap diriku_. ltulah sebabnya aku telah mempersiapkan diri untuk menghadapinya.\"",
            "kemenag": "Dengan bangga dan penuh kepuasan orang-orang mukmin berkata, \"Aku telah yakin bahwa Tuhan akan menghisabku dan aku akan mempertanggungjawabkan seluruh perbuatanku hari ini. Karena itulah, selama hidup di dunia aku beriman kepada Allah serta melaksanakan perintah dan menjauhi larangan-Nya yang disampaikan Nabi Muhammad. Aku pun yakin bahwa Tuhanku akan menghisab dan menimbang amal perbuatanku.\"\nMenurut adh-ahhak, setiap perkataan dhann (dugaan) yang berhubungan dengan orang-orang yang beriman, yang terdapat dalam Al-Qur'an berarti yakin, dan kalau berhubungan dengan orang-orang kafir berarti ragu-ragu.\nAl-hasan berkata, \"Sesungguhnya orang-orang yang beriman mempunyai dugaan yang mendekati keyakinan (dhann) yang paling baik kepada Tuhannya, lalu mereka meningkatkan amalnya untuk akhirat, sedangkan orang-orang munafik mempunyai keragu-raguan (dhann) yang paling buruk terhadap Tuhannya; maka ia mempunyai amal yang buruk pula untuk akhirat.\"\nDemikian pula dalam ayat ini. Perkataan dhanantu berarti \"aku yakin\" bukan \"aku ragu\", atau \"aku menduga\". Arti yang semakna dengan ini terdapat pula pada firman Allah:\n\nMengapa orang-orang mukmin dan mukminat tidak berbaik sangka terhadap diri mereka sendiri, ketika kamu mendengar berita bohong itu dan berkata, \"Ini adalah (suatu berita) bohong yang nyata.\" (an-Nur/24: 12)\n\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nSesungguhnya aku yakin bahwa Sesungguhnya aku akan menemui hisab terhadap diriku. (Al-Haqqah: 20)\n\nYakni sesungguhnya aku ketika di dunia meyakini bahwa hari ini pasti akan terjadi, semakna dengan apa yang disebutkan oleh firman-Nya:\n\n(yaitu) orang-orang yang meyakini bahwa mereka akan menemui Tuhannya. (Al-Baqarah: 46)\n\nKemudian disebutkan dalam firman selanjutnya:\n\nMaka orang itu berada dalam kehidupan yang diridai. (Al-Haqqah;21)\n\nLafaz radiyah bermakna mardiyyah, yakni diridai.\n\ndalam surga yang tinggi. (Al-Haqqah: 22)\n\nArtinya, yang gedungnya tinggi-tinggi, bidadarinya cantik-cantik, tempat-tempat tinggal yang penuh dengan kenikmatan dan kebahagiaan yang abadi.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Abu Atabah alias AL-Hasan ibnu Ali ibnu Muslim As-Sukuni, telah menceritakan kepada kami Ismail ibnu Ayyasy, dari Sa'id ibnu Yusuf. dari Yahya ibnu Abu Kasir, dari Abu Salam Al-Aswad yang mengatakan bahwa ia pernah mendengar Abu Umamah menceritakan hadis berikut, bahwa pernah ada seorang lelaki bertanya kepada Rasulullah Saw. tentang keadaan ahli surga, apakah mereka saling berkunjung di antara sesamanya? Maka Rasulullah Saw. menjawab: Benar, Sesungguhnya para penghuni derajat yang tertinggi benar-benar turun ke tempat para penghuni derajat yang di bawahnya, lalu mengucapkan salam penghormatan kepada mereka dan mereka menjawab salam penghormatannya. Para penghuni derajat yang di bawah tidak mampu naik ke tempat para penghuni derajat yang tertinggi disebabkan kurangnya amal perbuatan mereka.\n\nDi dalam kitab sahih telah disebutkan sebuah hadis yang mengatakan:\n\nSesungguhnya surga itu terdiri dari seratus tingkatan, dan jarak di antara satu tingkatan ke tingkatan yang lainnya sama dengan jarak antara langit dan bumi.",
            "jalalain": "(\"Sesungguhnya aku yakin) aku telah merasa yakin (bahwa sesungguhnya aku akan menemui hisab terhadap diriku.\")",
            "quraish_shihab": "Sesungguhnya aku, ketika di dunia, yakin akan menghadapi perhitungan ini. Maka aku pun mempersiapkannya untuk pertemuan itu.\""
        },
        {
            "ind": "Maka orang itu berada dalam kehidupan yang diridhai,",
            "arb": "فَهُوَ فِي عِيشَةٍ رَّاضِيَةٍ",
            "transliterasi": "Fahuwa Fī `Īshatin Rāđiyatin.",
            "eng": "And so he will find himself in a happy state of life,",
            "kemenag_ringkas": "_Maka_ sebagai balasan atas amal salehnya ketika di dunia _orang itu berada dalam kehidupan yang_ menyenangkan dan _diridai_,",
            "kemenag": "Pada ayat ini, diterangkan bahwa balasan yang diterima orang-orang yang menerima catatan amalnya dengan tangan kanan adalah berada dalam kehidupan yang diridai. Hidup yang diridai itu adalah hidup yang dicita-citakan oleh setiap orang yang beriman, yaitu hidup yang diridai Allah, seluruh manusia, bahkan seluruh makhluk Allah. Tidak ada satu pun yang menaruh iri, dengki, dendam, dan benci kepadanya, sehingga segala sesuatu yang dihadapinya adalah baik dan menimbulkan kebaikan kepada dirinya. Tidak ada sesuatu yang menyakitkan hatinya dan tidak ada perbuatan atau sikap yang menyinggung perasaannya, semuanya enak didengar dan dirasakan.\nDalam firman Allah yang lalu diterangkan bahwa jiwa yang tenang adalah jiwa yang hidup dalam kehidupan yang diridai dan termasuk kelompok hamba-hamba Allah:\n\nWahai jiwa yang tenang! Kembalilah kepada Tuhanmu dengan hati yang rida dan diridai-Nya. Maka masuklah ke dalam golongan hamba-hamba-Ku, dan masuklah ke dalam surga-Ku. (al-Fajr/89: 27-30)\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nSesungguhnya aku yakin bahwa Sesungguhnya aku akan menemui hisab terhadap diriku. (Al-Haqqah: 20)\n\nYakni sesungguhnya aku ketika di dunia meyakini bahwa hari ini pasti akan terjadi, semakna dengan apa yang disebutkan oleh firman-Nya:\n\n(yaitu) orang-orang yang meyakini bahwa mereka akan menemui Tuhannya. (Al-Baqarah: 46)\n\nKemudian disebutkan dalam firman selanjutnya:\n\nMaka orang itu berada dalam kehidupan yang diridai. (Al-Haqqah;21)\n\nLafaz radiyah bermakna mardiyyah, yakni diridai.\n\ndalam surga yang tinggi. (Al-Haqqah: 22)\n\nArtinya, yang gedungnya tinggi-tinggi, bidadarinya cantik-cantik, tempat-tempat tinggal yang penuh dengan kenikmatan dan kebahagiaan yang abadi.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Abu Atabah alias AL-Hasan ibnu Ali ibnu Muslim As-Sukuni, telah menceritakan kepada kami Ismail ibnu Ayyasy, dari Sa'id ibnu Yusuf. dari Yahya ibnu Abu Kasir, dari Abu Salam Al-Aswad yang mengatakan bahwa ia pernah mendengar Abu Umamah menceritakan hadis berikut, bahwa pernah ada seorang lelaki bertanya kepada Rasulullah Saw. tentang keadaan ahli surga, apakah mereka saling berkunjung di antara sesamanya? Maka Rasulullah Saw. menjawab: Benar, Sesungguhnya para penghuni derajat yang tertinggi benar-benar turun ke tempat para penghuni derajat yang di bawahnya, lalu mengucapkan salam penghormatan kepada mereka dan mereka menjawab salam penghormatannya. Para penghuni derajat yang di bawah tidak mampu naik ke tempat para penghuni derajat yang tertinggi disebabkan kurangnya amal perbuatan mereka.\n\nDi dalam kitab sahih telah disebutkan sebuah hadis yang mengatakan:\n\nSesungguhnya surga itu terdiri dari seratus tingkatan, dan jarak di antara satu tingkatan ke tingkatan yang lainnya sama dengan jarak antara langit dan bumi.",
            "jalalain": "(Maka orang itu berada dalam kehidupan yang diridai) lafal raadhiyah berarti mardhiyah, artinya diridai.",
            "quraish_shihab": "Ia benar-benar dalam kehidupan yang diridai,"
        },
        {
            "ind": "dalam surga yang tinggi,",
            "arb": "فِي جَنَّةٍ عَالِيَةٍ",
            "transliterasi": "Fī Jannatin `Āliyatin.",
            "eng": "in a lofty paradise,",
            "kemenag_ringkas": "sehingga dia benar-benar merasa puas dengan anugerah Allah tersebut yaitu _dalam surga yang tinggi_ tempat dan martabatnya",
            "kemenag": "Ayat ini menerangkan keadaan tempat yang disediakan bagi orang-orang yang beriman di akhirat nanti, yakni suatu tempat yang indah, dan nyaman dengan kebun-kebun dan taman-taman yang menyenangkan hati orang yang memandangnya, dan pohon-pohon yang berbuah rendah, mudah dipetik oleh siapa saja yang menghendakinya, baik sambil berdiri, sambil duduk maupun sambil berbaring.\nDalam ayat yang lain, Allah berfirman:\n\nDi sana mereka duduk bersandar di atas dipan, di sana mereka tidak melihat (merasakan teriknya) matahari dan tidak pula dingin yang berlebihan. Dan naungan (pepohonan)nya dekat di atas mereka dan dimudahkan semudah-mudahnya untuk memetik (buah)nya. (al-Insan/76: 13-14)\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nSesungguhnya aku yakin bahwa Sesungguhnya aku akan menemui hisab terhadap diriku. (Al-Haqqah: 20)\n\nYakni sesungguhnya aku ketika di dunia meyakini bahwa hari ini pasti akan terjadi, semakna dengan apa yang disebutkan oleh firman-Nya:\n\n(yaitu) orang-orang yang meyakini bahwa mereka akan menemui Tuhannya. (Al-Baqarah: 46)\n\nKemudian disebutkan dalam firman selanjutnya:\n\nMaka orang itu berada dalam kehidupan yang diridai. (Al-Haqqah;21)\n\nLafaz radiyah bermakna mardiyyah, yakni diridai.\n\ndalam surga yang tinggi. (Al-Haqqah: 22)\n\nArtinya, yang gedungnya tinggi-tinggi, bidadarinya cantik-cantik, tempat-tempat tinggal yang penuh dengan kenikmatan dan kebahagiaan yang abadi.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Abu Atabah alias AL-Hasan ibnu Ali ibnu Muslim As-Sukuni, telah menceritakan kepada kami Ismail ibnu Ayyasy, dari Sa'id ibnu Yusuf. dari Yahya ibnu Abu Kasir, dari Abu Salam Al-Aswad yang mengatakan bahwa ia pernah mendengar Abu Umamah menceritakan hadis berikut, bahwa pernah ada seorang lelaki bertanya kepada Rasulullah Saw. tentang keadaan ahli surga, apakah mereka saling berkunjung di antara sesamanya? Maka Rasulullah Saw. menjawab: Benar, Sesungguhnya para penghuni derajat yang tertinggi benar-benar turun ke tempat para penghuni derajat yang di bawahnya, lalu mengucapkan salam penghormatan kepada mereka dan mereka menjawab salam penghormatannya. Para penghuni derajat yang di bawah tidak mampu naik ke tempat para penghuni derajat yang tertinggi disebabkan kurangnya amal perbuatan mereka.\n\nDi dalam kitab sahih telah disebutkan sebuah hadis yang mengatakan:\n\nSesungguhnya surga itu terdiri dari seratus tingkatan, dan jarak di antara satu tingkatan ke tingkatan yang lainnya sama dengan jarak antara langit dan bumi.",
            "jalalain": "(Dalam surga yang tinggi.)",
            "quraish_shihab": "dalam surga yang tinggi tempat dan derajatnya."
        },
        {
            "ind": "buah-buahannya dekat,",
            "arb": "قُطُوفُهَا دَانِيَةٌ",
            "transliterasi": "Quţūfuhā Dāniyatun.",
            "eng": "with its fruits within easy reach.",
            "kemenag_ringkas": "Di antara fasilitasnya adalah _buah-buahannya dekat_ sehingga mudah untuk memetiknya.",
            "kemenag": "Ayat ini menerangkan keadaan tempat yang disediakan bagi orang-orang yang beriman di akhirat nanti, yakni suatu tempat yang indah, dan nyaman dengan kebun-kebun dan taman-taman yang menyenangkan hati orang yang memandangnya, dan pohon-pohon yang berbuah rendah, mudah dipetik oleh siapa saja yang menghendakinya, baik sambil berdiri, sambil duduk maupun sambil berbaring.\nDalam ayat yang lain, Allah berfirman:\n\nDi sana mereka duduk bersandar di atas dipan, di sana mereka tidak melihat (merasakan teriknya) matahari dan tidak pula dingin yang berlebihan. Dan naungan (pepohonan)nya dekat di atas mereka dan dimudahkan semudah-mudahnya untuk memetik (buah)nya. (al-Insan/76: 13-14)\n",
            "ibnu_katsir": "Adapun firman Allah Swt.:\n\nBuah-buahannya dekat. (Al-Haqqah: 23)\n\nMenurut Al-Barra ibnu Azib, dekat artinya mudah dipetik oleh seseorang dari mereka, sekalipun ia berada di atas tempat tidurnya dalam keadaan berbaring. Hal yang sama telah dikatakan bukan hanya oleh seorang. \n\nImam Tabrani telah meriwayatkan dari Ad-Duburi, dari Sufyan As-Sauri, dari Abdur Rahman ibnu Ziad ibnu An'am, dari Ata ibnu Yasar. dari Salman Al-Farisi yang mengatakan bahwa Rasulullah Saw. pernah bersabda: Tiada seorang pun yang masuk surga kecuali dengan membawa jawaz (paspor), yaitu Bismillahir Rahmanir Rahim (Dengan nama Allah Yang Maha Pemurah lagi Maha Penyayang) ini adalah surat izin dari Allah buat si Fulan bin Fulan. Masukkanlah dia ke dalam surga yang tinggi, yang buah-buahannya dekat!\n\nHal yang sama telah diriwayatkan oleh Ad-Diya dalam Bab \"Sifatul Jannah\" melalui jalur Sa'dan ibnu Sa'id, dari Sulaiman At-Taimi, dari Abu Usman An-Nahdi, dari Salman, dari Rasulullah Saw. yang telah bersabda:\n\nOrang mukmin diberi izin lewat di Sirat, yaitu: \"Dengan nama Allah Yang Maha Pemurah lagi Maha Penyayang. Ini adalah izin masuk dari Allah Yang Mahaperkasa lagi Mahabijaksana buat si Fulan.\" Masukkanlah dia ke dalam surga yang tinggi yang buah-buahannya dekat.",
            "jalalain": "(Buah-buahannya) buah-buahan yang dipetiknya (dekat) sangat dekat yaitu dapat dicapai oleh orang yang berdiri, orang yang duduk, dan malah orang yang berbaring.",
            "quraish_shihab": "Buah-buahannya sangat dekat untuk diambil."
        },
        {
            "ind": "(kepada mereka dikatakan): \"Makan dan minumlah dengan sedap disebabkan amal yang telah kamu kerjakan pada hari-hari yang telah lalu\".",
            "arb": "كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا أَسْلَفْتُمْ فِي الْأَيَّامِ الْخَالِيَةِ",
            "transliterasi": "Kulū Wa Ashrabū Hanī'āan Bimā 'Aslaftum Fī Al-'Ayyāmi Al-Khāliyati.",
            "eng": "[And all who are thus blest will be told:] \"Eat and drink with good cheer in return for all [the good deeds] that you have sent ahead in days gone by!\"",
            "kemenag_ringkas": "Kepada mereka dikatakan, “_Makan dan minumlah dengan nikmat_ apa saja yang kamu inginkan. ltu semua adalah ganjaran dari Allah _karena amal yang telah kamu kerjakan pada hari-hari yang telah lalu_.” Demikianlah ke-Mahaadilan Allah, Ia memberikan balasan yang sempurna bagi orang-orang yang bersabar untuk senantiasa taat kepada-Nya selama hidup di dunia.",
            "kemenag": "Para malaikat berkata kepada orang-orang yang menerima catatan amalnya dengan tangan kanan di dalam surga, \"Makanlah segala macam jenis buah-buahan dan segala rupa makanan yang ditemukan di dalam surga ini, dan minum pulalah sepuas hati minuman-minuman yang enak dan menyegarkan. Tidak ada satu pun yang dapat melarang kamu mengambilnya, semuanya itu disediakan untuk kamu sekalian. Semuanya itu disediakan karena kamu sekalian telah beriman kepada Allah, mengerjakan amal yang saleh serta tunduk dan menyerahkan diri kepada-Nya selama kamu hidup di dunia dahulu.\"\nDari perkataan \"bima aslaftum\" (karena amal yang telah kamu kerjakan) dapat dipahami bahwa pahala yang diterima di akhirat nanti adalah balasan dari hasil iman dan amal perbuatan yang dilakukan selama hidup di dunia. Hal ini berarti bahwa mustahil seorang hamba memperoleh pahala dari Allah jika ia tidak beriman dan beramal.\nDari perkataan hani'an (dengan sedap) dapat dipahami bahwa makanan dan minuman yang diberikan di dalam surga adalah makanan dan minuman yang luar biasa enaknya, dan tidak pernah ada yang seenak itu rasanya di dunia.\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\n(kepada mereka dikatakan), \"Makan dan minumlah dengan sedap disebabkan amal yang telah kamu kerjakan pada hari-hari yang telah lalu.\" (Al-Haqqah: 24)\n\nYakni dikatakan kepada mereka hal tersebut sebagai anugerah buat mereka dan kebaikan serta kebajikan dari Tuhan mereka. Karena sesungguhnya telah disebutkan di dalam sebuah hadis sahih dari Rasulullah Saw. yang menyebutkan bahwa beliau Saw. telah bersabda:\n\n\"Beramallah, luruslah dan dekatkanlah diri kalian (kepada Allah), dan ketahuilah bahwa seseorang dari kalian tidak akan dapat dimasukkan ke dalam surga oleh amal perbuatannya.\" Mereka bertanya, \"Termasuk juga engkau, ya Rasulullah.\" Rasulullah Saw. menjawab, \"Dan tidak pula aku, kecuali bila Allah melimpahkan kepadaku rahmat dan karunia dari-Nya.\"",
            "jalalain": "Maka dikatakan kepada mereka: (\"Makan dan minumlah dengan nyaman) lafal hanii'an berkedudukan sebagai hal, dengan sedap (disebabkan amal yang telah kalian kerjakan pada hari-hari yang telah lalu\") sewaktu kalian di dunia.",
            "quraish_shihab": "Makan dan minumlah dengan enak disebabkan amal saleh yang kalian kerjakan pada hari-hari yang telah lalu di dunia."
        },
        {
            "ind": "Adapun orang yang diberikan kepadanya kitabnya dari sebelah kirinya, maka dia berkata: \"Wahai alangkah baiknya kiranya tidak diberikan kepadaku kitabku (ini).",
            "arb": "وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِشِمَالِهِ فَيَقُولُ يَا لَيْتَنِي لَمْ أُوتَ كِتَابِيَهْ",
            "transliterasi": "Wa 'Ammā Man 'Ūtiya Kitābahu Bishimālihi Fayaqūlu Yā Laytanī Lam 'Ūta Kitābīh.",
            "eng": "But as for him whose record shall be placed in his left hand, he will exclaim: \"Oh, would that I had never been shown this my record,",
            "kemenag_ringkas": "Setelah uraian tentang balasan yang diterima oleh orang-orang yang taat kini giliran diuraikan keadaan orang-orang yang durhaka. _Dan adapun orang yang kitabnya diberikan di tangan kirinya, maka dia berkata_ dengan penuh kesedihan dan penyesalan, “_Alangkah baiknya jika kitab_ catatan amal_ku_ ini _tidak diberikan kepadaku._",
            "kemenag": "Dalam ayat ini diterangkan keadaan orang kafir di akhirat ketika menerima catatan amal perbuatan yang mereka kerjakan selama hidup di dunia. Kepada mereka disampaikan catatan amal perbuatannya dari sebelah kiri dan menerimanya dengan tangan kiri. Setelah membaca catatan itu, timbullah ketakutan dalam hatinya karena berdasarkan catatan itu, ia pasti dimasukkan ke dalam neraka. Ia berkata, \"Alangkah jeleknya perbuatanku dan alangkah bahagianya aku seandainya amalku yang berisi seperti ini tidak diberikan kepadaku, aku tidak menyangka bahwa semua perbuatanku di dunia tercatat dalam kitab ini.\"\nOrang kafir berada dalam ketakutan yang luar biasa ketika menerima catatan amalnya, seakan-akan telah ditimpa azab yang dahsyat. Padahal mereka belum ditimpa azab tersebut. Hal ini memberi pengertian bahwa azab rohani itu lebih berat dari azab jasmani.\n",
            "ibnu_katsir": "ini merupakan berita tentang keadaan yang dialami oleh orang-orang yang celaka apabila seseorang dari mereka menerima kitab catatan amalnya dari sebelah kirinya di tempat hisab hari kiamat. Maka pada hari itu dia menyesali amal yang telah dilakukannya di dunia dengan penyesalan yang tiada taranya.\n\nmaka dia berkata, \"Wahai, alangkah baiknya kiranya tidak diberikan kepadaku kitabku (ini). Dan aku tidak mengetahui apa hisab terhadap diriku. Wahai, kiranya kematian itulah yang menyelesaikan segala sesuatu.\" (Al-Haqqah: 25-27)\n\nAd-Dahhak mengatakan yakni kematian yang tiada kehidupan lagi sesudahnya. Hal yang sama dikatakan oleh Muhammad ibnu Ka'b, Ar-Rabi', dan As-Saddi. \n\nQatadah mengatakan bahwa orang kafir saat itu menginginkan kematian, padahal ketika di dunia tiada sesuatu pun yang lebih dibencinya selain kematian.\n\nHartaku sekali-kali tidak memberi manfaat kepadaku. Telah hilang kekuasaanku dariku. (Al-Haqqah: 28-29)\n\nYakni harta dan kedudukanku tidak dapat membelaku dari azab Allah dan pembalasan-Nya, bahkan segala sesuatunya ditanggung oleh diriku, tiadayang menolongku dan tidak ada orang yang melindungiku. Maka di saat itulah Allah Swt. berfirman:\n\nPeganglah dia lalu belenggulah tangannya ke lehernya. Kemudian masukkanlah dia ke dalam api neraka yang menyala-nyala. (Al-Haqqah: 30-31)\n\nAllah Swt. memerintahkan kepada Malaikat Zabaniyah (juru siksa) untuk memegangnya dengan kasar dari tempat perhimpunan, lalu lehernya dibelenggu, kemudian diseret ke neraka Jahanam, lalu dimasukkan ke dalamnya, dan api neraka Jahanam menelannya.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Sa'id Al-Asyaj, telah menceritakan kepada kami Abu Khalid, dari Amr ibnu Qais, dari Al-Minhal ibnu Amr yang mengatakan bahwa tatkala Allah Swt. berfirman, \"Peganglah dia !\" Maka berebutan untuk menanganinya sebanyak tujuh puluh ribu malaikat, masing-masing dari mereka melakukan hal yang sama, maka ia menjumpai tujuh puluh ribu malaikat itu di dalam neraka. Ibnu Abud Dunia mengatakan di dalam kitab Al-Ahw'ah bahwa orang kafir didatangi oleh empat ratus ribu malaikat, dan tiada sesuatu pun melainkan memukulinya, lalu si orang kafir itu berkata, \"Aku tidak punya salah denganmu.\" Maka yang memukulinya berkata, \"Sesungguhnya Tuhan murka terhadapmu, maka segala sesuatu murka pula terhadapmu.\"\n\nAl-Fudail ibnu Iyad mengatakan bahwa tatkala Allah Swt. berfirman, \"Peganglah dia dan belenggulah dia,\" maka berebutan untuk melaksanakannya sebanyak tujuh puluh ribu malaikat, untuk memperebutkan siapa yang paling dahulu dari mereka yang memasang belenggu di leher si kafir itu.\n\nKemudian masukkanlah dia ke dalam api neraka yang menyala-nyala. (Al-Haqqah: 31)\n\nMaksudnya, lemparkanlah dia ke dalamnya.",
            "jalalain": "(Adapun orang-orang yang diberikan kepadanya kitabnya dari sebelah kirinya, maka dia berkata, \"Aduhai) wahai; lafal ya di sini menunjukkan makna tanbih (alangkah baiknya kiranya tidak diberikan kepadaku kitabku.)",
            "quraish_shihab": "Sedangkan orang yang diberikan kitab dari sebelah kirinya, dengan penuh rasa penyesalan, berkata, \"Alangkah baiknya sekiranya aku tidak diberi kitab dan tidak mengetahui perhitungan terhadap diriku!"
        },
        {
            "ind": "Dan aku tidak mengetahui apa hisab terhadap diriku.",
            "arb": "وَلَمْ أَدْرِ مَا حِسَابِيَهْ",
            "transliterasi": "Wa Lam 'Adri Mā Ĥisābīh.",
            "eng": "and neither known this my account!",
            "kemenag_ringkas": "_Sehingga aku tidak mengetahui bagaimana perhitungan_ terhadap diri_ku_.",
            "kemenag": "Pernyataan bahwa azab rohani lebih berat dirasakan dari azab jasmani diperkuat oleh perkataan orang-orang kafir itu, \"Alangkah bahagianya aku, jika aku tidak mengetahui catatan amalku, sehingga aku tidak mengetahui azab yang akan ditimpakan kepadaku nanti di dalam neraka.\"",
            "ibnu_katsir": "ini merupakan berita tentang keadaan yang dialami oleh orang-orang yang celaka apabila seseorang dari mereka menerima kitab catatan amalnya dari sebelah kirinya di tempat hisab hari kiamat. Maka pada hari itu dia menyesali amal yang telah dilakukannya di dunia dengan penyesalan yang tiada taranya.\n\nmaka dia berkata, \"Wahai, alangkah baiknya kiranya tidak diberikan kepadaku kitabku (ini). Dan aku tidak mengetahui apa hisab terhadap diriku. Wahai, kiranya kematian itulah yang menyelesaikan segala sesuatu.\" (Al-Haqqah: 25-27)\n\nAd-Dahhak mengatakan yakni kematian yang tiada kehidupan lagi sesudahnya. Hal yang sama dikatakan oleh Muhammad ibnu Ka'b, Ar-Rabi', dan As-Saddi. \n\nQatadah mengatakan bahwa orang kafir saat itu menginginkan kematian, padahal ketika di dunia tiada sesuatu pun yang lebih dibencinya selain kematian.\n\nHartaku sekali-kali tidak memberi manfaat kepadaku. Telah hilang kekuasaanku dariku. (Al-Haqqah: 28-29)\n\nYakni harta dan kedudukanku tidak dapat membelaku dari azab Allah dan pembalasan-Nya, bahkan segala sesuatunya ditanggung oleh diriku, tiadayang menolongku dan tidak ada orang yang melindungiku. Maka di saat itulah Allah Swt. berfirman:\n\nPeganglah dia lalu belenggulah tangannya ke lehernya. Kemudian masukkanlah dia ke dalam api neraka yang menyala-nyala. (Al-Haqqah: 30-31)\n\nAllah Swt. memerintahkan kepada Malaikat Zabaniyah (juru siksa) untuk memegangnya dengan kasar dari tempat perhimpunan, lalu lehernya dibelenggu, kemudian diseret ke neraka Jahanam, lalu dimasukkan ke dalamnya, dan api neraka Jahanam menelannya.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Sa'id Al-Asyaj, telah menceritakan kepada kami Abu Khalid, dari Amr ibnu Qais, dari Al-Minhal ibnu Amr yang mengatakan bahwa tatkala Allah Swt. berfirman, \"Peganglah dia !\" Maka berebutan untuk menanganinya sebanyak tujuh puluh ribu malaikat, masing-masing dari mereka melakukan hal yang sama, maka ia menjumpai tujuh puluh ribu malaikat itu di dalam neraka. Ibnu Abud Dunia mengatakan di dalam kitab Al-Ahw'ah bahwa orang kafir didatangi oleh empat ratus ribu malaikat, dan tiada sesuatu pun melainkan memukulinya, lalu si orang kafir itu berkata, \"Aku tidak punya salah denganmu.\" Maka yang memukulinya berkata, \"Sesungguhnya Tuhan murka terhadapmu, maka segala sesuatu murka pula terhadapmu.\"\n\nAl-Fudail ibnu Iyad mengatakan bahwa tatkala Allah Swt. berfirman, \"Peganglah dia dan belenggulah dia,\" maka berebutan untuk melaksanakannya sebanyak tujuh puluh ribu malaikat, untuk memperebutkan siapa yang paling dahulu dari mereka yang memasang belenggu di leher si kafir itu.\n\nKemudian masukkanlah dia ke dalam api neraka yang menyala-nyala. (Al-Haqqah: 31)\n\nMaksudnya, lemparkanlah dia ke dalamnya.",
            "jalalain": "(Dan aku tidak mengetahui apa hisab terhadap diriku.)",
            "quraish_shihab": "Sedangkan orang yang diberikan kitab dari sebelah kirinya, dengan penuh rasa penyesalan, berkata, \"Alangkah baiknya sekiranya aku tidak diberi kitab dan tidak mengetahui perhitungan terhadap diriku!"
        },
        {
            "ind": "Wahai kiranya kematian itulah yang menyelesaikan segala sesuatu.",
            "arb": "يَا لَيْتَهَا كَانَتِ الْقَاضِيَةَ",
            "transliterasi": "Yā Laytahā Kānat Al-Qāđiyata.",
            "eng": "Oh, would that this [death of mine] had been the end of me!",
            "kemenag_ringkas": "_Wahai_, _kiranya_ kematian yang telah kualami di dunia _itulah yang menyudahi segala sesuatu_ yaitu yang mengakhiri hidupku sehingga tidak perlu mengalami kehidupan seperti ini di akhirat.",
            "kemenag": "Ayat ini seakan-akan memberi pengertian bahwa orang kafir itu tidak mengetahui sedikit pun bahwa akan terjadi hari Kiamat, akan terjadi kehidupan setelah mati, yang waktu itu amal baik dibalas pahala yang berlipat ganda sedang perbuatan jahat dibalasi dengan siksa yang pedih. Oleh karena itu, mereka berkata, \"Alangkah baiknya seandainya mati yang telah menimpa diriku di dunia dahulu, merupakan akhir seluruh kehidupanku, tidak dibangkitkan lagi seperti sekarang, sehingga aku tidak menemui penderitaan yang berat.\"\nTetapi sebenarnya orang kafir itu telah mengetahui dengan yakin selama mereka hidup di dunia akan adanya hari seperti ini. Memang demikianlah sifat-sifat orang kafir yang selalu mengingkari keyakinan mereka. \n\nDan (ingatlah) ketika Tuhanmu mengeluarkan dari sulbi (tulang belakang) anak cucu Adam keturunan mereka dan Allah mengambil kesaksian terhadap roh mereka (seraya berfirman), \"Bukankah Aku ini Tuhanmu?\" Mereka menjawab, \"Betul (Engkau Tuhan kami), kami bersaksi.\" (Kami lakukan yang demikian itu) agar di hari Kiamat kamu tidak mengatakan, \"Sesungguhnya ketika itu kami lengah terhadap ini.\" (al-A'raf/7: 172)\n\nMereka mengharapkan urusan mereka selesai semua dengan kematian, semata-mata karena takut disiksa, bukan karena tidak mengetahui bahwa akan ada hari Kiamat dan hari penghisaban.\n",
            "ibnu_katsir": "ini merupakan berita tentang keadaan yang dialami oleh orang-orang yang celaka apabila seseorang dari mereka menerima kitab catatan amalnya dari sebelah kirinya di tempat hisab hari kiamat. Maka pada hari itu dia menyesali amal yang telah dilakukannya di dunia dengan penyesalan yang tiada taranya.\n\nmaka dia berkata, \"Wahai, alangkah baiknya kiranya tidak diberikan kepadaku kitabku (ini). Dan aku tidak mengetahui apa hisab terhadap diriku. Wahai, kiranya kematian itulah yang menyelesaikan segala sesuatu.\" (Al-Haqqah: 25-27)\n\nAd-Dahhak mengatakan yakni kematian yang tiada kehidupan lagi sesudahnya. Hal yang sama dikatakan oleh Muhammad ibnu Ka'b, Ar-Rabi', dan As-Saddi. \n\nQatadah mengatakan bahwa orang kafir saat itu menginginkan kematian, padahal ketika di dunia tiada sesuatu pun yang lebih dibencinya selain kematian.\n\nHartaku sekali-kali tidak memberi manfaat kepadaku. Telah hilang kekuasaanku dariku. (Al-Haqqah: 28-29)\n\nYakni harta dan kedudukanku tidak dapat membelaku dari azab Allah dan pembalasan-Nya, bahkan segala sesuatunya ditanggung oleh diriku, tiadayang menolongku dan tidak ada orang yang melindungiku. Maka di saat itulah Allah Swt. berfirman:\n\nPeganglah dia lalu belenggulah tangannya ke lehernya. Kemudian masukkanlah dia ke dalam api neraka yang menyala-nyala. (Al-Haqqah: 30-31)\n\nAllah Swt. memerintahkan kepada Malaikat Zabaniyah (juru siksa) untuk memegangnya dengan kasar dari tempat perhimpunan, lalu lehernya dibelenggu, kemudian diseret ke neraka Jahanam, lalu dimasukkan ke dalamnya, dan api neraka Jahanam menelannya.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Sa'id Al-Asyaj, telah menceritakan kepada kami Abu Khalid, dari Amr ibnu Qais, dari Al-Minhal ibnu Amr yang mengatakan bahwa tatkala Allah Swt. berfirman, \"Peganglah dia !\" Maka berebutan untuk menanganinya sebanyak tujuh puluh ribu malaikat, masing-masing dari mereka melakukan hal yang sama, maka ia menjumpai tujuh puluh ribu malaikat itu di dalam neraka. Ibnu Abud Dunia mengatakan di dalam kitab Al-Ahw'ah bahwa orang kafir didatangi oleh empat ratus ribu malaikat, dan tiada sesuatu pun melainkan memukulinya, lalu si orang kafir itu berkata, \"Aku tidak punya salah denganmu.\" Maka yang memukulinya berkata, \"Sesungguhnya Tuhan murka terhadapmu, maka segala sesuatu murka pula terhadapmu.\"\n\nAl-Fudail ibnu Iyad mengatakan bahwa tatkala Allah Swt. berfirman, \"Peganglah dia dan belenggulah dia,\" maka berebutan untuk melaksanakannya sebanyak tujuh puluh ribu malaikat, untuk memperebutkan siapa yang paling dahulu dari mereka yang memasang belenggu di leher si kafir itu.\n\nKemudian masukkanlah dia ke dalam api neraka yang menyala-nyala. (Al-Haqqah: 31)\n\nMaksudnya, lemparkanlah dia ke dalamnya.",
            "jalalain": "(Wahai kiranya kematian itulah) kematian di dunia (yang menyelesaikan segala sesuatu.) Yang memutuskan hidupku dan tidak akan dibangkitkan lagi.",
            "quraish_shihab": "Aduhai kiranya kematian yang pernah kualami menjadi batas pemisah dalam urusanku sehingga aku tidak dibangkitkan kembali."
        },
        {
            "ind": "Hartaku sekali-kali tidak memberi manfaat kepadaku.",
            "arb": "مَا أَغْنَىٰ عَنِّي مَالِيَهْ ۜ",
            "transliterasi": "Mā 'Aghnaá `Annī Mālīh.",
            "eng": "Of no avail to me is all that I have [ever] possessed,",
            "kemenag_ringkas": "Ternyata _hartaku_ yang dengan susah payah kukumpulkan _sama sekali tidak berguna bagiku._",
            "kemenag": "Ayat ini menerangkan tentang jalan pikiran orang kafir sewaktu hidup di dunia. Menurut mereka, yang menentukan keadaan dan derajat seseorang ialah pangkat, kekuasaan, dan harta. Dengan harta, mereka akan dapat memperoleh segala yang diinginkan, dan dengan pangkat dan kekuasaan, mereka dapat memuaskan hawa nafsu. Setelah berada di akhirat, jelaslah bagi mereka kekeliruan jalan pikiran semacam itu, sehingga terucap juga di mulut mereka perasaan hati waktu itu dengan mengatakan, \"Harta yang aku miliki waktu berada di dunia dahulu tidak dapat menolong dan menghindarkanku dari siksa Allah. Demikian pula kekuasaan yang telah aku miliki di dunia telah lenyap pada saat ini, sehingga aku tidak mempunyai seorang penolong pun.\"\nAnggapan orang kafir waktu di dunia bahwa yang menentukan segala sesuatu itu adalah harta dan kekuasaan diterangkan dalam firman Allah: \n\nDan dia memiliki kekayaan besar, maka dia berkata kepada kawannya (yang beriman) ketika bercakap-cakap dengan dia, \"Hartaku lebih banyak daripada hartamu dan pengikutku lebih kuat.\" (al-Kahf/18: 34)\n\n\nDan mereka berkata, \"Kami memiliki lebih banyak harta dan anak-anak (daripada kamu) dan kami tidak akan diazab.\" (Saba'/34: 35)\n\n",
            "ibnu_katsir": "ini merupakan berita tentang keadaan yang dialami oleh orang-orang yang celaka apabila seseorang dari mereka menerima kitab catatan amalnya dari sebelah kirinya di tempat hisab hari kiamat. Maka pada hari itu dia menyesali amal yang telah dilakukannya di dunia dengan penyesalan yang tiada taranya.\n\nmaka dia berkata, \"Wahai, alangkah baiknya kiranya tidak diberikan kepadaku kitabku (ini). Dan aku tidak mengetahui apa hisab terhadap diriku. Wahai, kiranya kematian itulah yang menyelesaikan segala sesuatu.\" (Al-Haqqah: 25-27)\n\nAd-Dahhak mengatakan yakni kematian yang tiada kehidupan lagi sesudahnya. Hal yang sama dikatakan oleh Muhammad ibnu Ka'b, Ar-Rabi', dan As-Saddi. \n\nQatadah mengatakan bahwa orang kafir saat itu menginginkan kematian, padahal ketika di dunia tiada sesuatu pun yang lebih dibencinya selain kematian.\n\nHartaku sekali-kali tidak memberi manfaat kepadaku. Telah hilang kekuasaanku dariku. (Al-Haqqah: 28-29)\n\nYakni harta dan kedudukanku tidak dapat membelaku dari azab Allah dan pembalasan-Nya, bahkan segala sesuatunya ditanggung oleh diriku, tiadayang menolongku dan tidak ada orang yang melindungiku. Maka di saat itulah Allah Swt. berfirman:\n\nPeganglah dia lalu belenggulah tangannya ke lehernya. Kemudian masukkanlah dia ke dalam api neraka yang menyala-nyala. (Al-Haqqah: 30-31)\n\nAllah Swt. memerintahkan kepada Malaikat Zabaniyah (juru siksa) untuk memegangnya dengan kasar dari tempat perhimpunan, lalu lehernya dibelenggu, kemudian diseret ke neraka Jahanam, lalu dimasukkan ke dalamnya, dan api neraka Jahanam menelannya.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Sa'id Al-Asyaj, telah menceritakan kepada kami Abu Khalid, dari Amr ibnu Qais, dari Al-Minhal ibnu Amr yang mengatakan bahwa tatkala Allah Swt. berfirman, \"Peganglah dia !\" Maka berebutan untuk menanganinya sebanyak tujuh puluh ribu malaikat, masing-masing dari mereka melakukan hal yang sama, maka ia menjumpai tujuh puluh ribu malaikat itu di dalam neraka. Ibnu Abud Dunia mengatakan di dalam kitab Al-Ahw'ah bahwa orang kafir didatangi oleh empat ratus ribu malaikat, dan tiada sesuatu pun melainkan memukulinya, lalu si orang kafir itu berkata, \"Aku tidak punya salah denganmu.\" Maka yang memukulinya berkata, \"Sesungguhnya Tuhan murka terhadapmu, maka segala sesuatu murka pula terhadapmu.\"\n\nAl-Fudail ibnu Iyad mengatakan bahwa tatkala Allah Swt. berfirman, \"Peganglah dia dan belenggulah dia,\" maka berebutan untuk melaksanakannya sebanyak tujuh puluh ribu malaikat, untuk memperebutkan siapa yang paling dahulu dari mereka yang memasang belenggu di leher si kafir itu.\n\nKemudian masukkanlah dia ke dalam api neraka yang menyala-nyala. (Al-Haqqah: 31)\n\nMaksudnya, lemparkanlah dia ke dalamnya.",
            "jalalain": "(Hartaku sekali-kali tidak memberi manfaat kepadaku.)",
            "quraish_shihab": "Apa yang aku miliki selama di dunia tidak bermanfaat sama sekali bagiku. Kesehatanku telah hilang. Begitu pula kekuatanku.\""
        },
        {
            "ind": "Telah hilang kekuasaanku daripadaku\".",
            "arb": "هَلَكَ عَنِّي سُلْطَانِيَهْ",
            "transliterasi": "Halaka `Annī Sulţānīh.",
            "eng": "[and] all my power of argument has died away from me!\"",
            "kemenag_ringkas": "Demikian juga dengan _kekuasaanku_ yang dahulu kubanggakan di dunia kini _telah hilang dariku.”_",
            "kemenag": "Ayat ini menerangkan tentang jalan pikiran orang kafir sewaktu hidup di dunia. Menurut mereka, yang menentukan keadaan dan derajat seseorang ialah pangkat, kekuasaan, dan harta. Dengan harta, mereka akan dapat memperoleh segala yang diinginkan, dan dengan pangkat dan kekuasaan, mereka dapat memuaskan hawa nafsu. Setelah berada di akhirat, jelaslah bagi mereka kekeliruan jalan pikiran semacam itu, sehingga terucap juga di mulut mereka perasaan hati waktu itu dengan mengatakan, \"Harta yang aku miliki waktu berada di dunia dahulu tidak dapat menolong dan menghindarkanku dari siksa Allah. Demikian pula kekuasaan yang telah aku miliki di dunia telah lenyap pada saat ini, sehingga aku tidak mempunyai seorang penolong pun.\"\nAnggapan orang kafir waktu di dunia bahwa yang menentukan segala sesuatu itu adalah harta dan kekuasaan diterangkan dalam firman Allah: \n\nDan dia memiliki kekayaan besar, maka dia berkata kepada kawannya (yang beriman) ketika bercakap-cakap dengan dia, \"Hartaku lebih banyak daripada hartamu dan pengikutku lebih kuat.\" (al-Kahf/18: 34)\n\n\nDan mereka berkata, \"Kami memiliki lebih banyak harta dan anak-anak (daripada kamu) dan kami tidak akan diazab.\" (Saba'/34: 35)\n\n",
            "ibnu_katsir": "ini merupakan berita tentang keadaan yang dialami oleh orang-orang yang celaka apabila seseorang dari mereka menerima kitab catatan amalnya dari sebelah kirinya di tempat hisab hari kiamat. Maka pada hari itu dia menyesali amal yang telah dilakukannya di dunia dengan penyesalan yang tiada taranya.\n\nmaka dia berkata, \"Wahai, alangkah baiknya kiranya tidak diberikan kepadaku kitabku (ini). Dan aku tidak mengetahui apa hisab terhadap diriku. Wahai, kiranya kematian itulah yang menyelesaikan segala sesuatu.\" (Al-Haqqah: 25-27)\n\nAd-Dahhak mengatakan yakni kematian yang tiada kehidupan lagi sesudahnya. Hal yang sama dikatakan oleh Muhammad ibnu Ka'b, Ar-Rabi', dan As-Saddi. \n\nQatadah mengatakan bahwa orang kafir saat itu menginginkan kematian, padahal ketika di dunia tiada sesuatu pun yang lebih dibencinya selain kematian.\n\nHartaku sekali-kali tidak memberi manfaat kepadaku. Telah hilang kekuasaanku dariku. (Al-Haqqah: 28-29)\n\nYakni harta dan kedudukanku tidak dapat membelaku dari azab Allah dan pembalasan-Nya, bahkan segala sesuatunya ditanggung oleh diriku, tiadayang menolongku dan tidak ada orang yang melindungiku. Maka di saat itulah Allah Swt. berfirman:\n\nPeganglah dia lalu belenggulah tangannya ke lehernya. Kemudian masukkanlah dia ke dalam api neraka yang menyala-nyala. (Al-Haqqah: 30-31)\n\nAllah Swt. memerintahkan kepada Malaikat Zabaniyah (juru siksa) untuk memegangnya dengan kasar dari tempat perhimpunan, lalu lehernya dibelenggu, kemudian diseret ke neraka Jahanam, lalu dimasukkan ke dalamnya, dan api neraka Jahanam menelannya.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Sa'id Al-Asyaj, telah menceritakan kepada kami Abu Khalid, dari Amr ibnu Qais, dari Al-Minhal ibnu Amr yang mengatakan bahwa tatkala Allah Swt. berfirman, \"Peganglah dia !\" Maka berebutan untuk menanganinya sebanyak tujuh puluh ribu malaikat, masing-masing dari mereka melakukan hal yang sama, maka ia menjumpai tujuh puluh ribu malaikat itu di dalam neraka. Ibnu Abud Dunia mengatakan di dalam kitab Al-Ahw'ah bahwa orang kafir didatangi oleh empat ratus ribu malaikat, dan tiada sesuatu pun melainkan memukulinya, lalu si orang kafir itu berkata, \"Aku tidak punya salah denganmu.\" Maka yang memukulinya berkata, \"Sesungguhnya Tuhan murka terhadapmu, maka segala sesuatu murka pula terhadapmu.\"\n\nAl-Fudail ibnu Iyad mengatakan bahwa tatkala Allah Swt. berfirman, \"Peganglah dia dan belenggulah dia,\" maka berebutan untuk melaksanakannya sebanyak tujuh puluh ribu malaikat, untuk memperebutkan siapa yang paling dahulu dari mereka yang memasang belenggu di leher si kafir itu.\n\nKemudian masukkanlah dia ke dalam api neraka yang menyala-nyala. (Al-Haqqah: 31)\n\nMaksudnya, lemparkanlah dia ke dalamnya.",
            "jalalain": "(Telah hilang kekuasaanku dariku\") kekuatanku dan argumentasi atau hujahku. Huruf Ha yang terdapat dalam lafal kitabiyah, hisabiyah, maliyah, dan sulthaniyah, semuanya adalah ha saktah yang tetap dibaca baik dalam keadaan Waqaf maupun dalam keadaan Washal. Demikian itu karena mengikut mushhaf imam/induk dan karena mengikut dalil naqli. Akan tetapi sekali pun demikian, ada pula sebagian ulama yang tidak membacakannya bila diwashalkan.",
            "quraish_shihab": "Apa yang aku miliki selama di dunia tidak bermanfaat sama sekali bagiku. Kesehatanku telah hilang. Begitu pula kekuatanku.\""
        },
        {
            "ind": "(Allah berfirman): \"Peganglah dia lalu belenggulah tangannya ke lehernya.",
            "arb": "خُذُوهُ فَغُلُّوهُ",
            "transliterasi": "Khudhūhu Faghullūhu.",
            "eng": "Thereupon the command will go forth:] \"Lay hold of him, and shackle him,",
            "kemenag_ringkas": "Sudah terjatuh tertimpa tangga. Begitulah gambaran para pendurhaka di akhirat. Di tengah kesedihan yang bercampur ketakutan melihat catatan amalnya kemudian Allah berfirman, “_Tangkaplah dia lalu belenggulah_ yaitu ikatlah _tangannya ke lehernya._",
            "kemenag": "Karena sikap orang kafir yang demikian dan berdasarkan catatan amalnya, maka Allah memerintahkan malaikat untuk melaksanakan hukuman kepada orang kafir itu. Pada waktu Kiamat, mereka dalam keadaan menderita, terhina, dan tidak dapat melepaskan diri sedikit pun dari keadaan yang demikian. Bahkan, azab itu ditambah lagi dengan membelenggu mereka. Hal ini memberi pengertian bahwa orang kafir di dalam neraka tidak mempunyai satu cara pun untuk mengurangi dan meringankan rasa azab yang pedih itu.",
            "ibnu_katsir": "ini merupakan berita tentang keadaan yang dialami oleh orang-orang yang celaka apabila seseorang dari mereka menerima kitab catatan amalnya dari sebelah kirinya di tempat hisab hari kiamat. Maka pada hari itu dia menyesali amal yang telah dilakukannya di dunia dengan penyesalan yang tiada taranya.\n\nmaka dia berkata, \"Wahai, alangkah baiknya kiranya tidak diberikan kepadaku kitabku (ini). Dan aku tidak mengetahui apa hisab terhadap diriku. Wahai, kiranya kematian itulah yang menyelesaikan segala sesuatu.\" (Al-Haqqah: 25-27)\n\nAd-Dahhak mengatakan yakni kematian yang tiada kehidupan lagi sesudahnya. Hal yang sama dikatakan oleh Muhammad ibnu Ka'b, Ar-Rabi', dan As-Saddi. \n\nQatadah mengatakan bahwa orang kafir saat itu menginginkan kematian, padahal ketika di dunia tiada sesuatu pun yang lebih dibencinya selain kematian.\n\nHartaku sekali-kali tidak memberi manfaat kepadaku. Telah hilang kekuasaanku dariku. (Al-Haqqah: 28-29)\n\nYakni harta dan kedudukanku tidak dapat membelaku dari azab Allah dan pembalasan-Nya, bahkan segala sesuatunya ditanggung oleh diriku, tiadayang menolongku dan tidak ada orang yang melindungiku. Maka di saat itulah Allah Swt. berfirman:\n\nPeganglah dia lalu belenggulah tangannya ke lehernya. Kemudian masukkanlah dia ke dalam api neraka yang menyala-nyala. (Al-Haqqah: 30-31)\n\nAllah Swt. memerintahkan kepada Malaikat Zabaniyah (juru siksa) untuk memegangnya dengan kasar dari tempat perhimpunan, lalu lehernya dibelenggu, kemudian diseret ke neraka Jahanam, lalu dimasukkan ke dalamnya, dan api neraka Jahanam menelannya.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Sa'id Al-Asyaj, telah menceritakan kepada kami Abu Khalid, dari Amr ibnu Qais, dari Al-Minhal ibnu Amr yang mengatakan bahwa tatkala Allah Swt. berfirman, \"Peganglah dia !\" Maka berebutan untuk menanganinya sebanyak tujuh puluh ribu malaikat, masing-masing dari mereka melakukan hal yang sama, maka ia menjumpai tujuh puluh ribu malaikat itu di dalam neraka. Ibnu Abud Dunia mengatakan di dalam kitab Al-Ahw'ah bahwa orang kafir didatangi oleh empat ratus ribu malaikat, dan tiada sesuatu pun melainkan memukulinya, lalu si orang kafir itu berkata, \"Aku tidak punya salah denganmu.\" Maka yang memukulinya berkata, \"Sesungguhnya Tuhan murka terhadapmu, maka segala sesuatu murka pula terhadapmu.\"\n\nAl-Fudail ibnu Iyad mengatakan bahwa tatkala Allah Swt. berfirman, \"Peganglah dia dan belenggulah dia,\" maka berebutan untuk melaksanakannya sebanyak tujuh puluh ribu malaikat, untuk memperebutkan siapa yang paling dahulu dari mereka yang memasang belenggu di leher si kafir itu.\n\nKemudian masukkanlah dia ke dalam api neraka yang menyala-nyala. (Al-Haqqah: 31)\n\nMaksudnya, lemparkanlah dia ke dalamnya.",
            "jalalain": "(\"Peganglah dia) khithab atau perintah dalam ayat ini ditujukan kepada para malaikat penjaga neraka Jahanam (lalu belenggulah dia.\") Ikatlah kedua tangannya menjadi satu dengan kepalanya ke dalam belenggu.",
            "quraish_shihab": "Kepada para penjaga neraka dikatakan, \"Ambillah ia dan ikatkanlah tangannya ke lehernya. Kemudian masukkan ia ke dalam neraka yang menyala-nyala. Setelah itu belitlah ia dengan rantai yang sangat panjang."
        },
        {
            "ind": "Kemudian masukkanlah dia ke dalam api neraka yang menyala-nyala.",
            "arb": "ثُمَّ الْجَحِيمَ صَلُّوهُ",
            "transliterasi": "Thumma Al-Jaĥīma Şallūhu.",
            "eng": "and then let him enter hell,",
            "kemenag_ringkas": "_Kemudian masukkanlah dia ke dalam api neraka yang menyala-nyala._",
            "kemenag": "Karena sikap orang kafir yang demikian dan berdasarkan catatan amalnya, maka Allah memerintahkan malaikat untuk melaksanakan hukuman kepada orang kafir itu. Pada waktu Kiamat, mereka dalam keadaan menderita, terhina, dan tidak dapat melepaskan diri sedikit pun dari keadaan yang demikian. Bahkan, azab itu ditambah lagi dengan membelenggu mereka. Hal ini memberi pengertian bahwa orang kafir di dalam neraka tidak mempunyai satu cara pun untuk mengurangi dan meringankan rasa azab yang pedih itu.",
            "ibnu_katsir": "ini merupakan berita tentang keadaan yang dialami oleh orang-orang yang celaka apabila seseorang dari mereka menerima kitab catatan amalnya dari sebelah kirinya di tempat hisab hari kiamat. Maka pada hari itu dia menyesali amal yang telah dilakukannya di dunia dengan penyesalan yang tiada taranya.\n\nmaka dia berkata, \"Wahai, alangkah baiknya kiranya tidak diberikan kepadaku kitabku (ini). Dan aku tidak mengetahui apa hisab terhadap diriku. Wahai, kiranya kematian itulah yang menyelesaikan segala sesuatu.\" (Al-Haqqah: 25-27)\n\nAd-Dahhak mengatakan yakni kematian yang tiada kehidupan lagi sesudahnya. Hal yang sama dikatakan oleh Muhammad ibnu Ka'b, Ar-Rabi', dan As-Saddi. \n\nQatadah mengatakan bahwa orang kafir saat itu menginginkan kematian, padahal ketika di dunia tiada sesuatu pun yang lebih dibencinya selain kematian.\n\nHartaku sekali-kali tidak memberi manfaat kepadaku. Telah hilang kekuasaanku dariku. (Al-Haqqah: 28-29)\n\nYakni harta dan kedudukanku tidak dapat membelaku dari azab Allah dan pembalasan-Nya, bahkan segala sesuatunya ditanggung oleh diriku, tiadayang menolongku dan tidak ada orang yang melindungiku. Maka di saat itulah Allah Swt. berfirman:\n\nPeganglah dia lalu belenggulah tangannya ke lehernya. Kemudian masukkanlah dia ke dalam api neraka yang menyala-nyala. (Al-Haqqah: 30-31)\n\nAllah Swt. memerintahkan kepada Malaikat Zabaniyah (juru siksa) untuk memegangnya dengan kasar dari tempat perhimpunan, lalu lehernya dibelenggu, kemudian diseret ke neraka Jahanam, lalu dimasukkan ke dalamnya, dan api neraka Jahanam menelannya.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Sa'id Al-Asyaj, telah menceritakan kepada kami Abu Khalid, dari Amr ibnu Qais, dari Al-Minhal ibnu Amr yang mengatakan bahwa tatkala Allah Swt. berfirman, \"Peganglah dia !\" Maka berebutan untuk menanganinya sebanyak tujuh puluh ribu malaikat, masing-masing dari mereka melakukan hal yang sama, maka ia menjumpai tujuh puluh ribu malaikat itu di dalam neraka. Ibnu Abud Dunia mengatakan di dalam kitab Al-Ahw'ah bahwa orang kafir didatangi oleh empat ratus ribu malaikat, dan tiada sesuatu pun melainkan memukulinya, lalu si orang kafir itu berkata, \"Aku tidak punya salah denganmu.\" Maka yang memukulinya berkata, \"Sesungguhnya Tuhan murka terhadapmu, maka segala sesuatu murka pula terhadapmu.\"\n\nAl-Fudail ibnu Iyad mengatakan bahwa tatkala Allah Swt. berfirman, \"Peganglah dia dan belenggulah dia,\" maka berebutan untuk melaksanakannya sebanyak tujuh puluh ribu malaikat, untuk memperebutkan siapa yang paling dahulu dari mereka yang memasang belenggu di leher si kafir itu.\n\nKemudian masukkanlah dia ke dalam api neraka yang menyala-nyala. (Al-Haqqah: 31)\n\nMaksudnya, lemparkanlah dia ke dalamnya.",
            "jalalain": "(\"Kemudian ke dalam neraka Jahanam) neraka yang apinya menyala-nyala (masukkanlah dia\") jebloskanlah dia ke dalamnya.",
            "quraish_shihab": "Kepada para penjaga neraka dikatakan, \"Ambillah ia dan ikatkanlah tangannya ke lehernya. Kemudian masukkan ia ke dalam neraka yang menyala-nyala. Setelah itu belitlah ia dengan rantai yang sangat panjang."
        },
        {
            "ind": "Kemudian belitlah dia dengan rantai yang panjangnya tujuh puluh hasta.",
            "arb": "ثُمَّ فِي سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعًا فَاسْلُكُوهُ",
            "transliterasi": "Thumma Fī Silsilatin Dhar`uhā Sab`ūna Dhirā`āan Fāslukūhu.",
            "eng": "and then thrust him into a chain [of other sinners like him - a chain] the length whereof is seventy cubits:",
            "kemenag_ringkas": "Siksaan itu tidak hanya sampai di situ, _Kemudian belitlah dia dengan rantai yang panjangnya tujuh puluh hasta_ maksudnya rantai yang sangat panjang.\"",
            "kemenag": "Karena sikap orang kafir yang demikian dan berdasarkan catatan amalnya, maka Allah memerintahkan malaikat untuk melaksanakan hukuman kepada orang kafir itu. Pada waktu Kiamat, mereka dalam keadaan menderita, terhina, dan tidak dapat melepaskan diri sedikit pun dari keadaan yang demikian. Bahkan, azab itu ditambah lagi dengan membelenggu mereka. Hal ini memberi pengertian bahwa orang kafir di dalam neraka tidak mempunyai satu cara pun untuk mengurangi dan meringankan rasa azab yang pedih itu.",
            "ibnu_katsir": "Firman Allah Swt:\n\nKemudian belitlah dia dengan rantai yang panjangnya tujuh puluh hasta. (Al-Haqqah: 32)\n\nKa'bul Ahbar mengatakan bahwa setiap mata rantai darinya sama dengan semua besi yang ada di dunia. Al-Aufi telah meriwayatkan dari Ibnu Abbas dan Ibnu Juraij, bahwa hasta ini berdasarkan hasta malaikat. \n\nIbnu Juraij mengatakan bahwa Ibnu Abbas telah mengatakan sehubungan dengan makna firman-Nya: Kemudian belitlah dia. (Al-Haqqah: 32) Yakni rantai itu dimasukkan dari liang duburnya, kemudian dikeluarkan dari mulutnya.  Kemudian mereka disate dalam rantai itu sebagaimana belalang dimasukkan ke dalam tusuk sate saat hendak dipanggang. \n\nAl-Aufi telah meriwayatkan dari Ibnu Abbas, bahwa rantai itu dimasukkan dari liang anusnya, kemudian dikeluarkan dari kedua lubang hidungnya agar ia tidak dapat berjalan pada kedua kakinya.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Ali ibnu Ishaq, telah menceritakan kepada kami Abdullah, telah menceritakan kepada kami Sa'id ibnu Yazid, dari Abus Samah, dari Isa ibnu Hilal As-Sadafi, dari Abdullah ibnu Amr yang mengatakan bahwa Rasulullah Saw. Pernah bersabda: Seandainya sebuah batu sebesar ini —seraya menunjuk ke arah sebuah tengkorak kepala kambing— dilemparkan dari langit ke bumi yang jaraknya sama dengan perjalanan lima ratus tahun, niscaya batu itu telah sampai ke bumi sebelum malam tiba. Tetapi seandainya batu ini dilemparkan dari ujung rantai tersebut, niscaya ia masih terus terjatuh selama empat puluh musim gugur (tahun), malam dan siang harinya (tanpa berhenti) sebelum mencapai pada bagian bawahnya atau pangkalnya.\n\nImam Turmuzi mengetengahkannya dari Suwaid ibnu Sa'id, dari Abdullah ibnul Mubarak dengan sanad yang sama. Dan Imam Turmuzi mengatakan bahwa hadis ini sahih.",
            "jalalain": "(\"Kemudian dengan rantai yang panjangnya tujuh puluh hasta) menurut ukuran hasta malaikat (belitlah dia\") lilitlah dia dengan rantai itu sesudah ia dimasukkan ke dalam neraka. Huruf fa di sini tidak dapat mencegah hubungan antara fi'il dan zharaf yang mendahuluinya.",
            "quraish_shihab": "Kepada para penjaga neraka dikatakan, \"Ambillah ia dan ikatkanlah tangannya ke lehernya. Kemudian masukkan ia ke dalam neraka yang menyala-nyala. Setelah itu belitlah ia dengan rantai yang sangat panjang."
        },
        {
            "ind": "Sesungguhnya dia dahulu tidak beriman kepada Allah Yang Maha Besar.",
            "arb": "إِنَّهُ كَانَ لَا يُؤْمِنُ بِاللَّهِ الْعَظِيمِ",
            "transliterasi": "'Innahu Kāna Lā Yu'uminu Billāhi Al-`Ažīmi.",
            "eng": "for, behold, he did not believe in God, the Tremendous,",
            "kemenag_ringkas": "Mengapa si pendurhaka itu disiksa sedemikian hebat? Inilah yang menjadi penyebabnya. _Sesungguhnya dia_ dahulu ketika di dunia adalah _orang yang tidak beriman kepada Allah Yang Mahabesar._",
            "kemenag": "Penyebab orang kafir ditimpa azab yang sangat pedih adalah karena selain mempersekutukan Allah, mereka adalah para pemuka dari kaum kafir yang mempelopori kekafiran, dan tidak mendorong dirinya dan orang lain untuk memberi makan fakir miskin.\nDisebutkan juga dalam ayat ini keharusan memberi makan fakir-miskin setelah beriman kepada Allah. Hal ini menunjukkan betapa tingginya nilai perbuatan memberi makan fakir-miskin di sisi Allah, sehingga dalam firman-Nya yang lain dinyatakan bahwa orang yang tidak memberi makan fakir-miskin adalah orang yang mendustakan agama.\n\nTahukah kamu (orang) yang mendustakan agama? Maka itulah orang yang menghardik anak yatim, dan tidak mendorong memberi makan orang miskin. (al-Ma'un/107: 1-3)\n\nDengan perkataan lain dapat dikatakan bahwa tanda orang yang benar-benar beriman kepada Allah ialah senang membantu orang-orang fakir-miskin, karena usaha itu merupakan peningkatan dari imannya.\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nSesungguhnya dia dahulu tidak beriman kepada Allah Yang Mahabesar. Dan juga dia tidak mendorong (orang lain) untuk memberi makan orang miskin. (Al-Haqqah: 33-34)\n\nYakni dia tidak pernah menunaikan hak Allah yang menjadi kewajibannya, seperti amal ketaatan dan menyembah kepada-Nya, tidak mau memberi manfaat kepada makhluk-Nya serta tidak mau menunaikan hak mereka yang ada pada hartanya. Karena sesungguhnya menjadi kewajiban bagi hamba-hamba Allah untuk mengesakan-Nya dan tidak mempersekutukan-Nya dengan sesuatu pun, juga sudah menjadi kewajiban bagi sebagian dari mereka atas sebagian yang lainnya menunaikan kebajikan dan bantu-membantu dalam hal kebajikan dan ketakwaan. \n\nKarena itulah maka Allah memerintahkan manusia untuk mendirikan salat dan menunaikan zakat. Dan ketika Nabi Saw. mengembuskan nafas terakhirnya, beliau sempat bersabda:\n\nPeliharalah salat, dan budak-budak yang dimiliki oleh kalian.",
            "jalalain": "(\"Sesungguhnya dia dahulu tidak beriman kepada Allah Yang Maha Besar.\")",
            "quraish_shihab": "Sesungguhnya dulu ia tidak percaya kepada Allah Yang Mahaagung dan tidak menganjurkan orang lain untuk memberi makan orang miskin.\""
        },
        {
            "ind": "Dan juga dia tidak mendorong (orang lain) untuk memberi makan orang miskin.",
            "arb": "وَلَا يَحُضُّ عَلَىٰ طَعَامِ الْمِسْكِينِ",
            "transliterasi": "Wa Lā Yaĥuđđu `Alaá Ţa`āmi Al-Miskīni.",
            "eng": "and did not feel any urge to feed the needy:",
            "kemenag_ringkas": "_Dan juga dia tidak mendorong_ dirinya dan orang lain _untuk memberi makan orang miskin_, padahal dia memiliki kemampuan.",
            "kemenag": "Penyebab orang kafir ditimpa azab yang sangat pedih adalah karena selain mempersekutukan Allah, mereka adalah para pemuka dari kaum kafir yang mempelopori kekafiran, dan tidak mendorong dirinya dan orang lain untuk memberi makan fakir miskin.\nDisebutkan juga dalam ayat ini keharusan memberi makan fakir-miskin setelah beriman kepada Allah. Hal ini menunjukkan betapa tingginya nilai perbuatan memberi makan fakir-miskin di sisi Allah, sehingga dalam firman-Nya yang lain dinyatakan bahwa orang yang tidak memberi makan fakir-miskin adalah orang yang mendustakan agama.\n\nTahukah kamu (orang) yang mendustakan agama? Maka itulah orang yang menghardik anak yatim, dan tidak mendorong memberi makan orang miskin. (al-Ma'un/107: 1-3)\n\nDengan perkataan lain dapat dikatakan bahwa tanda orang yang benar-benar beriman kepada Allah ialah senang membantu orang-orang fakir-miskin, karena usaha itu merupakan peningkatan dari imannya.\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nSesungguhnya dia dahulu tidak beriman kepada Allah Yang Mahabesar. Dan juga dia tidak mendorong (orang lain) untuk memberi makan orang miskin. (Al-Haqqah: 33-34)\n\nYakni dia tidak pernah menunaikan hak Allah yang menjadi kewajibannya, seperti amal ketaatan dan menyembah kepada-Nya, tidak mau memberi manfaat kepada makhluk-Nya serta tidak mau menunaikan hak mereka yang ada pada hartanya. Karena sesungguhnya menjadi kewajiban bagi hamba-hamba Allah untuk mengesakan-Nya dan tidak mempersekutukan-Nya dengan sesuatu pun, juga sudah menjadi kewajiban bagi sebagian dari mereka atas sebagian yang lainnya menunaikan kebajikan dan bantu-membantu dalam hal kebajikan dan ketakwaan. \n\nKarena itulah maka Allah memerintahkan manusia untuk mendirikan salat dan menunaikan zakat. Dan ketika Nabi Saw. mengembuskan nafas terakhirnya, beliau sempat bersabda:\n\nPeliharalah salat, dan budak-budak yang dimiliki oleh kalian.",
            "jalalain": "(\"Dan juga dia tidak mendorong untuk memberi makan orang miskin.\")",
            "quraish_shihab": "Sesungguhnya dulu ia tidak percaya kepada Allah Yang Mahaagung dan tidak menganjurkan orang lain untuk memberi makan orang miskin.\""
        },
        {
            "ind": "Maka tiada seorang temanpun baginya pada hari ini di sini.",
            "arb": "فَلَيْسَ لَهُ الْيَوْمَ هَاهُنَا حَمِيمٌ",
            "transliterasi": "Falaysa Lahu Al-Yawma Hāhunā Ĥamīmun.",
            "eng": "and so, no friend has here today,",
            "kemenag_ringkas": "Atas segala perbuatan buruk yang dilakukan di dunia, _maka_ akhirnya _pada hari ini_ yaitu hari di akhirat, _di sini_ yaitu di neraka, _tidak ada seorang teman pun baginya_ yang dapat menolong atau meringankan siksa yang dia terima.",
            "kemenag": "Dalam ayat ini diterangkan keadaan orang musyrik di dalam neraka:\n1.Mereka tidak mempunyai seorang pun teman atau penolong. Sebagaimana diketahui bahwa manusia itu adalah makhluk sosial. Hidup manusia yang berbahagia adalah jika mereka dapat memenuhi kepentingan pribadinya dan kepentingan hidup dalam pergaulan bermasyarakat. Jika di dunia dalam keadaan biasa, manusia merasa tersiksa hidup sendirian, tentu di akhirat akan lebih tersiksa lagi.\n2.Makanan mereka adalah darah dan nanah, suatu makanan yang tidak termakan oleh orang ketika hidup di dunia.\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nMaka pada hari ini tiada seorang teman pun baginya di sini. Dan tiada (pula) makanan sedikit pun (baginya) kecuali dari darah dan nanah. Tidak ada yang memakannya kecuali orang-orang yang berdosa. (AL-Haqqah: 35-37)\n\nPada hari ini tiada seorang pun yang dapat menyelamatkannya dari azab Allah. Hamim artinya teman dekat. Tiada teman dekat. tiada pemberi syafaat yang didengar, dan tiada makanan baginya di sini kecuali gislin. Menurut Qatadah, gislin adalah makanan yang paling buruk bagi penduduk neraka. Ar-Rabi' dan Ad-Dahhak mengatakan bahwa gislin adalah nama sebuah pohon di dalam neraka Jahanam.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Mansur ibnu Abu Muzahim, telah menceritakan kepada kami Abu Sa'id Al-Mu'addib, dari Khasif, dari Mujahid, dari Ibnu Abbas yang mengatakan bahwa ia tidak mengetahui apa itu gislin, tetapi ia mempunyai dugaan kuat bahwa gislin adalah nama lain dari pohon zaqqum.\n\nSyabib ibnu Bisyr telah meriwayatkan dari Ikrimah, dari Ibnu Abbas yang telah mengatakan bahwa gislin adalah darah dan nanah yang mengalir dari tubuh mereka sendiri. Ali ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas, bahwa gislin adalah keringat atau nanah ahli neraka.",
            "jalalain": "(Maka tiada seorang teman pun baginya pada hari ini di sini) maksudnya, pada hari ini tiada kaum kerabat yang bermanfaat bagi dirinya.",
            "quraish_shihab": "Pada hari itu, di neraka, orang kafir itu tidak punya teman dekat yang dapat menolongnya dari api neraka. Minumannya tidak lain adalah hasil cucian penghuni neraka yang berupa darah dan nanah yang hanya dimakan oleh orang-orang yang sengaja dan terus menerus melakukan dosa."
        },
        {
            "ind": "Dan tiada (pula) makanan sedikitpun (baginya) kecuali dari darah dan nanah.",
            "arb": "وَلَا طَعَامٌ إِلَّا مِنْ غِسْلِينٍ",
            "transliterasi": "Wa Lā Ţa`āmun 'Illā Min Ghislīnin.",
            "eng": "nor any food save the filth",
            "kemenag_ringkas": "_Dan tidak ada_ pula baginya _makanan_ sedikit pun kecuali berupa _gislin_ yaitu makanan yang terbuat dari _darah_ penghuni neraka dan juga _nanah_.",
            "kemenag": "Dalam ayat ini diterangkan keadaan orang musyrik di dalam neraka:\n1.Mereka tidak mempunyai seorang pun teman atau penolong. Sebagaimana diketahui bahwa manusia itu adalah makhluk sosial. Hidup manusia yang berbahagia adalah jika mereka dapat memenuhi kepentingan pribadinya dan kepentingan hidup dalam pergaulan bermasyarakat. Jika di dunia dalam keadaan biasa, manusia merasa tersiksa hidup sendirian, tentu di akhirat akan lebih tersiksa lagi.\n2.Makanan mereka adalah darah dan nanah, suatu makanan yang tidak termakan oleh orang ketika hidup di dunia.\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nMaka pada hari ini tiada seorang teman pun baginya di sini. Dan tiada (pula) makanan sedikit pun (baginya) kecuali dari darah dan nanah. Tidak ada yang memakannya kecuali orang-orang yang berdosa. (AL-Haqqah: 35-37)\n\nPada hari ini tiada seorang pun yang dapat menyelamatkannya dari azab Allah. Hamim artinya teman dekat. Tiada teman dekat. tiada pemberi syafaat yang didengar, dan tiada makanan baginya di sini kecuali gislin. Menurut Qatadah, gislin adalah makanan yang paling buruk bagi penduduk neraka. Ar-Rabi' dan Ad-Dahhak mengatakan bahwa gislin adalah nama sebuah pohon di dalam neraka Jahanam.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Mansur ibnu Abu Muzahim, telah menceritakan kepada kami Abu Sa'id Al-Mu'addib, dari Khasif, dari Mujahid, dari Ibnu Abbas yang mengatakan bahwa ia tidak mengetahui apa itu gislin, tetapi ia mempunyai dugaan kuat bahwa gislin adalah nama lain dari pohon zaqqum.\n\nSyabib ibnu Bisyr telah meriwayatkan dari Ikrimah, dari Ibnu Abbas yang telah mengatakan bahwa gislin adalah darah dan nanah yang mengalir dari tubuh mereka sendiri. Ali ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas, bahwa gislin adalah keringat atau nanah ahli neraka.",
            "jalalain": "(Dan tiada pula makanan sedikit pun baginya kecuali dari darah dan nanah) yaitu nanah dan darah ahli neraka, atau shadiid, yaitu nama sejenis pohon yang ada di dalam neraka.",
            "quraish_shihab": "Pada hari itu, di neraka, orang kafir itu tidak punya teman dekat yang dapat menolongnya dari api neraka. Minumannya tidak lain adalah hasil cucian penghuni neraka yang berupa darah dan nanah yang hanya dimakan oleh orang-orang yang sengaja dan terus menerus melakukan dosa."
        },
        {
            "ind": "Tidak ada yang memakannya kecuali orang-orang yang berdosa.",
            "arb": "لَّا يَأْكُلُهُ إِلَّا الْخَاطِئُونَ",
            "transliterasi": "Lā Ya'kuluhu 'Illā Al-Khāţi'ūna.",
            "eng": "which none but the sinners eat!\"",
            "kemenag_ringkas": "_Tidak ada yang memakannya kecuali orang-orang yang berdosa_ yaitu yang secara terus menerus berbuat durhaka.",
            "kemenag": "Makanan yang dimakan oleh orang kafir itu, yang terdiri dari darah dan nanah, adalah makanan yang sangat jijik dan tiada termakan oleh siapa pun. Hal ini menunjukkan gambaran kehidupan neraka yang penuh kehinaan.",
            "ibnu_katsir": "Firman Allah Swt.:\n\nMaka pada hari ini tiada seorang teman pun baginya di sini. Dan tiada (pula) makanan sedikit pun (baginya) kecuali dari darah dan nanah. Tidak ada yang memakannya kecuali orang-orang yang berdosa. (AL-Haqqah: 35-37)\n\nPada hari ini tiada seorang pun yang dapat menyelamatkannya dari azab Allah. Hamim artinya teman dekat. Tiada teman dekat. tiada pemberi syafaat yang didengar, dan tiada makanan baginya di sini kecuali gislin. Menurut Qatadah, gislin adalah makanan yang paling buruk bagi penduduk neraka. Ar-Rabi' dan Ad-Dahhak mengatakan bahwa gislin adalah nama sebuah pohon di dalam neraka Jahanam.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Mansur ibnu Abu Muzahim, telah menceritakan kepada kami Abu Sa'id Al-Mu'addib, dari Khasif, dari Mujahid, dari Ibnu Abbas yang mengatakan bahwa ia tidak mengetahui apa itu gislin, tetapi ia mempunyai dugaan kuat bahwa gislin adalah nama lain dari pohon zaqqum.\n\nSyabib ibnu Bisyr telah meriwayatkan dari Ikrimah, dari Ibnu Abbas yang telah mengatakan bahwa gislin adalah darah dan nanah yang mengalir dari tubuh mereka sendiri. Ali ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas, bahwa gislin adalah keringat atau nanah ahli neraka.",
            "jalalain": "(Tidak ada yang memakannya kecuali orang-orang yang berdosa) orang-orang yang kafir.",
            "quraish_shihab": "Pada hari itu, di neraka, orang kafir itu tidak punya teman dekat yang dapat menolongnya dari api neraka. Minumannya tidak lain adalah hasil cucian penghuni neraka yang berupa darah dan nanah yang hanya dimakan oleh orang-orang yang sengaja dan terus menerus melakukan dosa."
        },
        {
            "ind": "Maka Aku bersumpah dengan apa yang kamu lihat.",
            "arb": "فَلَا أُقْسِمُ بِمَا تُبْصِرُونَ",
            "transliterasi": "Falā 'Uqsimu Bimā Tubşirūna.",
            "eng": "BUT NAY! I call to witness an that you can see,",
            "kemenag_ringkas": "Semua yang diuraikan pada ayat-ayat di atas belum terlihat oleh manusia, maka kelompok ayat ini menegaskan tentang kebenaran informasi al-Qur'an dengan bersumpah menyebut wujud yang terlihat maupun yang tidak terlihat. _Maka Aku bersumpah demi apa yang kamu lihat,_",
            "kemenag": "Menurut Muqatil bahwa ayat-ayat ini diturunkan berhubungan dengan sikap para pemuka Quraisy ketika mendengar bacaan ayat-ayat Al-Qur'an, seperti perkataan al-Walid bin al-Mugirah bahwa sesungguhnya Muhammad seorang pesihir, perkataan Abu Jahal bahwa Muhammad seorang penyair, dan perkataan 'Uqbah bahwa Muhammad seorang tukang tenung. Ayat ini membantah perkataan-perkataan itu.\nAllah menegaskan kepada orang musyrik Mekah dengan bersumpah dengan makhluk-Nya, baik yang dapat dilihat, diketahui, dan dirasakan dengan pancaindra maupun tidak, bahwa Al-Qur'an yang diturunkan kepada Muhammad itu benar-benar wahyu dari-Nya. Al-Qur'an bukan perkataan Muhammad atau perkataan yang diada-adakan Muhammad kemudian dikatakan sebagai firman Allah.\nDari perkataan bima tubsirun (segala yang dapat kamu lihat) dapat dipahami bahwa sebenarnya orang musyrik Mekah seharusnya dapat meyakinkan bahwa Al-Qur'an itu berasal dari Allah, bukan buatan Muhammad. Hal ini berdasarkan pada pengetahuan yang ada pada mereka, seperti pengetahuan tentang Muhammad, pengetahuan tentang gaya bahasa dan keindahan bahasa Arab yang terdapat dalam Al-Qur'an, dan isi Al-Qur'an itu sendiri. Kemudian dari perkataan \"wama la tubsirun\" (dan apa yang tidak kamu lihat) dipahami bahwa banyak hal yang tidak diketahui oleh orang musyrik Mekah. Jika mereka mengetahui yang demikian itu, tentu akan dapat menambah keyakinan dan kepercayaan mereka kepada Muhammad.\n",
            "ibnu_katsir": "Allah Swt. bersumpah kepada makhluk-Nya dengan menyebut segala sesuatu yang disaksikan oleh mereka, yaitu tanda-tanda kekuasaan-Nya yang terdapat pada semua makhluk-Nya, yang menunjukkan kesempurnaan-Nya dalam asma-asma dan sifat-sifat-Nya. Dia juga bersumpah kepada mereka dengan menyebut semua perkara gaib yang tidak dapat dilihat oleh mereka, bahwa sesungguhnya AL-Qur'an ini adalah kalam-Nya dan wahyu-Nya yang diturunkan-Nya kepada hamba dan rasul-Nya yang telah Dia pilih untuk menyampaikan risalah dan menunaikan amanat-Nya. Untuk itu Allah Swt. berfirman:\n\nMaka Aku, bersumpah dengan apa yang kamu lihat. Dan dengan apa yang tidak kamu lihat. Sesungguhnya Al-Qur’an itu adalah benar-benar wahyu (Allah yang diturunkan kepada) Rasul yang mulia. (Al-Haqqah: 38-40)\n\nYakni Nabi Muhammad Saw., lalu di-mudaf-kan kepadanya dengan mengandung makna tablig (menyampaikan), karena sesungguhnya tugas rasul itu ialah menyampaikan apa yang dititipkan kepadanya. Untuk itulah maka di-mudaf-kan pula makna ini kepada malaikat yang dipercaya untuk menyampaikannya, sebagaimana yang terdapat di dalam surat At-Takwir, yaitu:\n\nSesungguhnya Al-Qur’an itu benar-benar firman (Allah yang dibawa oleh) utusan yang mulia (Jibril), yang mempunyai kekuatan, yang mempunyai kedudukan tinggi disisi Allah yang mempunyai 'Arasy yang ditaati di sana (di alam malaikat) lagi dipercaya. (At-Takwir: 19-21)\n\nYang ini adalah malaikat yang menyampaikannya dari Allah kepada Nabi Saw. yaitu Jibril a.s. Kemudian disebutkan dalam firman berikutnya:\n\nDan temanmu (Muhammad) itu bukanlah sekali-kali orang yang gila. (At-Takwir: 22)\n\nYaitu temanmu Muhammad Saw.\n\nDan sesungguhnya Muhammad itu meIihat Jibril di ufuk yang terang. (At-Takwir: 23)\n\nYakni Nabi Muhammad Saw. melihat rupa asli Malaikat Jibril a.s.\n\nDan dia (Muhammad) bukanlah seorang yang bakhil untuk menerangkan yang gaib. (At-Takwir: 24)\n\nMaksudnya, dia bukanlah orang yang menerka-nerka yang gaib.\n\nDan Al-Qur'an itu bukanlah perkataan setan yang terkutuk. (At-Takwir: 25)\n\nMaka demikian pula yang disebutkan dalam surat ini melalui firman-Nya:\n\nDan Al-Qur’an itu bukanlah perkataan seorang penyair. Sedikit sekali kamu beriman kepadanya. Dan bukan pula perkataan tukang tenung. Sedikit sekali kamu mengambil pelajaran darinya. (Al-Haqqah: 41-42)\n\nTerkadang Allah meng-idafah-kan kepada malaikat yang diutus-Nya, terkadang meng-idafah-kannya (mengaitkan Al-Qur'an) kepada manusia yang diutus-Nya, karena masing-masing dari keduanya bertugas menyampaikan wahyu dan kalam-Nya yang dipercayakan kepadanya. Karena itulah maka disebutkan dalam firman berikutnya:\n\nIa adalah wahyu yang diturunkan dari Tuhan semesta alam. (Al-Haqqah: 43)\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Abul Mugirah, telah menceritakan kepada kami Safwan, telah menceritakan kepada kami Syuraih ibnu Ubaid yang mengatakan bahwa Umar ibnul Khattab pernah mengatakan bahwa sebelum masuk Islam, ia pernah keluar untuk menghadang Rasulullah Saw. Ternyata ia menjumpai beliau telah mendahuluinya berada di masjid. Lalu ia berdiri di belakang beliau, maka beliau membaca surat Al-Haqqah, dan ia merasa kagum dengan susunan kata-kata Al-Qur'an. Ia berkata dalam hatinya, \"Dia, demi Allah, adalah seorang penyair seperti yang dikatakan oleh orang-orang Quraisy.\" Maka beliau membaca firman-Nya: Sesungguhnya Al-Qur’an itu adalah benar-benar wahyu (Allah yang diturunkan kepada) Rasul yang mulia, dan Al-Qur’an itu bukanlah perkataan seorang penyair. Sedikit sekali kamu beriman kepadanya. (Al-Haqqah: 40-41); Kemudian aku (Umar) berkata, \"Dia adalah seorang tukang tenung.\" Maka Nabi Saw. membaca firman selanjutnya: Dan bukan pula perkataan tukang tenung. Sedikit sekali kamu mengambil pelajaran darinya. Ia adalah wahyu yang diturunkan dari Tuhan semesta alam. Seandainya dia (Muhammad) mengada-adakan sebagian perkataan atas (nama) Kami, niscaya benar-benar Kami pegang dia pada tangan kanannya. Kemudian benar-benar Kami potong urat tali jantungnya. Maka sekali-kali tidak ada seorang pun dari kamu yang dapat menghalangi (Kami) dari pemotongan urat nadi itu. (Al-Haqqah: 42-47), hingga akhir surat.\n\nSelanjutnya Umar mengatakan bahwa lalu sejak saat itu Islam mulai meresap dan menimbulkan kesan yang mendalam di dalam hatiku. Ini merupakan salah satu dari penyebab yang dijadikan oleh Allah untuk memberikan hidayah kepada Umar ibnul Khattab. Sebagaimana yang telah kami kemukakan dalam karya tulis yang terpisah mengenai Sirah perjalanan hidupnya, yang di dalamnya dijelaskan bagaimana keadaannya ketika mula-mula masuk Islam.",
            "jalalain": "(Maka) huruf laa di sini adalah huruf zaidah (Aku bersumpah dengan apa yang kalian lihat) makhluk-makhluk yang kalian lihat.",
            "quraish_shihab": "Aku bersumpah dengan apa-apa yang kalian lihat dan tidak kalian lihat berupa alam gaib, sesungguhnya al-Qur'ân itu benar-benar (wahyu) dari Allah yang disampaikan melalui seorang rasul yang mempunyai kedudukan tinggi."
        },
        {
            "ind": "Dan dengan apa yang tidak kamu lihat.",
            "arb": "وَمَا لَا تُبْصِرُونَ",
            "transliterasi": "Wa Mā Lā Tubşirūna.",
            "eng": "as well as all that you cannot see!",
            "kemenag_ringkas": "_dan demi apa yang tidak kamu lihat_ dari ciptaan-ciptaan-Ku.",
            "kemenag": "Menurut Muqatil bahwa ayat-ayat ini diturunkan berhubungan dengan sikap para pemuka Quraisy ketika mendengar bacaan ayat-ayat Al-Qur'an, seperti perkataan al-Walid bin al-Mugirah bahwa sesungguhnya Muhammad seorang pesihir, perkataan Abu Jahal bahwa Muhammad seorang penyair, dan perkataan 'Uqbah bahwa Muhammad seorang tukang tenung. Ayat ini membantah perkataan-perkataan itu.\nAllah menegaskan kepada orang musyrik Mekah dengan bersumpah dengan makhluk-Nya, baik yang dapat dilihat, diketahui, dan dirasakan dengan pancaindra maupun tidak, bahwa Al-Qur'an yang diturunkan kepada Muhammad itu benar-benar wahyu dari-Nya. Al-Qur'an bukan perkataan Muhammad atau perkataan yang diada-adakan Muhammad kemudian dikatakan sebagai firman Allah.\nDari perkataan bima tubsirun (segala yang dapat kamu lihat) dapat dipahami bahwa sebenarnya orang musyrik Mekah seharusnya dapat meyakinkan bahwa Al-Qur'an itu berasal dari Allah, bukan buatan Muhammad. Hal ini berdasarkan pada pengetahuan yang ada pada mereka, seperti pengetahuan tentang Muhammad, pengetahuan tentang gaya bahasa dan keindahan bahasa Arab yang terdapat dalam Al-Qur'an, dan isi Al-Qur'an itu sendiri. Kemudian dari perkataan \"wama la tubsirun\" (dan apa yang tidak kamu lihat) dipahami bahwa banyak hal yang tidak diketahui oleh orang musyrik Mekah. Jika mereka mengetahui yang demikian itu, tentu akan dapat menambah keyakinan dan kepercayaan mereka kepada Muhammad.\n",
            "ibnu_katsir": "Allah Swt. bersumpah kepada makhluk-Nya dengan menyebut segala sesuatu yang disaksikan oleh mereka, yaitu tanda-tanda kekuasaan-Nya yang terdapat pada semua makhluk-Nya, yang menunjukkan kesempurnaan-Nya dalam asma-asma dan sifat-sifat-Nya. Dia juga bersumpah kepada mereka dengan menyebut semua perkara gaib yang tidak dapat dilihat oleh mereka, bahwa sesungguhnya AL-Qur'an ini adalah kalam-Nya dan wahyu-Nya yang diturunkan-Nya kepada hamba dan rasul-Nya yang telah Dia pilih untuk menyampaikan risalah dan menunaikan amanat-Nya. Untuk itu Allah Swt. berfirman:\n\nMaka Aku, bersumpah dengan apa yang kamu lihat. Dan dengan apa yang tidak kamu lihat. Sesungguhnya Al-Qur’an itu adalah benar-benar wahyu (Allah yang diturunkan kepada) Rasul yang mulia. (Al-Haqqah: 38-40)\n\nYakni Nabi Muhammad Saw., lalu di-mudaf-kan kepadanya dengan mengandung makna tablig (menyampaikan), karena sesungguhnya tugas rasul itu ialah menyampaikan apa yang dititipkan kepadanya. Untuk itulah maka di-mudaf-kan pula makna ini kepada malaikat yang dipercaya untuk menyampaikannya, sebagaimana yang terdapat di dalam surat At-Takwir, yaitu:\n\nSesungguhnya Al-Qur’an itu benar-benar firman (Allah yang dibawa oleh) utusan yang mulia (Jibril), yang mempunyai kekuatan, yang mempunyai kedudukan tinggi disisi Allah yang mempunyai 'Arasy yang ditaati di sana (di alam malaikat) lagi dipercaya. (At-Takwir: 19-21)\n\nYang ini adalah malaikat yang menyampaikannya dari Allah kepada Nabi Saw. yaitu Jibril a.s. Kemudian disebutkan dalam firman berikutnya:\n\nDan temanmu (Muhammad) itu bukanlah sekali-kali orang yang gila. (At-Takwir: 22)\n\nYaitu temanmu Muhammad Saw.\n\nDan sesungguhnya Muhammad itu meIihat Jibril di ufuk yang terang. (At-Takwir: 23)\n\nYakni Nabi Muhammad Saw. melihat rupa asli Malaikat Jibril a.s.\n\nDan dia (Muhammad) bukanlah seorang yang bakhil untuk menerangkan yang gaib. (At-Takwir: 24)\n\nMaksudnya, dia bukanlah orang yang menerka-nerka yang gaib.\n\nDan Al-Qur'an itu bukanlah perkataan setan yang terkutuk. (At-Takwir: 25)\n\nMaka demikian pula yang disebutkan dalam surat ini melalui firman-Nya:\n\nDan Al-Qur’an itu bukanlah perkataan seorang penyair. Sedikit sekali kamu beriman kepadanya. Dan bukan pula perkataan tukang tenung. Sedikit sekali kamu mengambil pelajaran darinya. (Al-Haqqah: 41-42)\n\nTerkadang Allah meng-idafah-kan kepada malaikat yang diutus-Nya, terkadang meng-idafah-kannya (mengaitkan Al-Qur'an) kepada manusia yang diutus-Nya, karena masing-masing dari keduanya bertugas menyampaikan wahyu dan kalam-Nya yang dipercayakan kepadanya. Karena itulah maka disebutkan dalam firman berikutnya:\n\nIa adalah wahyu yang diturunkan dari Tuhan semesta alam. (Al-Haqqah: 43)\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Abul Mugirah, telah menceritakan kepada kami Safwan, telah menceritakan kepada kami Syuraih ibnu Ubaid yang mengatakan bahwa Umar ibnul Khattab pernah mengatakan bahwa sebelum masuk Islam, ia pernah keluar untuk menghadang Rasulullah Saw. Ternyata ia menjumpai beliau telah mendahuluinya berada di masjid. Lalu ia berdiri di belakang beliau, maka beliau membaca surat Al-Haqqah, dan ia merasa kagum dengan susunan kata-kata Al-Qur'an. Ia berkata dalam hatinya, \"Dia, demi Allah, adalah seorang penyair seperti yang dikatakan oleh orang-orang Quraisy.\" Maka beliau membaca firman-Nya: Sesungguhnya Al-Qur’an itu adalah benar-benar wahyu (Allah yang diturunkan kepada) Rasul yang mulia, dan Al-Qur’an itu bukanlah perkataan seorang penyair. Sedikit sekali kamu beriman kepadanya. (Al-Haqqah: 40-41); Kemudian aku (Umar) berkata, \"Dia adalah seorang tukang tenung.\" Maka Nabi Saw. membaca firman selanjutnya: Dan bukan pula perkataan tukang tenung. Sedikit sekali kamu mengambil pelajaran darinya. Ia adalah wahyu yang diturunkan dari Tuhan semesta alam. Seandainya dia (Muhammad) mengada-adakan sebagian perkataan atas (nama) Kami, niscaya benar-benar Kami pegang dia pada tangan kanannya. Kemudian benar-benar Kami potong urat tali jantungnya. Maka sekali-kali tidak ada seorang pun dari kamu yang dapat menghalangi (Kami) dari pemotongan urat nadi itu. (Al-Haqqah: 42-47), hingga akhir surat.\n\nSelanjutnya Umar mengatakan bahwa lalu sejak saat itu Islam mulai meresap dan menimbulkan kesan yang mendalam di dalam hatiku. Ini merupakan salah satu dari penyebab yang dijadikan oleh Allah untuk memberikan hidayah kepada Umar ibnul Khattab. Sebagaimana yang telah kami kemukakan dalam karya tulis yang terpisah mengenai Sirah perjalanan hidupnya, yang di dalamnya dijelaskan bagaimana keadaannya ketika mula-mula masuk Islam.",
            "jalalain": "(Dan dengan apa yang tidak kalian lihat) di antara makhluk-makhluk itu.",
            "quraish_shihab": "Aku bersumpah dengan apa-apa yang kalian lihat dan tidak kalian lihat berupa alam gaib, sesungguhnya al-Qur'ân itu benar-benar (wahyu) dari Allah yang disampaikan melalui seorang rasul yang mempunyai kedudukan tinggi."
        },
        {
            "ind": "Sesungguhnya Al Quran itu adalah benar-benar wahyu (Allah yang diturunkan kepada) Rasul yang mulia,",
            "arb": "إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ",
            "transliterasi": "'Innahu Laqawlu Rasūlin Karīmin.",
            "eng": "Behold, this [Qur’an] is indeed the [inspired] word of a noble apostle,",
            "kemenag_ringkas": "_Sesungguhnya ia_, Al-Qur’an, _itu benar-benar wahyu_ yang diturunkan kepada _Rasul yang _mulia yaitu Nabi Muhammad.",
            "kemenag": "Menurut Muqatil bahwa ayat-ayat ini diturunkan berhubungan dengan sikap para pemuka Quraisy ketika mendengar bacaan ayat-ayat Al-Qur'an, seperti perkataan al-Walid bin al-Mugirah bahwa sesungguhnya Muhammad seorang pesihir, perkataan Abu Jahal bahwa Muhammad seorang penyair, dan perkataan 'Uqbah bahwa Muhammad seorang tukang tenung. Ayat ini membantah perkataan-perkataan itu.\nAllah menegaskan kepada orang musyrik Mekah dengan bersumpah dengan makhluk-Nya, baik yang dapat dilihat, diketahui, dan dirasakan dengan pancaindra maupun tidak, bahwa Al-Qur'an yang diturunkan kepada Muhammad itu benar-benar wahyu dari-Nya. Al-Qur'an bukan perkataan Muhammad atau perkataan yang diada-adakan Muhammad kemudian dikatakan sebagai firman Allah.\nDari perkataan bima tubsirun (segala yang dapat kamu lihat) dapat dipahami bahwa sebenarnya orang musyrik Mekah seharusnya dapat meyakinkan bahwa Al-Qur'an itu berasal dari Allah, bukan buatan Muhammad. Hal ini berdasarkan pada pengetahuan yang ada pada mereka, seperti pengetahuan tentang Muhammad, pengetahuan tentang gaya bahasa dan keindahan bahasa Arab yang terdapat dalam Al-Qur'an, dan isi Al-Qur'an itu sendiri. Kemudian dari perkataan \"wama la tubsirun\" (dan apa yang tidak kamu lihat) dipahami bahwa banyak hal yang tidak diketahui oleh orang musyrik Mekah. Jika mereka mengetahui yang demikian itu, tentu akan dapat menambah keyakinan dan kepercayaan mereka kepada Muhammad.\n",
            "ibnu_katsir": "Allah Swt. bersumpah kepada makhluk-Nya dengan menyebut segala sesuatu yang disaksikan oleh mereka, yaitu tanda-tanda kekuasaan-Nya yang terdapat pada semua makhluk-Nya, yang menunjukkan kesempurnaan-Nya dalam asma-asma dan sifat-sifat-Nya. Dia juga bersumpah kepada mereka dengan menyebut semua perkara gaib yang tidak dapat dilihat oleh mereka, bahwa sesungguhnya AL-Qur'an ini adalah kalam-Nya dan wahyu-Nya yang diturunkan-Nya kepada hamba dan rasul-Nya yang telah Dia pilih untuk menyampaikan risalah dan menunaikan amanat-Nya. Untuk itu Allah Swt. berfirman:\n\nMaka Aku, bersumpah dengan apa yang kamu lihat. Dan dengan apa yang tidak kamu lihat. Sesungguhnya Al-Qur’an itu adalah benar-benar wahyu (Allah yang diturunkan kepada) Rasul yang mulia. (Al-Haqqah: 38-40)\n\nYakni Nabi Muhammad Saw., lalu di-mudaf-kan kepadanya dengan mengandung makna tablig (menyampaikan), karena sesungguhnya tugas rasul itu ialah menyampaikan apa yang dititipkan kepadanya. Untuk itulah maka di-mudaf-kan pula makna ini kepada malaikat yang dipercaya untuk menyampaikannya, sebagaimana yang terdapat di dalam surat At-Takwir, yaitu:\n\nSesungguhnya Al-Qur’an itu benar-benar firman (Allah yang dibawa oleh) utusan yang mulia (Jibril), yang mempunyai kekuatan, yang mempunyai kedudukan tinggi disisi Allah yang mempunyai 'Arasy yang ditaati di sana (di alam malaikat) lagi dipercaya. (At-Takwir: 19-21)\n\nYang ini adalah malaikat yang menyampaikannya dari Allah kepada Nabi Saw. yaitu Jibril a.s. Kemudian disebutkan dalam firman berikutnya:\n\nDan temanmu (Muhammad) itu bukanlah sekali-kali orang yang gila. (At-Takwir: 22)\n\nYaitu temanmu Muhammad Saw.\n\nDan sesungguhnya Muhammad itu meIihat Jibril di ufuk yang terang. (At-Takwir: 23)\n\nYakni Nabi Muhammad Saw. melihat rupa asli Malaikat Jibril a.s.\n\nDan dia (Muhammad) bukanlah seorang yang bakhil untuk menerangkan yang gaib. (At-Takwir: 24)\n\nMaksudnya, dia bukanlah orang yang menerka-nerka yang gaib.\n\nDan Al-Qur'an itu bukanlah perkataan setan yang terkutuk. (At-Takwir: 25)\n\nMaka demikian pula yang disebutkan dalam surat ini melalui firman-Nya:\n\nDan Al-Qur’an itu bukanlah perkataan seorang penyair. Sedikit sekali kamu beriman kepadanya. Dan bukan pula perkataan tukang tenung. Sedikit sekali kamu mengambil pelajaran darinya. (Al-Haqqah: 41-42)\n\nTerkadang Allah meng-idafah-kan kepada malaikat yang diutus-Nya, terkadang meng-idafah-kannya (mengaitkan Al-Qur'an) kepada manusia yang diutus-Nya, karena masing-masing dari keduanya bertugas menyampaikan wahyu dan kalam-Nya yang dipercayakan kepadanya. Karena itulah maka disebutkan dalam firman berikutnya:\n\nIa adalah wahyu yang diturunkan dari Tuhan semesta alam. (Al-Haqqah: 43)\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Abul Mugirah, telah menceritakan kepada kami Safwan, telah menceritakan kepada kami Syuraih ibnu Ubaid yang mengatakan bahwa Umar ibnul Khattab pernah mengatakan bahwa sebelum masuk Islam, ia pernah keluar untuk menghadang Rasulullah Saw. Ternyata ia menjumpai beliau telah mendahuluinya berada di masjid. Lalu ia berdiri di belakang beliau, maka beliau membaca surat Al-Haqqah, dan ia merasa kagum dengan susunan kata-kata Al-Qur'an. Ia berkata dalam hatinya, \"Dia, demi Allah, adalah seorang penyair seperti yang dikatakan oleh orang-orang Quraisy.\" Maka beliau membaca firman-Nya: Sesungguhnya Al-Qur’an itu adalah benar-benar wahyu (Allah yang diturunkan kepada) Rasul yang mulia, dan Al-Qur’an itu bukanlah perkataan seorang penyair. Sedikit sekali kamu beriman kepadanya. (Al-Haqqah: 40-41); Kemudian aku (Umar) berkata, \"Dia adalah seorang tukang tenung.\" Maka Nabi Saw. membaca firman selanjutnya: Dan bukan pula perkataan tukang tenung. Sedikit sekali kamu mengambil pelajaran darinya. Ia adalah wahyu yang diturunkan dari Tuhan semesta alam. Seandainya dia (Muhammad) mengada-adakan sebagian perkataan atas (nama) Kami, niscaya benar-benar Kami pegang dia pada tangan kanannya. Kemudian benar-benar Kami potong urat tali jantungnya. Maka sekali-kali tidak ada seorang pun dari kamu yang dapat menghalangi (Kami) dari pemotongan urat nadi itu. (Al-Haqqah: 42-47), hingga akhir surat.\n\nSelanjutnya Umar mengatakan bahwa lalu sejak saat itu Islam mulai meresap dan menimbulkan kesan yang mendalam di dalam hatiku. Ini merupakan salah satu dari penyebab yang dijadikan oleh Allah untuk memberikan hidayah kepada Umar ibnul Khattab. Sebagaimana yang telah kami kemukakan dalam karya tulis yang terpisah mengenai Sirah perjalanan hidupnya, yang di dalamnya dijelaskan bagaimana keadaannya ketika mula-mula masuk Islam.",
            "jalalain": "(Sesungguhnya dia) yakni Alquran itu (adalah benar-benar perkataan utusan yang mulia) yang disampaikan oleh malaikat Jibril dari Allah swt.",
            "quraish_shihab": "Aku bersumpah dengan apa-apa yang kalian lihat dan tidak kalian lihat berupa alam gaib, sesungguhnya al-Qur'ân itu benar-benar (wahyu) dari Allah yang disampaikan melalui seorang rasul yang mempunyai kedudukan tinggi."
        },
        {
            "ind": "dan Al Quran itu bukanlah perkataan seorang penyair. Sedikit sekali kamu beriman kepadanya.",
            "arb": "وَمَا هُوَ بِقَوْلِ شَاعِرٍ ۚ قَلِيلًا مَّا تُؤْمِنُونَ",
            "transliterasi": "Wa Mā Huwa Biqawli Shā`irin Qalīlāan Mā Tu'uminūna.",
            "eng": "and is not – however little you may [be prepared to] believe it - the word of a poet;",
            "kemenag_ringkas": "Dania Al-Qur’an itu _bukanlah perkataan seorang penyair_ yang biasanya menghias kata dan kalimat dengan indah tanpa menghiraukan kandungannya. _Sedikit sekali kamu beriman kepadanya._",
            "kemenag": "Al-Qur'an bukan syair seperti yang biasa diucapkan penyair-penyair mereka, karena Al-Qur'an di samping indah susunan gaya bahasanya juga mempunyai isi yang dalam. Syair-syair yang diucapkan para penyair mereka tidak memiliki susunan gaya bahasa seindah susunan dan gaya bahasa Al-Qur'an dan tidak mempunyai arti yang tinggi. Banyak terdapat ayat Al-Qur'an yang menantang orang musyrik agar membuat yang serupa atau sebanding dengan Al-Qur'an, tetapi mereka tidak sanggup melakukannya. \n\nDan jika kamu meragukan (Al-Qur'an) yang Kami turunkan kepada hamba Kami (Muhammad), maka buatlah satu surah semisal dengannya dan ajaklah penolong-penolongmu selain Allah, jika kamu orang-orang yang benar. Jika kamu tidak mampu membuatnya, dan (pasti) tidak akan mampu, maka takutlah kamu akan api neraka yang bahan bakarnya manusia dan batu, yang disediakan bagi orang-orang kafir. (al-Baqarah/2: 23-24)\n\nDitegaskan pula bahwa Al-Qur'an itu juga bukan berasal dari perkataan tukang tenung. Biasanya tukang tenung teman setan karena mereka menenung itu semata-mata mencari-cari bisikan setan. Padahal Al-Qur'an mencela perbuatan setan, sehingga dengan demikian, ia bukan bisikan setan dan bukan pula hasil tukang tenung. Sehubungan dengan itu, ayat ini menyanggah orang-orang musyrik agar tidak buru-buru berkesimpulan bahwa Al-Qur'an itu adalah tenung hanya karena belum atau tidak mengetahui isi Al-Qur'an. Sangat sedikit di antara mereka yang mau beriman kepada Al-Qur'an ketika itu, dan mau mengambil pelajaran dari isinya. Mukjizat Qur'an terletak pada isi. Makin tinggi ilmu pengetahuan seseorang, akan makin mudah mencerna maksudnya, di samping nilai bahasanya.\nUmat Islam Indonesia pada umumnya kesulitan membuktikan dan mengetahui letak kemukjizatan Al-Qur'an dari segi bahasa, karena untuk mengetahui ketinggian susunan kata-kata haruslah dapat merasakan keindahan gaya dan bahasa itu sendiri. Oleh karena itu, untuk mengetahui ketinggian Al-Qur'an, cukup dengan mengetahui pendapat dan sikap para sastrawan Arab penantang Islam terhadap Al-Qur'an itu. Di antaranya adalah Abu al-Walid, yaitu seorang pemimpin dan sastrawan Arab yang terkenal pada masa itu. Ia pernah diutus kaumnya kepada Nabi saw untuk meminta beliau menghentikan dakwahnya. Mendengar permintaan Abu al-Walid itu, Nabi saw membaca Surah Fussilat/41 dari ayat pertama hingga akhir ayat 14. Abu al-Walid terpesona mendengar ayat-ayat itu, sehingga ia termenung memikirkan keindahan gaya bahasanya. Lalu ia langsung kembali kepada kaumnya. Ketika ditanya tentang hasil pertemuan itu, ia mengatakan kepada kaumnya, \"Aku belum pernah mendengar kata-kata yang seindah itu. Apa yang dibaca itu bukanlah syair, sihir, atau kata-kata ahli tenung. Mendengar jawaban Abu al-Walid, mereka menuduh bahwa ia telah terkena sihir oleh Muhammad dan berkhianat kepada agama nenek moyang mereka. Di antara pemuka dan sesepuh Quraisy adalah al-Walid bin al-Mugirah. Orang ini pernah mendengar ayat-ayat Al-Qur'an yang dibacakan Nabi. Maka ia berkata kepada kaumnya (Bani Makhzum), \"Baru-baru ini aku mendengar dari Muhammad suatu ucapan yang menurutku bukanlah perkataan manusia atau jin. Ucapan itu enak didengar, bagus disimak, laksana sebatang pohon, yang atasnya berbuah, dan bawahnya terhunjam ke tanah. Dia benar-benar unggul dan tidak akan dapat diungguli. Di samping dua orang tersebut, banyak juga sastrawan Arab pada waktu itu yang mencoba membuat yang serupa ayat-ayat Al-Qur'an , tetapi tidak seorang pun yang sanggup melakukannya.\nDari kedua ayat ini dapat dipahami bahwa sangat sedikit di antara kaum musyrik Mekah yang mengakui bahwa Al-Qur'an adalah kitab yang diturunkan Allah kepada Muhammad, begitu juga yang mengambil pelajaran dari isinya. Yang demikian itu adalah karena:\n1.Mereka takut dikucilkan oleh kaumnya dengan mempelajari Al-Qur'an, walaupun hati dan pikiran mereka telah mengakuinya, seperti halnya pada Abu al-Walid dan al-Walid bin al-Mugirah.\n2.Sebahagian mereka tidak mengetahui isinya karena tidak mau mempelajarinya dengan sungguh-sungguh. Mereka lebih dahulu mendustakannya.\n\n",
            "ibnu_katsir": "Allah Swt. bersumpah kepada makhluk-Nya dengan menyebut segala sesuatu yang disaksikan oleh mereka, yaitu tanda-tanda kekuasaan-Nya yang terdapat pada semua makhluk-Nya, yang menunjukkan kesempurnaan-Nya dalam asma-asma dan sifat-sifat-Nya. Dia juga bersumpah kepada mereka dengan menyebut semua perkara gaib yang tidak dapat dilihat oleh mereka, bahwa sesungguhnya AL-Qur'an ini adalah kalam-Nya dan wahyu-Nya yang diturunkan-Nya kepada hamba dan rasul-Nya yang telah Dia pilih untuk menyampaikan risalah dan menunaikan amanat-Nya. Untuk itu Allah Swt. berfirman:\n\nMaka Aku, bersumpah dengan apa yang kamu lihat. Dan dengan apa yang tidak kamu lihat. Sesungguhnya Al-Qur’an itu adalah benar-benar wahyu (Allah yang diturunkan kepada) Rasul yang mulia. (Al-Haqqah: 38-40)\n\nYakni Nabi Muhammad Saw., lalu di-mudaf-kan kepadanya dengan mengandung makna tablig (menyampaikan), karena sesungguhnya tugas rasul itu ialah menyampaikan apa yang dititipkan kepadanya. Untuk itulah maka di-mudaf-kan pula makna ini kepada malaikat yang dipercaya untuk menyampaikannya, sebagaimana yang terdapat di dalam surat At-Takwir, yaitu:\n\nSesungguhnya Al-Qur’an itu benar-benar firman (Allah yang dibawa oleh) utusan yang mulia (Jibril), yang mempunyai kekuatan, yang mempunyai kedudukan tinggi disisi Allah yang mempunyai 'Arasy yang ditaati di sana (di alam malaikat) lagi dipercaya. (At-Takwir: 19-21)\n\nYang ini adalah malaikat yang menyampaikannya dari Allah kepada Nabi Saw. yaitu Jibril a.s. Kemudian disebutkan dalam firman berikutnya:\n\nDan temanmu (Muhammad) itu bukanlah sekali-kali orang yang gila. (At-Takwir: 22)\n\nYaitu temanmu Muhammad Saw.\n\nDan sesungguhnya Muhammad itu meIihat Jibril di ufuk yang terang. (At-Takwir: 23)\n\nYakni Nabi Muhammad Saw. melihat rupa asli Malaikat Jibril a.s.\n\nDan dia (Muhammad) bukanlah seorang yang bakhil untuk menerangkan yang gaib. (At-Takwir: 24)\n\nMaksudnya, dia bukanlah orang yang menerka-nerka yang gaib.\n\nDan Al-Qur'an itu bukanlah perkataan setan yang terkutuk. (At-Takwir: 25)\n\nMaka demikian pula yang disebutkan dalam surat ini melalui firman-Nya:\n\nDan Al-Qur’an itu bukanlah perkataan seorang penyair. Sedikit sekali kamu beriman kepadanya. Dan bukan pula perkataan tukang tenung. Sedikit sekali kamu mengambil pelajaran darinya. (Al-Haqqah: 41-42)\n\nTerkadang Allah meng-idafah-kan kepada malaikat yang diutus-Nya, terkadang meng-idafah-kannya (mengaitkan Al-Qur'an) kepada manusia yang diutus-Nya, karena masing-masing dari keduanya bertugas menyampaikan wahyu dan kalam-Nya yang dipercayakan kepadanya. Karena itulah maka disebutkan dalam firman berikutnya:\n\nIa adalah wahyu yang diturunkan dari Tuhan semesta alam. (Al-Haqqah: 43)\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Abul Mugirah, telah menceritakan kepada kami Safwan, telah menceritakan kepada kami Syuraih ibnu Ubaid yang mengatakan bahwa Umar ibnul Khattab pernah mengatakan bahwa sebelum masuk Islam, ia pernah keluar untuk menghadang Rasulullah Saw. Ternyata ia menjumpai beliau telah mendahuluinya berada di masjid. Lalu ia berdiri di belakang beliau, maka beliau membaca surat Al-Haqqah, dan ia merasa kagum dengan susunan kata-kata Al-Qur'an. Ia berkata dalam hatinya, \"Dia, demi Allah, adalah seorang penyair seperti yang dikatakan oleh orang-orang Quraisy.\" Maka beliau membaca firman-Nya: Sesungguhnya Al-Qur’an itu adalah benar-benar wahyu (Allah yang diturunkan kepada) Rasul yang mulia, dan Al-Qur’an itu bukanlah perkataan seorang penyair. Sedikit sekali kamu beriman kepadanya. (Al-Haqqah: 40-41); Kemudian aku (Umar) berkata, \"Dia adalah seorang tukang tenung.\" Maka Nabi Saw. membaca firman selanjutnya: Dan bukan pula perkataan tukang tenung. Sedikit sekali kamu mengambil pelajaran darinya. Ia adalah wahyu yang diturunkan dari Tuhan semesta alam. Seandainya dia (Muhammad) mengada-adakan sebagian perkataan atas (nama) Kami, niscaya benar-benar Kami pegang dia pada tangan kanannya. Kemudian benar-benar Kami potong urat tali jantungnya. Maka sekali-kali tidak ada seorang pun dari kamu yang dapat menghalangi (Kami) dari pemotongan urat nadi itu. (Al-Haqqah: 42-47), hingga akhir surat.\n\nSelanjutnya Umar mengatakan bahwa lalu sejak saat itu Islam mulai meresap dan menimbulkan kesan yang mendalam di dalam hatiku. Ini merupakan salah satu dari penyebab yang dijadikan oleh Allah untuk memberikan hidayah kepada Umar ibnul Khattab. Sebagaimana yang telah kami kemukakan dalam karya tulis yang terpisah mengenai Sirah perjalanan hidupnya, yang di dalamnya dijelaskan bagaimana keadaannya ketika mula-mula masuk Islam.",
            "jalalain": "(Dan Alquran itu bukanlah perkataan seorang penyair. Sedikit sekali kalian beriman kepadanya.)",
            "quraish_shihab": "Al-Qur'ân bukanlah perkatan seorang penyair seperti yang kalian kira. Hanya sedikit sekali keyakinan kalian bahwa al-Qur'ân itu dari Allah."
        },
        {
            "ind": "Dan bukan pula perkataan tukang tenung. Sedikit sekali kamu mengambil pelajaran daripadanya.",
            "arb": "وَلَا بِقَوْلِ كَاهِنٍ ۚ قَلِيلًا مَّا تَذَكَّرُونَ",
            "transliterasi": "Wa Lā Biqawli Kāhinin Qalīlāan Mā Tadhakkarūna.",
            "eng": "and neither is it - however little you may [be prepared to] take it to heart - the word of a soothsayer:",
            "kemenag_ringkas": "_Dan_ Al-Qur’an itu _bukan pula perkataan tukang tenung_ yang sering merasa mengetahui hal-hal yang gaib. _Sedikit sekali kamu_ berpikir untuk memahami perbedaan antara keduanya dan _mengambil pelajaran darinya. Ia_, Al-Qur’an,",
            "kemenag": "Al-Qur'an bukan syair seperti yang biasa diucapkan penyair-penyair mereka, karena Al-Qur'an di samping indah susunan gaya bahasanya juga mempunyai isi yang dalam. Syair-syair yang diucapkan para penyair mereka tidak memiliki susunan gaya bahasa seindah susunan dan gaya bahasa Al-Qur'an dan tidak mempunyai arti yang tinggi. Banyak terdapat ayat Al-Qur'an yang menantang orang musyrik agar membuat yang serupa atau sebanding dengan Al-Qur'an, tetapi mereka tidak sanggup melakukannya. \n\nDan jika kamu meragukan (Al-Qur'an) yang Kami turunkan kepada hamba Kami (Muhammad), maka buatlah satu surah semisal dengannya dan ajaklah penolong-penolongmu selain Allah, jika kamu orang-orang yang benar. Jika kamu tidak mampu membuatnya, dan (pasti) tidak akan mampu, maka takutlah kamu akan api neraka yang bahan bakarnya manusia dan batu, yang disediakan bagi orang-orang kafir. (al-Baqarah/2: 23-24)\n\nDitegaskan pula bahwa Al-Qur'an itu juga bukan berasal dari perkataan tukang tenung. Biasanya tukang tenung teman setan karena mereka menenung itu semata-mata mencari-cari bisikan setan. Padahal Al-Qur'an mencela perbuatan setan, sehingga dengan demikian, ia bukan bisikan setan dan bukan pula hasil tukang tenung. Sehubungan dengan itu, ayat ini menyanggah orang-orang musyrik agar tidak buru-buru berkesimpulan bahwa Al-Qur'an itu adalah tenung hanya karena belum atau tidak mengetahui isi Al-Qur'an. Sangat sedikit di antara mereka yang mau beriman kepada Al-Qur'an ketika itu, dan mau mengambil pelajaran dari isinya. Mukjizat Qur'an terletak pada isi. Makin tinggi ilmu pengetahuan seseorang, akan makin mudah mencerna maksudnya, di samping nilai bahasanya.\nUmat Islam Indonesia pada umumnya kesulitan membuktikan dan mengetahui letak kemukjizatan Al-Qur'an dari segi bahasa, karena untuk mengetahui ketinggian susunan kata-kata haruslah dapat merasakan keindahan gaya dan bahasa itu sendiri. Oleh karena itu, untuk mengetahui ketinggian Al-Qur'an, cukup dengan mengetahui pendapat dan sikap para sastrawan Arab penantang Islam terhadap Al-Qur'an itu. Di antaranya adalah Abu al-Walid, yaitu seorang pemimpin dan sastrawan Arab yang terkenal pada masa itu. Ia pernah diutus kaumnya kepada Nabi saw untuk meminta beliau menghentikan dakwahnya. Mendengar permintaan Abu al-Walid itu, Nabi saw membaca Surah Fussilat/41 dari ayat pertama hingga akhir ayat 14. Abu al-Walid terpesona mendengar ayat-ayat itu, sehingga ia termenung memikirkan keindahan gaya bahasanya. Lalu ia langsung kembali kepada kaumnya. Ketika ditanya tentang hasil pertemuan itu, ia mengatakan kepada kaumnya, \"Aku belum pernah mendengar kata-kata yang seindah itu. Apa yang dibaca itu bukanlah syair, sihir, atau kata-kata ahli tenung. Mendengar jawaban Abu al-Walid, mereka menuduh bahwa ia telah terkena sihir oleh Muhammad dan berkhianat kepada agama nenek moyang mereka. Di antara pemuka dan sesepuh Quraisy adalah al-Walid bin al-Mugirah. Orang ini pernah mendengar ayat-ayat Al-Qur'an yang dibacakan Nabi. Maka ia berkata kepada kaumnya (Bani Makhzum), \"Baru-baru ini aku mendengar dari Muhammad suatu ucapan yang menurutku bukanlah perkataan manusia atau jin. Ucapan itu enak didengar, bagus disimak, laksana sebatang pohon, yang atasnya berbuah, dan bawahnya terhunjam ke tanah. Dia benar-benar unggul dan tidak akan dapat diungguli. Di samping dua orang tersebut, banyak juga sastrawan Arab pada waktu itu yang mencoba membuat yang serupa ayat-ayat Al-Qur'an , tetapi tidak seorang pun yang sanggup melakukannya.\nDari kedua ayat ini dapat dipahami bahwa sangat sedikit di antara kaum musyrik Mekah yang mengakui bahwa Al-Qur'an adalah kitab yang diturunkan Allah kepada Muhammad, begitu juga yang mengambil pelajaran dari isinya. Yang demikian itu adalah karena:\n1.Mereka takut dikucilkan oleh kaumnya dengan mempelajari Al-Qur'an, walaupun hati dan pikiran mereka telah mengakuinya, seperti halnya pada Abu al-Walid dan al-Walid bin al-Mugirah.\n2.Sebahagian mereka tidak mengetahui isinya karena tidak mau mempelajarinya dengan sungguh-sungguh. Mereka lebih dahulu mendustakannya.\n\n",
            "ibnu_katsir": "Allah Swt. bersumpah kepada makhluk-Nya dengan menyebut segala sesuatu yang disaksikan oleh mereka, yaitu tanda-tanda kekuasaan-Nya yang terdapat pada semua makhluk-Nya, yang menunjukkan kesempurnaan-Nya dalam asma-asma dan sifat-sifat-Nya. Dia juga bersumpah kepada mereka dengan menyebut semua perkara gaib yang tidak dapat dilihat oleh mereka, bahwa sesungguhnya AL-Qur'an ini adalah kalam-Nya dan wahyu-Nya yang diturunkan-Nya kepada hamba dan rasul-Nya yang telah Dia pilih untuk menyampaikan risalah dan menunaikan amanat-Nya. Untuk itu Allah Swt. berfirman:\n\nMaka Aku, bersumpah dengan apa yang kamu lihat. Dan dengan apa yang tidak kamu lihat. Sesungguhnya Al-Qur’an itu adalah benar-benar wahyu (Allah yang diturunkan kepada) Rasul yang mulia. (Al-Haqqah: 38-40)\n\nYakni Nabi Muhammad Saw., lalu di-mudaf-kan kepadanya dengan mengandung makna tablig (menyampaikan), karena sesungguhnya tugas rasul itu ialah menyampaikan apa yang dititipkan kepadanya. Untuk itulah maka di-mudaf-kan pula makna ini kepada malaikat yang dipercaya untuk menyampaikannya, sebagaimana yang terdapat di dalam surat At-Takwir, yaitu:\n\nSesungguhnya Al-Qur’an itu benar-benar firman (Allah yang dibawa oleh) utusan yang mulia (Jibril), yang mempunyai kekuatan, yang mempunyai kedudukan tinggi disisi Allah yang mempunyai 'Arasy yang ditaati di sana (di alam malaikat) lagi dipercaya. (At-Takwir: 19-21)\n\nYang ini adalah malaikat yang menyampaikannya dari Allah kepada Nabi Saw. yaitu Jibril a.s. Kemudian disebutkan dalam firman berikutnya:\n\nDan temanmu (Muhammad) itu bukanlah sekali-kali orang yang gila. (At-Takwir: 22)\n\nYaitu temanmu Muhammad Saw.\n\nDan sesungguhnya Muhammad itu meIihat Jibril di ufuk yang terang. (At-Takwir: 23)\n\nYakni Nabi Muhammad Saw. melihat rupa asli Malaikat Jibril a.s.\n\nDan dia (Muhammad) bukanlah seorang yang bakhil untuk menerangkan yang gaib. (At-Takwir: 24)\n\nMaksudnya, dia bukanlah orang yang menerka-nerka yang gaib.\n\nDan Al-Qur'an itu bukanlah perkataan setan yang terkutuk. (At-Takwir: 25)\n\nMaka demikian pula yang disebutkan dalam surat ini melalui firman-Nya:\n\nDan Al-Qur’an itu bukanlah perkataan seorang penyair. Sedikit sekali kamu beriman kepadanya. Dan bukan pula perkataan tukang tenung. Sedikit sekali kamu mengambil pelajaran darinya. (Al-Haqqah: 41-42)\n\nTerkadang Allah meng-idafah-kan kepada malaikat yang diutus-Nya, terkadang meng-idafah-kannya (mengaitkan Al-Qur'an) kepada manusia yang diutus-Nya, karena masing-masing dari keduanya bertugas menyampaikan wahyu dan kalam-Nya yang dipercayakan kepadanya. Karena itulah maka disebutkan dalam firman berikutnya:\n\nIa adalah wahyu yang diturunkan dari Tuhan semesta alam. (Al-Haqqah: 43)\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Abul Mugirah, telah menceritakan kepada kami Safwan, telah menceritakan kepada kami Syuraih ibnu Ubaid yang mengatakan bahwa Umar ibnul Khattab pernah mengatakan bahwa sebelum masuk Islam, ia pernah keluar untuk menghadang Rasulullah Saw. Ternyata ia menjumpai beliau telah mendahuluinya berada di masjid. Lalu ia berdiri di belakang beliau, maka beliau membaca surat Al-Haqqah, dan ia merasa kagum dengan susunan kata-kata Al-Qur'an. Ia berkata dalam hatinya, \"Dia, demi Allah, adalah seorang penyair seperti yang dikatakan oleh orang-orang Quraisy.\" Maka beliau membaca firman-Nya: Sesungguhnya Al-Qur’an itu adalah benar-benar wahyu (Allah yang diturunkan kepada) Rasul yang mulia, dan Al-Qur’an itu bukanlah perkataan seorang penyair. Sedikit sekali kamu beriman kepadanya. (Al-Haqqah: 40-41); Kemudian aku (Umar) berkata, \"Dia adalah seorang tukang tenung.\" Maka Nabi Saw. membaca firman selanjutnya: Dan bukan pula perkataan tukang tenung. Sedikit sekali kamu mengambil pelajaran darinya. Ia adalah wahyu yang diturunkan dari Tuhan semesta alam. Seandainya dia (Muhammad) mengada-adakan sebagian perkataan atas (nama) Kami, niscaya benar-benar Kami pegang dia pada tangan kanannya. Kemudian benar-benar Kami potong urat tali jantungnya. Maka sekali-kali tidak ada seorang pun dari kamu yang dapat menghalangi (Kami) dari pemotongan urat nadi itu. (Al-Haqqah: 42-47), hingga akhir surat.\n\nSelanjutnya Umar mengatakan bahwa lalu sejak saat itu Islam mulai meresap dan menimbulkan kesan yang mendalam di dalam hatiku. Ini merupakan salah satu dari penyebab yang dijadikan oleh Allah untuk memberikan hidayah kepada Umar ibnul Khattab. Sebagaimana yang telah kami kemukakan dalam karya tulis yang terpisah mengenai Sirah perjalanan hidupnya, yang di dalamnya dijelaskan bagaimana keadaannya ketika mula-mula masuk Islam.",
            "jalalain": "(Dan bukan pula perkataan tukang tenung. Sedikit sekali kalian mengambil pelajaran darinya) lafal tu'minuuna pada ayat di atas dan lafal tadzakkaruuna, kedua-duanya dapat pula dibaca yu'minuuna dan yadzakkaruuna. Huruf maa-nya merupakan huruf zaidah yang berfungsi mengukuhkan makna. Makna ayat, bahwasanya mereka itu hanya beriman kepada hal-hal yang sedikit sekali, dan mereka pun hanya ingat sedikit tentang hal-hal yang didatangkan oleh Nabi saw. yaitu berupa kebaikan, silaturahmi, dan memelihara kehormatan. Maka hal-hal tersebut tiada memberi manfaat kepada mereka barang sedikit pun.",
            "quraish_shihab": "Dan al-Qur'ân bukanlah mantra seperti mantranya para tukang tenung sebagaimana anggapan kalian. Hanya sedikit sekali sikap perenungan kalian untuk memahami perbedaan antara keduanya."
        },
        {
            "ind": "Ia adalah wahyu yang diturunkan dari Tuhan semesta alam.",
            "arb": "تَنزِيلٌ مِّن رَّبِّ الْعَالَمِينَ",
            "transliterasi": "Tanzīlun Min Rabbi Al-`Ālamīna.",
            "eng": "[it is] a revelation from the Sustainer of all the worlds.",
            "kemenag_ringkas": "_adalah wahyu yang_ _diturunkan dari Tuhan_ _seluruh alam_. Diturunkan sebagai bentuk kasih sayang-Nya kepada seluruh alam.",
            "kemenag": "Al-Qur'an benar-benar berasal dari Tuhan Maha Pencipta, Maha Pengatur, Maha Penjaga dan Maha Menguasai seluruh alam.",
            "ibnu_katsir": "Allah Swt. bersumpah kepada makhluk-Nya dengan menyebut segala sesuatu yang disaksikan oleh mereka, yaitu tanda-tanda kekuasaan-Nya yang terdapat pada semua makhluk-Nya, yang menunjukkan kesempurnaan-Nya dalam asma-asma dan sifat-sifat-Nya. Dia juga bersumpah kepada mereka dengan menyebut semua perkara gaib yang tidak dapat dilihat oleh mereka, bahwa sesungguhnya AL-Qur'an ini adalah kalam-Nya dan wahyu-Nya yang diturunkan-Nya kepada hamba dan rasul-Nya yang telah Dia pilih untuk menyampaikan risalah dan menunaikan amanat-Nya. Untuk itu Allah Swt. berfirman:\n\nMaka Aku, bersumpah dengan apa yang kamu lihat. Dan dengan apa yang tidak kamu lihat. Sesungguhnya Al-Qur’an itu adalah benar-benar wahyu (Allah yang diturunkan kepada) Rasul yang mulia. (Al-Haqqah: 38-40)\n\nYakni Nabi Muhammad Saw., lalu di-mudaf-kan kepadanya dengan mengandung makna tablig (menyampaikan), karena sesungguhnya tugas rasul itu ialah menyampaikan apa yang dititipkan kepadanya. Untuk itulah maka di-mudaf-kan pula makna ini kepada malaikat yang dipercaya untuk menyampaikannya, sebagaimana yang terdapat di dalam surat At-Takwir, yaitu:\n\nSesungguhnya Al-Qur’an itu benar-benar firman (Allah yang dibawa oleh) utusan yang mulia (Jibril), yang mempunyai kekuatan, yang mempunyai kedudukan tinggi disisi Allah yang mempunyai 'Arasy yang ditaati di sana (di alam malaikat) lagi dipercaya. (At-Takwir: 19-21)\n\nYang ini adalah malaikat yang menyampaikannya dari Allah kepada Nabi Saw. yaitu Jibril a.s. Kemudian disebutkan dalam firman berikutnya:\n\nDan temanmu (Muhammad) itu bukanlah sekali-kali orang yang gila. (At-Takwir: 22)\n\nYaitu temanmu Muhammad Saw.\n\nDan sesungguhnya Muhammad itu meIihat Jibril di ufuk yang terang. (At-Takwir: 23)\n\nYakni Nabi Muhammad Saw. melihat rupa asli Malaikat Jibril a.s.\n\nDan dia (Muhammad) bukanlah seorang yang bakhil untuk menerangkan yang gaib. (At-Takwir: 24)\n\nMaksudnya, dia bukanlah orang yang menerka-nerka yang gaib.\n\nDan Al-Qur'an itu bukanlah perkataan setan yang terkutuk. (At-Takwir: 25)\n\nMaka demikian pula yang disebutkan dalam surat ini melalui firman-Nya:\n\nDan Al-Qur’an itu bukanlah perkataan seorang penyair. Sedikit sekali kamu beriman kepadanya. Dan bukan pula perkataan tukang tenung. Sedikit sekali kamu mengambil pelajaran darinya. (Al-Haqqah: 41-42)\n\nTerkadang Allah meng-idafah-kan kepada malaikat yang diutus-Nya, terkadang meng-idafah-kannya (mengaitkan Al-Qur'an) kepada manusia yang diutus-Nya, karena masing-masing dari keduanya bertugas menyampaikan wahyu dan kalam-Nya yang dipercayakan kepadanya. Karena itulah maka disebutkan dalam firman berikutnya:\n\nIa adalah wahyu yang diturunkan dari Tuhan semesta alam. (Al-Haqqah: 43)\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Abul Mugirah, telah menceritakan kepada kami Safwan, telah menceritakan kepada kami Syuraih ibnu Ubaid yang mengatakan bahwa Umar ibnul Khattab pernah mengatakan bahwa sebelum masuk Islam, ia pernah keluar untuk menghadang Rasulullah Saw. Ternyata ia menjumpai beliau telah mendahuluinya berada di masjid. Lalu ia berdiri di belakang beliau, maka beliau membaca surat Al-Haqqah, dan ia merasa kagum dengan susunan kata-kata Al-Qur'an. Ia berkata dalam hatinya, \"Dia, demi Allah, adalah seorang penyair seperti yang dikatakan oleh orang-orang Quraisy.\" Maka beliau membaca firman-Nya: Sesungguhnya Al-Qur’an itu adalah benar-benar wahyu (Allah yang diturunkan kepada) Rasul yang mulia, dan Al-Qur’an itu bukanlah perkataan seorang penyair. Sedikit sekali kamu beriman kepadanya. (Al-Haqqah: 40-41); Kemudian aku (Umar) berkata, \"Dia adalah seorang tukang tenung.\" Maka Nabi Saw. membaca firman selanjutnya: Dan bukan pula perkataan tukang tenung. Sedikit sekali kamu mengambil pelajaran darinya. Ia adalah wahyu yang diturunkan dari Tuhan semesta alam. Seandainya dia (Muhammad) mengada-adakan sebagian perkataan atas (nama) Kami, niscaya benar-benar Kami pegang dia pada tangan kanannya. Kemudian benar-benar Kami potong urat tali jantungnya. Maka sekali-kali tidak ada seorang pun dari kamu yang dapat menghalangi (Kami) dari pemotongan urat nadi itu. (Al-Haqqah: 42-47), hingga akhir surat.\n\nSelanjutnya Umar mengatakan bahwa lalu sejak saat itu Islam mulai meresap dan menimbulkan kesan yang mendalam di dalam hatiku. Ini merupakan salah satu dari penyebab yang dijadikan oleh Allah untuk memberikan hidayah kepada Umar ibnul Khattab. Sebagaimana yang telah kami kemukakan dalam karya tulis yang terpisah mengenai Sirah perjalanan hidupnya, yang di dalamnya dijelaskan bagaimana keadaannya ketika mula-mula masuk Islam.",
            "jalalain": "Bahkan Alquran itu (diturunkan dari Rabb semesta alam.)",
            "quraish_shihab": "Al-Qur'ân adalah wahyu yang diturunkan oleh Zat yang menciptakan dan memelihara alam semesta ini."
        },
        {
            "ind": "Seandainya dia (Muhammad) mengadakan sebagian perkataan atas (nama) Kami,",
            "arb": "وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الْأَقَاوِيلِ",
            "transliterasi": "Wa Law Taqawwala `Alaynā Ba`đa Al-'Aqāwīli.",
            "eng": "Now if he [whom We have entrusted with it] had dared to attribute some [of his own] sayings unto Us,",
            "kemenag_ringkas": "Setelah ditegaskan bahwa al-Qur'an adalah bersumber dari Allah, ayat-ayat ini memperkuat penegasan tersebut dengan menyatakan bahwa tidak ada campur tangan sedikit pun dari Nabi Muhammad dalam menyusun isi kandungan Al-Qur'an. _Dan sekiranya dia_, Nabi Muhammad, _mengada-adakan sebagian perkataan_ apalagi semua _atas_ nama _Kami_, _pasti Kami_ siksa dia dengan sangat keras",
            "kemenag": "Kedua ayat ini menegaskan bahwa Al-Qur'an itu benar-benar berasal dari Allah, bukan buatan Muhammad, syair, atau khayalan tukang tenung, karena tidak seorang makhluk pun yang sanggup membuat seperti ayat-ayat Al-Qur'an itu. Allah menegaskan bahwa seandainya Nabi Muhammad mengatakan sesuatu tentang-Nya dan mengucapkan perkataan yang dikatakannya berasal dari-Nya, padahal Ia tidak pernah menyatakan atau mengatakannya, Allah pasti pegang tangan kanannya untuk menerima hukuman dari-Nya. Bagi Allah tidaklah berat dan sukar menghukumnya dengan hukuman yang sangat besar sekalipun, karena Ia Mahakuasa atas segala sesuatu.\nUngkapan \"memegang tangan kanan\" (al-akhdhu bil yamin) dalam ayat ini merupakan ungkapan untuk suatu tindakan yang dilakukan terhadap orang yang berada di bawah kekuasaan seseorang, dengan maksud memberi hukuman kepada orang itu. Contohnya seperti seorang raja yang memberikan hukuman kepada seorang pemberontak.\nDalam ayat ini, ungkapan tersebut dipakai untuk menyatakan bahwa bagi Allah tidak ada suatu keberatan pun untuk melakukan suatu tindakan terhadap Muhammad, kalau ia mengadakan sesuatu yang tidak benar terhadap-Nya. Hal itu sebagai hukuman bagi Nabi saw, bagaimana pun beratnya hukuman itu.\nAyat ini juga mengisyaratkan bahwa seandainya Al-Qur'an itu buatan Muhammad, pasti akan ditolak oleh manusia dan beliau akan gagal dalam melaksanakan dakwahnya. Kenyataan yang terjadi adalah sebaliknya, Muhammad diterima oleh orang-orang beriman karena mereka percaya akan kebenaran Al-Qur'an. Dan ternyata pula bahwa agama Islam makin hari makin berkembang.\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nSeandainya dia (Muhammad) mengada-adakan sebagian perkataan atas (nama) Kami. (Al-Haqqah: 44)\n\nYakni seandainya Muhammad mengada-adakan atas nama Kami sebagaimana yang dituduhkan oleh orang-orang musyrik Mekah, yaitu menambahkan sesuatu dari dirinya ke dalam risalah itu atau mengurangi sesuatu darinya atau mengatakan sesuatu dari dirinya, lalu dinisbatkan kepada Kami, padahal tidaklah demikian keadaannya, niscaya Kami akan menyegerakan siksaan atas dirinya. Karena itulah maka disebutkan dalam firman berikutnya\n\nNiscaya benar-benar Kami pegang dia pada tangan kanannya. (Al-Haqqah: 45)\n\nMenurut suatu pendapat, makna ayat ialah niscaya Kami hukum dia dengan tangan kanan Kami. Dikatakan demikian karena pukulan yang dilakukan olehnya jauh lebih keras. Menurut pendapat yang lainnya lagi mengatakan, niscaya benar-benar Kami pegang dia pada tangan kanannya.\n\nKemudian benar-benar Kami potong urat tali jantungnya. (Al-Haqqah: 46)\n\nIbnu Abbas mengatakan bahwa al-wafin artinya urat tali jantungnya. Hal yang semisal dikatakan oleh Ikrimah, Sa'id ibnu Jubair, Al-Hakam, Qatadah, Ad-Dahhak, Muslim Al-Batin, dan Abu Sakhr alias Humaid ibnu Ziad. Menurut Muhammad ibnu Ka'b, makna yang dimaksud ialah jantung dan semua uratnya serta semua bagian yang berada di dekatnya.",
            "jalalain": "(Seandainya dia mengada-adakan) yakni Nabi Muhammad (sebagian perkataan atas nama Kami) seumpamanya dia mengatakan dari Kami, padahal Kami tidak pernah mengatakannya.",
            "quraish_shihab": "Sekiranya Muhammad mengada-ada sesuatu yang tidak Kami firmankan, tentu perkataannya itu akan Kami ambil seperti orang yang merampas sesuatu dengan keras. Kemudian Kami potong urat tali jantungnya sehingga ia mati seketika."
        },
        {
            "ind": "niscaya benar-benar Kami pegang dia pada tangan kanannya.",
            "arb": "لَأَخَذْنَا مِنْهُ بِالْيَمِينِ",
            "transliterasi": "La'akhadhnā Minhu Bil-Yamīni.",
            "eng": "We would indeed have seized him by his right hand,",
            "kemenag_ringkas": "atau pastilah Kami _pegang dia pada tangan kanannya_.",
            "kemenag": "Kedua ayat ini menegaskan bahwa Al-Qur'an itu benar-benar berasal dari Allah, bukan buatan Muhammad, syair, atau khayalan tukang tenung, karena tidak seorang makhluk pun yang sanggup membuat seperti ayat-ayat Al-Qur'an itu. Allah menegaskan bahwa seandainya Nabi Muhammad mengatakan sesuatu tentang-Nya dan mengucapkan perkataan yang dikatakannya berasal dari-Nya, padahal Ia tidak pernah menyatakan atau mengatakannya, Allah pasti pegang tangan kanannya untuk menerima hukuman dari-Nya. Bagi Allah tidaklah berat dan sukar menghukumnya dengan hukuman yang sangat besar sekalipun, karena Ia Mahakuasa atas segala sesuatu.\nUngkapan \"memegang tangan kanan\" (al-akhdhu bil yamin) dalam ayat ini merupakan ungkapan untuk suatu tindakan yang dilakukan terhadap orang yang berada di bawah kekuasaan seseorang, dengan maksud memberi hukuman kepada orang itu. Contohnya seperti seorang raja yang memberikan hukuman kepada seorang pemberontak.\nDalam ayat ini, ungkapan tersebut dipakai untuk menyatakan bahwa bagi Allah tidak ada suatu keberatan pun untuk melakukan suatu tindakan terhadap Muhammad, kalau ia mengadakan sesuatu yang tidak benar terhadap-Nya. Hal itu sebagai hukuman bagi Nabi saw, bagaimana pun beratnya hukuman itu.\nAyat ini juga mengisyaratkan bahwa seandainya Al-Qur'an itu buatan Muhammad, pasti akan ditolak oleh manusia dan beliau akan gagal dalam melaksanakan dakwahnya. Kenyataan yang terjadi adalah sebaliknya, Muhammad diterima oleh orang-orang beriman karena mereka percaya akan kebenaran Al-Qur'an. Dan ternyata pula bahwa agama Islam makin hari makin berkembang.\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nSeandainya dia (Muhammad) mengada-adakan sebagian perkataan atas (nama) Kami. (Al-Haqqah: 44)\n\nYakni seandainya Muhammad mengada-adakan atas nama Kami sebagaimana yang dituduhkan oleh orang-orang musyrik Mekah, yaitu menambahkan sesuatu dari dirinya ke dalam risalah itu atau mengurangi sesuatu darinya atau mengatakan sesuatu dari dirinya, lalu dinisbatkan kepada Kami, padahal tidaklah demikian keadaannya, niscaya Kami akan menyegerakan siksaan atas dirinya. Karena itulah maka disebutkan dalam firman berikutnya\n\nNiscaya benar-benar Kami pegang dia pada tangan kanannya. (Al-Haqqah: 45)\n\nMenurut suatu pendapat, makna ayat ialah niscaya Kami hukum dia dengan tangan kanan Kami. Dikatakan demikian karena pukulan yang dilakukan olehnya jauh lebih keras. Menurut pendapat yang lainnya lagi mengatakan, niscaya benar-benar Kami pegang dia pada tangan kanannya.\n\nKemudian benar-benar Kami potong urat tali jantungnya. (Al-Haqqah: 46)\n\nIbnu Abbas mengatakan bahwa al-wafin artinya urat tali jantungnya. Hal yang semisal dikatakan oleh Ikrimah, Sa'id ibnu Jubair, Al-Hakam, Qatadah, Ad-Dahhak, Muslim Al-Batin, dan Abu Sakhr alias Humaid ibnu Ziad. Menurut Muhammad ibnu Ka'b, makna yang dimaksud ialah jantung dan semua uratnya serta semua bagian yang berada di dekatnya.",
            "jalalain": "(Niscaya benar-benar Kami pegang) niscaya Kami tangkap (dia) sebagai hukuman baginya (dengan kekuatan) dan kekuasaan-Ku.",
            "quraish_shihab": "Sekiranya Muhammad mengada-ada sesuatu yang tidak Kami firmankan, tentu perkataannya itu akan Kami ambil seperti orang yang merampas sesuatu dengan keras. Kemudian Kami potong urat tali jantungnya sehingga ia mati seketika."
        },
        {
            "ind": "Kemudian benar-benar Kami potong urat tali jantungnya.",
            "arb": "ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ",
            "transliterasi": "Thumma Laqaţa`nā Minhu Al-Watīna.",
            "eng": "and would indeed have cut his life-vein.",
            "kemenag_ringkas": "_Kemudian_ vang lebih mengerikan lagi adalah pasti _Kami potong pembuluh jantungnya_ sehingga dia tidak akan hidup sekejap pun.",
            "kemenag": "Pada kedua ayat ini ditegaskan lagi kekuasaan Allah terhadap makhluk-Nya. Seandainya Allah ingin melakukan sesuatu kepada hamba-hamba-Nya, tidak seorang pun yang dapat menghalanginya, sekalipun tindakan itu adalah tindakan yang menentukan hidup-matinya seseorang, seperti tindakan memutuskan urat nadi jantungnya, yang berakibat kematiannya. Demikian pula kepada Muhammad. Seandainya dia berdusta terhadap Allah, tentu Allah akan marah kepadanya dan menghukumnya dengan hukuman mati, yaitu dengan memutus pembuluh darahnya. Tidak ada seorang pun yang dapat menghalangi-Nya dari melaksanakan hukuman itu.",
            "ibnu_katsir": "Firman Allah Swt.:\n\nSeandainya dia (Muhammad) mengada-adakan sebagian perkataan atas (nama) Kami. (Al-Haqqah: 44)\n\nYakni seandainya Muhammad mengada-adakan atas nama Kami sebagaimana yang dituduhkan oleh orang-orang musyrik Mekah, yaitu menambahkan sesuatu dari dirinya ke dalam risalah itu atau mengurangi sesuatu darinya atau mengatakan sesuatu dari dirinya, lalu dinisbatkan kepada Kami, padahal tidaklah demikian keadaannya, niscaya Kami akan menyegerakan siksaan atas dirinya. Karena itulah maka disebutkan dalam firman berikutnya\n\nNiscaya benar-benar Kami pegang dia pada tangan kanannya. (Al-Haqqah: 45)\n\nMenurut suatu pendapat, makna ayat ialah niscaya Kami hukum dia dengan tangan kanan Kami. Dikatakan demikian karena pukulan yang dilakukan olehnya jauh lebih keras. Menurut pendapat yang lainnya lagi mengatakan, niscaya benar-benar Kami pegang dia pada tangan kanannya.\n\nKemudian benar-benar Kami potong urat tali jantungnya. (Al-Haqqah: 46)\n\nIbnu Abbas mengatakan bahwa al-wafin artinya urat tali jantungnya. Hal yang semisal dikatakan oleh Ikrimah, Sa'id ibnu Jubair, Al-Hakam, Qatadah, Ad-Dahhak, Muslim Al-Batin, dan Abu Sakhr alias Humaid ibnu Ziad. Menurut Muhammad ibnu Ka'b, makna yang dimaksud ialah jantung dan semua uratnya serta semua bagian yang berada di dekatnya.",
            "jalalain": "(Kemudian benar-benar Kami potong urat tali jantungnya) yang apabila urat itu terputus maka orang itu akan mati.",
            "quraish_shihab": "Sekiranya Muhammad mengada-ada sesuatu yang tidak Kami firmankan, tentu perkataannya itu akan Kami ambil seperti orang yang merampas sesuatu dengan keras. Kemudian Kami potong urat tali jantungnya sehingga ia mati seketika."
        },
        {
            "ind": "Maka sekali-kali tidak ada seorangpun dari kamu yang dapat menghalangi (Kami), dari pemotongan urat nadi itu.",
            "arb": "فَمَا مِنكُم مِّنْ أَحَدٍ عَنْهُ حَاجِزِينَ",
            "transliterasi": "Famā Minkum Min 'Aĥadin `Anhu Ĥājizīna.",
            "eng": "and none of you could have saved him!",
            "kemenag_ringkas": "Sekiranya itu Kami lakukan _maka tidak seorang pun dari kamu yang dapat menghalangi_ Kami untuk menghukumnya.",
            "kemenag": "Pada kedua ayat ini ditegaskan lagi kekuasaan Allah terhadap makhluk-Nya. Seandainya Allah ingin melakukan sesuatu kepada hamba-hamba-Nya, tidak seorang pun yang dapat menghalanginya, sekalipun tindakan itu adalah tindakan yang menentukan hidup-matinya seseorang, seperti tindakan memutuskan urat nadi jantungnya, yang berakibat kematiannya. Demikian pula kepada Muhammad. Seandainya dia berdusta terhadap Allah, tentu Allah akan marah kepadanya dan menghukumnya dengan hukuman mati, yaitu dengan memutus pembuluh darahnya. Tidak ada seorang pun yang dapat menghalangi-Nya dari melaksanakan hukuman itu.",
            "ibnu_katsir": "Firman Allah Swt.:\n\nMaka sekali-kali tidak ada seorang pun dari kamu yang dapat menghalangi (Kami) daripemotongan urat nadi itu. (Al-Haqqah: 47)\n\nYakni tiada seorang pun dari kalian yang dapat menghalang-halangi antara Kami dan dia, jika Kami menghendaki sesuatu dari itu terhadapnya. Makna yang dimaksud ialah bahkan dia adalah seorang yang benar, berbakti, lagi mendapat petunjuk. Karena Allah Swt. mengakui kebenaran dari apa yang disampaikan dia dari-Nya dan mengukuhkannya dengan mukjizat-mukjizat yang cemerlang dan dalil-dalil yang pasti lagi mematahkan hujah lawan. Kemudian disebutkan dalam firman berikutnya:\n\nDan sesungguhnya Al-Qur’an itu benar-benar suatu pelajaran bagi orang-orang yang bertakwa. (Al-Haqqah: 48)\n\nYakni Al-Qur'an itu merupakan pelajaran bagi mereka yang bertakwa, sebagaimana yang disebutkan dalam ayat lain melalui firman-Nya:\n\nKatakanlah, \"Al-Qur’an itu adalah petunjuk dan penawar bagi orang-orang yang beriman. Dan orang-orang yang tidak beriman pada telinga mereka ada sumbatan, sedangkan Al-Qur’an itu suatu kegelapan bagi mereka. (Fushshilat: 44)",
            "jalalain": "(Maka sekali-kali tidak ada seorang pun dari kalian) lafal min ahadin adalah isimnya maa, sedangkan huruf min adalah huruf zaidah yang mengandung makna mengukuhkan kenafiannya. Dan lafal minkum adalah hal dari lafal ahadin (yang dapat menghalang-halangi Kami daripadanya) tiada seorang pun yang dapat mencegah-Ku daripadanya. Lafal haajiziina adalah khabar dari maa, dan ia dijamakkan karena lafal ahadan di dalam konteks nafi yang maknanya mengandung pengertian jamak. Dan dhamir yang terdapat di dalam lafal `anhu merujuk kepada Nabi saw.; yakni tiada seorang pun yang dapat mencegah Kami dari hukumannya.",
            "quraish_shihab": "Tidak ada seorang pun di antara kalian--betapa pun kuatnya ia--yang dapat menghalangi siksa Kami."
        },
        {
            "ind": "Dan sesungguhnya Al Quran itu benar-benar suatu pelajaran bagi orang-orang yang bertakwa.",
            "arb": "وَإِنَّهُ لَتَذْكِرَةٌ لِّلْمُتَّقِينَ",
            "transliterasi": "Wa 'Innahu Latadhkiratun Lilmuttaqīna.",
            "eng": "And, verily, this [Qur’an] is a reminder to all the God-conscious!",
            "kemenag_ringkas": "Setelah dijelaskan bahwa al-Qur'an bersumber dari Allah, kini diuraikan fungsi dari al-Qur'an dan respons manusia atas kehadirannya. _Dan sungguh_, Al-Qur’an itu adalah _pelajaran_ yang amat berharga _bagi orang-orang yang bertakwa._",
            "kemenag": "Al-Qur'an bukanlah perkataan penyair, bukan hasil tenung tukang tenung, dan bukan pula perkataan Muhammad, tetapi adalah kalam Allah yang diturunkan-Nya kepada Nabi Muhammad saw untuk disampaikan kepada umat manusia. Dengan Al-Qur'an itu, manusia akan beriman dan akan mendapat petunjuk dalam mengayuh bahtera kehidupannya ke pulau yang dicita-citakannya, yaitu kebahagiaan hidup di dunia dan di akhirat.\nDari ayat ini dipahami bahwa manusia dalam mencapai kebahagiaan hidup di dunia dan di akhirat, memerlukan petunjuk-petunjuk. Petunjuk itu ada yang dapat dicapai oleh akal pikiran, dan ada yang tidak. Yang dapat dicapai oleh akal pikiran ialah seperti bagaimana cara mereka hidup, mencari nafkah, menanam padi, memelihara binatang ternak, bagaimana melindungi diri dari kehujanan dan kepanasan, dan sebagainya. Ada pula petunjuk yang tidak dapat dicapai oleh akal pikiran manusia, sehingga harus ada yang menunjukkannya. Hanya Allah, sebagai pencipta, pemilik dan penguasa seluruh makhluk, yang bisa memberikan petunjuk itu. Semua petunjuk Allah itu termuat dalam Al-Qur'an dan dijelaskan oleh sunah Nabi saw, serta diberikan kepada orang berpikir. Apakah orang kafir memikirkan yang demikian itu?\n",
            "ibnu_katsir": "Firman Allah Swt.:\n\nMaka sekali-kali tidak ada seorang pun dari kamu yang dapat menghalangi (Kami) daripemotongan urat nadi itu. (Al-Haqqah: 47)\n\nYakni tiada seorang pun dari kalian yang dapat menghalang-halangi antara Kami dan dia, jika Kami menghendaki sesuatu dari itu terhadapnya. Makna yang dimaksud ialah bahkan dia adalah seorang yang benar, berbakti, lagi mendapat petunjuk. Karena Allah Swt. mengakui kebenaran dari apa yang disampaikan dia dari-Nya dan mengukuhkannya dengan mukjizat-mukjizat yang cemerlang dan dalil-dalil yang pasti lagi mematahkan hujah lawan. Kemudian disebutkan dalam firman berikutnya:\n\nDan sesungguhnya Al-Qur’an itu benar-benar suatu pelajaran bagi orang-orang yang bertakwa. (Al-Haqqah: 48)\n\nYakni Al-Qur'an itu merupakan pelajaran bagi mereka yang bertakwa, sebagaimana yang disebutkan dalam ayat lain melalui firman-Nya:\n\nKatakanlah, \"Al-Qur’an itu adalah petunjuk dan penawar bagi orang-orang yang beriman. Dan orang-orang yang tidak beriman pada telinga mereka ada sumbatan, sedangkan Al-Qur’an itu suatu kegelapan bagi mereka. (Fushshilat: 44)",
            "jalalain": "(Dan sesungguhnya dia itu) Alquran itu (benar-benar suatu pelajaran bagi orang-orang yang bertakwa.)",
            "quraish_shihab": "Sesungguhnya al-Qur'ân benar-benar menjadi pelajaran bagi orang-orang yang mengikuti perintah Allah dan menjauhi segala larangan-Nya."
        },
        {
            "ind": "Dan sesungguhnya Kami benar-benar mengetahui bahwa di antara kamu ada orang yang mendustakan(nya).",
            "arb": "وَإِنَّا لَنَعْلَمُ أَنَّ مِنكُم مُّكَذِّبِينَ",
            "transliterasi": "Wa 'Innā Lana`lamu 'Anna Minkum Mukadhdhibīna.",
            "eng": "And, behold, well do We know that among you are such as will give the lie to it:",
            "kemenag_ringkas": "_Dan sungguh, Kami mengetahui bahwa di antara kamu_ wahai manusia _ada orang yang mendustakan_ disamping ada pula yang menerimanya dengan segala ketulusan hatinya.",
            "kemenag": "Ayat ini merupakan peringatan keras kepada kaum musyrik. Dijelaskan bahwa Allah Maha Mengetahui segala sesuatu yang terdapat di alam ini, sejak dari yang kecil sampai yang besar, yang halus sampai yang kasar, serta yang tidak tampak sampai yang tampak. Oleh karena itu, Allah mengetahui setiap orang yang mendustakan Al-Qur'an, mengingkari rasul, dan melakukan perbuatan-perbuatan yang terlarang. Maka Allah akan melakukan tindakan dan menghukum dengan seadil-adilnya di antara manusia, sesuai dengan perbuatannya.\nDari perkataan \"minkum\" (sebahagian kamu) yang terdapat dalam ayat ini dapat dipahami bahwa ada di antara orang musyrik itu yang mempercayai kebenaran Al-Qur'an dan Rasulullah. Akan tetapi, karena hawa nafsu, takut dipencilkan kaumnya, takut kehilangan pangkat dan harta, mereka mendustakannya. Allah berfirman:\n\nSesungguhnya dia telah memikirkan dan menetapkan (apa yang ditetapkannya), maka celakalah dia! Bagaimana dia menetapkan? Sekali lagi, celakalah dia! Bagaimana dia menetapkan? Kemudian dia (merenung) memikirkan, lalu berwajah masam dan cemberut, kemudian berpaling (dari kebenaran) dan menyombongkan diri, lalu dia berkata, \"(Al-Qur'an) ini hanyalah sihir yang dipelajari (dari orang-orang dahulu). Ini hanyalah perkataan manusia.\" (al-Muddatstsir/74: 18-25)\n",
            "ibnu_katsir": "Adapun firman Allah Swt:\n\nDan sesungguhnya Kami benar-benar mengetahui bahwa di antara kamu ada orang yang mendustakan(nya). (Al-Haqqah: 49)\n\nYaitu sekalipun Al-Qur'an demikian jelas dan terangnya, tetapi masih ada di antara kalian orang-orang yang mendustakannya. Dalam firman berikutnya disebutkan:\n\nDan sesungguhnya Al-Qur’an itu benar-benar menjadi penyesalan bagi orang-orang kafir (di akhirat). (Al-Haqqah: 50)\n\nIbnu Jarir mengatakan bahwa sesungguhnya perbuatan mendustakan itu benar-benar akan menjadi penyesalan bagi orang-orang kafir kelak di hari kiamat. Ibnu Jarir telah meriwayatkan hal yang semisal dari Qatadah. \n\nIbnu Abu Hatim telah meriwayatkan melalui jalur As-Saddi, dari Abu Malik sehubungan dengan makna firman-Nya: Dan sesungguhnya Al-Qur’an itu benar-benar menjadi penyesalan bagi orang-orang kafir (di akhirat). (Al-Haqqah: 50)\n\nYakni sesungguhnya Nabi Saw. menjadi penyesalan bagi orang-orang kafir di hari kemudian. Damir ini dapat pula dikaitkan dengan Al-Qur'an, artinya Sesungguhnya Al-Qur'an dan beriman kepadanya benar-benar akan menjadi penyesalan bagi orang-orang yang kafir dan mengingkarinya', semakna dengan pengertian yang terdapat di dalam firman-Nya:\n\nDemikianlah Kami masukkan Al-Qur'an ke dalam hati orang-orang yang durhaka, mereka tidak beriman kepadanya, hingga mereka melihat azab yang pedih. (Asy-Syu'ara: 200-201)\n\nDan firman-Nya:\n\nDan dihalangi antara mereka dengan apa yang mereka ingini. (Saba': 54)\n\nKarena itulah maka disebutkan oleh firman-Nya:\n\nDan Sesungguhnya Al-Qur’an itu benar-benar kebenaran yang diyakini. (Al-Haqqah: 51)\n\nYaitu berita yang benar lagi hak, yang tiada keraguan dan tiada kebimbangan padanya, Kemudian surat ini ditutup oleh firman-Nya:\n\nMaka bertasbihlah dengan (menyebut) nama Tuhanmu Yang Mahabesar. (Al-Haqqah: 52)\n\nYakni Yang telah menurunkan Al-Qur'an yang agung ini",
            "jalalain": "(Dan sesungguhnya Kami benar-benar mengetahui, bahwa di antara kalian) hai manusia (ada orang-orang yang mendustakan) Alquran dan ada pula yang mempercayainya.",
            "quraish_shihab": "Kami sungguh mengetahui bahwa di antara kalian ada yang mendustakan al-Qur'ân."
        },
        {
            "ind": "Dan sesungguhnya Al Quran itu benar-benar menjadi penyesalan bagi orang-orang kafir (di akhirat).",
            "arb": "وَإِنَّهُ لَحَسْرَةٌ عَلَى الْكَافِرِينَ",
            "transliterasi": "Wa 'Innahu Laĥasratun `Alaá Al-Kāfirīna.",
            "eng": "yet, behold, this [rejection] will indeed become a source of bitter regret for all who deny the truth [of God's revelation] –",
            "kemenag_ringkas": "_Dan sungguh_, Al-Qur’an itu akan benar-benar _menimbulkan penyesalan bagi orang-orang kafir_ khususnya di akhirat nanti setelah mereka melihat pahala yang diperoleh bagi yang beriman dan mengetahui siksa yang mereka alami.",
            "kemenag": "Dalam ayat ini dijelaskan bahwa Al-Qur'an menimbulkan kekecewaan bagi orang kafir, baik selama hidup di dunia maupun di akhirat. Di dunia mereka kecewa karena pengaruh agama Islam bertambah kuat sehingga pengaruh kepercayaan syirik makin berkurang, bahkan akhirnya hilang seluruhnya tanpa bekas sedikit pun. Al-Qur'an menyatakan kebatilan kepercayaan mereka, seperti menyembah patung yang tidak dapat menimbulkan mudarat dan manfaat.\nDi akhirat nanti setelah mengalami azab yang dahsyat, mereka menyesal kenapa tidak mengikuti seruan Nabi Muhammad, seperti yang dilakukan orang-orang yang beriman. Akan tetapi, penyesalan mereka itu tidak ada gunanya lagi karena pintu tobat telah tertutup.\n",
            "ibnu_katsir": "Adapun firman Allah Swt:\n\nDan sesungguhnya Kami benar-benar mengetahui bahwa di antara kamu ada orang yang mendustakan(nya). (Al-Haqqah: 49)\n\nYaitu sekalipun Al-Qur'an demikian jelas dan terangnya, tetapi masih ada di antara kalian orang-orang yang mendustakannya. Dalam firman berikutnya disebutkan:\n\nDan sesungguhnya Al-Qur’an itu benar-benar menjadi penyesalan bagi orang-orang kafir (di akhirat). (Al-Haqqah: 50)\n\nIbnu Jarir mengatakan bahwa sesungguhnya perbuatan mendustakan itu benar-benar akan menjadi penyesalan bagi orang-orang kafir kelak di hari kiamat. Ibnu Jarir telah meriwayatkan hal yang semisal dari Qatadah. \n\nIbnu Abu Hatim telah meriwayatkan melalui jalur As-Saddi, dari Abu Malik sehubungan dengan makna firman-Nya: Dan sesungguhnya Al-Qur’an itu benar-benar menjadi penyesalan bagi orang-orang kafir (di akhirat). (Al-Haqqah: 50)\n\nYakni sesungguhnya Nabi Saw. menjadi penyesalan bagi orang-orang kafir di hari kemudian. Damir ini dapat pula dikaitkan dengan Al-Qur'an, artinya Sesungguhnya Al-Qur'an dan beriman kepadanya benar-benar akan menjadi penyesalan bagi orang-orang yang kafir dan mengingkarinya', semakna dengan pengertian yang terdapat di dalam firman-Nya:\n\nDemikianlah Kami masukkan Al-Qur'an ke dalam hati orang-orang yang durhaka, mereka tidak beriman kepadanya, hingga mereka melihat azab yang pedih. (Asy-Syu'ara: 200-201)\n\nDan firman-Nya:\n\nDan dihalangi antara mereka dengan apa yang mereka ingini. (Saba': 54)\n\nKarena itulah maka disebutkan oleh firman-Nya:\n\nDan Sesungguhnya Al-Qur’an itu benar-benar kebenaran yang diyakini. (Al-Haqqah: 51)\n\nYaitu berita yang benar lagi hak, yang tiada keraguan dan tiada kebimbangan padanya, Kemudian surat ini ditutup oleh firman-Nya:\n\nMaka bertasbihlah dengan (menyebut) nama Tuhanmu Yang Mahabesar. (Al-Haqqah: 52)\n\nYakni Yang telah menurunkan Al-Qur'an yang agung ini",
            "jalalain": "(Dan sesungguhnya dia itu) Alquran itu (menjadi penyesalan bagi orang-orang kafir) di saat mereka melihat pahala yang diterima oleh orang-orang yang beriman kepadanya, dan hukuman yang diterima oleh orang-orang yang mendustakannya.",
            "quraish_shihab": "Hal itu sungguh menyebabkan orang-orang yang mengingkarinya sangat menyesal, ketika mereka menyaksikan siksa yang mereka alami dan kenikmatan yang dirasakan oleh orang-orang yang mempercayainya."
        },
        {
            "ind": "Dan sesungguhnya Al Quran itu benar-benar kebenaran yang diyakini.",
            "arb": "وَإِنَّهُ لَحَقُّ الْيَقِينِ",
            "transliterasi": "Wa 'Innahu Laĥaqqu Al-Yaqīni.",
            "eng": "for, verily, it is truth absolute!",
            "kemenag_ringkas": "_Dan Sungguh,_ Al-Qur’an _itu_ adalah _kebenaran yang meyakinkan_ tanpa ada sedikit pun keraguan.",
            "kemenag": "Dalam ayat ini, ditegaskan lagi bahwa Al-Qur'an adalah suatu yang benar dan nyata kebenarannya. Ia benar-benar berasal dari Tuhan semesta alam, bukan perkataan yang diada-adakan Muhammad.",
            "ibnu_katsir": "Adapun firman Allah Swt:\n\nDan sesungguhnya Kami benar-benar mengetahui bahwa di antara kamu ada orang yang mendustakan(nya). (Al-Haqqah: 49)\n\nYaitu sekalipun Al-Qur'an demikian jelas dan terangnya, tetapi masih ada di antara kalian orang-orang yang mendustakannya. Dalam firman berikutnya disebutkan:\n\nDan sesungguhnya Al-Qur’an itu benar-benar menjadi penyesalan bagi orang-orang kafir (di akhirat). (Al-Haqqah: 50)\n\nIbnu Jarir mengatakan bahwa sesungguhnya perbuatan mendustakan itu benar-benar akan menjadi penyesalan bagi orang-orang kafir kelak di hari kiamat. Ibnu Jarir telah meriwayatkan hal yang semisal dari Qatadah. \n\nIbnu Abu Hatim telah meriwayatkan melalui jalur As-Saddi, dari Abu Malik sehubungan dengan makna firman-Nya: Dan sesungguhnya Al-Qur’an itu benar-benar menjadi penyesalan bagi orang-orang kafir (di akhirat). (Al-Haqqah: 50)\n\nYakni sesungguhnya Nabi Saw. menjadi penyesalan bagi orang-orang kafir di hari kemudian. Damir ini dapat pula dikaitkan dengan Al-Qur'an, artinya Sesungguhnya Al-Qur'an dan beriman kepadanya benar-benar akan menjadi penyesalan bagi orang-orang yang kafir dan mengingkarinya', semakna dengan pengertian yang terdapat di dalam firman-Nya:\n\nDemikianlah Kami masukkan Al-Qur'an ke dalam hati orang-orang yang durhaka, mereka tidak beriman kepadanya, hingga mereka melihat azab yang pedih. (Asy-Syu'ara: 200-201)\n\nDan firman-Nya:\n\nDan dihalangi antara mereka dengan apa yang mereka ingini. (Saba': 54)\n\nKarena itulah maka disebutkan oleh firman-Nya:\n\nDan Sesungguhnya Al-Qur’an itu benar-benar kebenaran yang diyakini. (Al-Haqqah: 51)\n\nYaitu berita yang benar lagi hak, yang tiada keraguan dan tiada kebimbangan padanya, Kemudian surat ini ditutup oleh firman-Nya:\n\nMaka bertasbihlah dengan (menyebut) nama Tuhanmu Yang Mahabesar. (Al-Haqqah: 52)\n\nYakni Yang telah menurunkan Al-Qur'an yang agung ini",
            "jalalain": "(Dan sesungguhnya dia itu) Alquran itu (benar-benar perkara hak yang diyakini) atau keyakinan yang hak.",
            "quraish_shihab": "Sesungguhnya al-Qur'ân adalah kebenaran yang tidak mengandung keraguan."
        },
        {
            "ind": "Maka bertasbihlah dengan (menyebut) nama Tuhanmu Yang Maha Besar.",
            "arb": "فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ",
            "transliterasi": "Fasabbiĥ Biāsmi Rabbika Al-`Ažīmi",
            "eng": "Extol, then the limitless glory of thy Sustainer's mighty name!",
            "kemenag_ringkas": "_Maka bertasbihlah dengan_ menyebut _nama Tuhanmu Yang Mahaagung_ serta sucikanlah Dia dari segala hal yang tidak layak bagi-Nya.",
            "kemenag": "Oleh karena itu, Nabi Muhammad diperintahkan untuk bertasbih dengan menyebut nama Allah dan bersyukur kepada-Nya karena Dia telah melimpahkan rahmat yang tidak terhingga kepadanya dan kepada seluruh manusia berupa Al-Qur'an, sebagai petunjuk dalam mencapai kebahagiaan hidup di dunia dan di akhirat. Sesungguhnya Tuhan yang telah memberi rahmat itu adalah Tuhan Yang Mahaagung.",
            "ibnu_katsir": "Adapun firman Allah Swt:\n\nDan sesungguhnya Kami benar-benar mengetahui bahwa di antara kamu ada orang yang mendustakan(nya). (Al-Haqqah: 49)\n\nYaitu sekalipun Al-Qur'an demikian jelas dan terangnya, tetapi masih ada di antara kalian orang-orang yang mendustakannya. Dalam firman berikutnya disebutkan:\n\nDan sesungguhnya Al-Qur’an itu benar-benar menjadi penyesalan bagi orang-orang kafir (di akhirat). (Al-Haqqah: 50)\n\nIbnu Jarir mengatakan bahwa sesungguhnya perbuatan mendustakan itu benar-benar akan menjadi penyesalan bagi orang-orang kafir kelak di hari kiamat. Ibnu Jarir telah meriwayatkan hal yang semisal dari Qatadah. \n\nIbnu Abu Hatim telah meriwayatkan melalui jalur As-Saddi, dari Abu Malik sehubungan dengan makna firman-Nya: Dan sesungguhnya Al-Qur’an itu benar-benar menjadi penyesalan bagi orang-orang kafir (di akhirat). (Al-Haqqah: 50)\n\nYakni sesungguhnya Nabi Saw. menjadi penyesalan bagi orang-orang kafir di hari kemudian. Damir ini dapat pula dikaitkan dengan Al-Qur'an, artinya Sesungguhnya Al-Qur'an dan beriman kepadanya benar-benar akan menjadi penyesalan bagi orang-orang yang kafir dan mengingkarinya', semakna dengan pengertian yang terdapat di dalam firman-Nya:\n\nDemikianlah Kami masukkan Al-Qur'an ke dalam hati orang-orang yang durhaka, mereka tidak beriman kepadanya, hingga mereka melihat azab yang pedih. (Asy-Syu'ara: 200-201)\n\nDan firman-Nya:\n\nDan dihalangi antara mereka dengan apa yang mereka ingini. (Saba': 54)\n\nKarena itulah maka disebutkan oleh firman-Nya:\n\nDan Sesungguhnya Al-Qur’an itu benar-benar kebenaran yang diyakini. (Al-Haqqah: 51)\n\nYaitu berita yang benar lagi hak, yang tiada keraguan dan tiada kebimbangan padanya, Kemudian surat ini ditutup oleh firman-Nya:\n\nMaka bertasbihlah dengan (menyebut) nama Tuhanmu Yang Mahabesar. (Al-Haqqah: 52)\n\nYakni Yang telah menurunkan Al-Qur'an yang agung ini",
            "jalalain": "(Maka bertasbihlah) sucikanlah Dia (dengan menyebut nama) huruf ba di sini adalah huruf zaidah (Rabbmu Yang Maha Besar) Maha Suci Dia.",
            "quraish_shihab": "Maka, sucikanlah Tuhanmu Yang Mahaagung dan sebutlah nama-Nya selalu."
        }
    ]
}